[{"DatePost": "22 March 2017 13:11", "Author": "selular", "Title": "Review Samsung Galaxy A7 (2017): Hanya Bodi, Layar dan Baterai Besar", "Content": " Jakarta, Selular.ID – Setelah sebelumnya Selular membahas soal Samsung Galaxy A5 (2017), sekarang saatnya membahas seri termahal dari Galaxy A Series (2017), yakni Samsung Galaxy A7 (2017). Apa saja berbedaannya dibandingkan A5? Simak review lengkapnya berikut ini. Kelebiham: – Anti Air – Interface ringan – Koneksi 4G LTE – Hasil kamera bagus Kekurangan: – USB Type-C – Bodi Licin – harga relatif mahal Dimensi Menjadi produk termahal dari Galaxy A Series (2017), Samsung Galaxy A7 (2017) punya body yang paling bongsor, namun begitu smarphone ini masih memiliki ketebalan yang sama dengan Samsung Galaxy A5 (2017). Dengan bentukan dan dimensi yang dimilikinya, smartphone ini masih tergolong mudah untuk di bawa kemana saja. Sayangnya Samsung permukaan smartphone ini dilapisi dengan lapisan kaca, sehingga mudah licin saat dibawa atau digunakan.  Perbedaa lainnya juga terdapat pada port untuk kabel data yang kini menggunakan USB Type-C. Dengan port ini memang kelihatan smartphone nampak lebih kekinian. Sayangnya, Kabel data tipe ini tergolong baru untuk smartphone Android, dan bisa dipastikan penggunanya tidak bisa meminjam kabel data microUSB dengan teman atau orang lain. Namun hal ini diatasi oleh Samsung dengan menyediakan Konverter MicroUSB standart ke USB Type-C yang tersedia pada paket pembeliannya. Unit yang kami review kali ini memang agak berbeda dari Samsung Galaxy A5 (2017) yang berwarna hitam. Dengan warna Gold, smartphone ini lebih cocok digunakan untuk kaum hawa. Berbeda dari produk pendahulunya A7 (2017) juga menggunakan material kombinasi material plastik dan sedikit metal. Mseki sama-sama menggunakan konsep unibody pada desainnya,  kami lebih menyukai pada produk A5 (2016), karena yang lebih kokoh. IP68 Dibalik bodinya yang glossy dan mudah licin ditangan, Samsung menambahkan kemampuan daya tahan yang lebih baik dibandingkan versi pendahulunya. Dengan sertifikasi IP68, smartphone ini memiliki ketahanan yang cukup baik terhadap air dan debu. Kemampuan ini tidak berbeda dengan dua seri dibawahnya yakni A3 (2017) dan A5 (2017) yang sama-sama dibekali dengan sertifikasi ini.  Saat kami coba untuk menggunakannya smartphone pada keadaan hujan smartphone ini memang masih mampu bertahan. Bahkan saat kami coba celupkan didalam air, semua lubang termasuk lubang speaker tidak berpengaruh pada masuknya air kedalam smartphone. Kamera Untuk fitur kamera, meski dibanderol lebih mahal Samsung Galaxy A5 (2017), namun nyatanya untuk kemampuan kamera tidak ada yang berbeda. Smartphone ini masih mengunakan lensa kamera 16 MP baik pada bagian depan maupun belakang. Tentu saja kamera belakang memiliki bukaan lensa yang lebih baik dengan aperture f/1.9, 27mm. Didalamnya juga Samsung menyediakan segudang fitur seperti autofocus dan lampu LED flash.  Jika anda suka selfie, dengan resolusi besar yang dimiliki smartphone ini juga dapat diakomodasi dengan sempurna. Karena didalamnya sudah tersedia juga menyediakan fitur beauty. Fitur lainnya yang juga masih dapat anda gunakan pada kamera ini juga tersedia Geo-tagging, touch focus, face detection, panorama, HDR dan beberapa efek. Beralih pada kualitas foto baik saat kami gunakan, hasilnya tidak jauh berbeda dengan A5 (2017). Hasilnya terang dan jelas. Dengan proses pengambilan gambar yang cepat baik, proses autofocus juga mudah untuk didapatkan. Layar Memiliki bodi yang lebih besar, Galaxy A7 (2017) memiliki layar yang lebih luas 0,3 inci dibandingkan Galaxy A5 (2017).  Namun begitu keduanya sama-sama didukung dengan layar Super AMOLED resolusi Full HD. Sama dibandingkan pendahulunya, smartphone ini memiliki tampilan yang lebih enak dimata karena gambar lebih halus dan jelas.  Berjalan diatas Android 6.0.1 Marshmallow, smartphone ini kini mengunakan fitur Grace UX, tidak seperti pendahulunya yang masih mengunakan interface TouchWiz UI. Interface ini sejatinya baru diperkenalkan pada Galaxy Note 7. Hasilnya adalah user interface yang lebih sederhana dan bersih. Tampilan terasa lebih intuitif dan cepat. Grace UX memiliki warna yang lebih lembut dan ikon bulat sehingga lebih mudah pada mata. Bayangan notifikasi dibuat lebih merasa lebih ringan dari sebelumnya. Untuk memberikan kenyamana dimata, Samsung membenamkan Blue Filter Light. Ini berguna  untuk mengurangi cahaya biru pada layar. Tidak hanya itu, masih ada fitur Always On, sehingga notifikasi dan informasi pada smartphone masih dapat dilihat meski dalam keadaan standby atau layar lock. Kinerja Dari sisi perfoma, Samsung Galaxy A7 (2017) menggunakan chipset prosesor yang sama dibandingkan dengan seri dibawahnya, yakni galaxy A5 (2017), yakni dengan chipset Exynos 7880 Octacore dengan kecepatan 1,9Ghz. Prosesor ini didukung dengan GPU Mali-T830. Tidak hanya prosesornya, kapasitas memori RAM dan memori internal juga juga sama-sama menggunakan 3GB dan 32 GB.  Dengan jeroan yang dimilikinya ini, Samsung Galaxy A7 (2017) memiliki kemampuan yang tidak terpaut jauh dengan “Adiknya” Galaxy A5 (2017). Melalui pengujian dengan menggunakan aplikasi AnTuTu benchmark, Galaxy A7 juga sama-sama mendapatkan skor 60 ribu-an.  Meski menggunakan jeroan yang sama dengan saudaranya, kapasitas baterai yang Galaxy A7 (2017) lebih besar, yakni dnegan 3600mAH. Dengan tambahan daya ini, daya tahan baterai terbilang lebih baik dibandingkan Galaxy A5 (2017) meski tidak begitu signifikan. Didalamnya Samsung Galaxy A7 (2017) juga sudah dibekali dengan fitur Fast Charging, sehingga smartphone ini dapat diisi baterainya dengan waktu yang singkat. ", "Tags": ["Tags", "Samsung", "samsung galaxy a7", "Samsung Galaxy A7 (2017)"]}, {"DatePost": "22 February 2017 15:57", "Author": "selular", "Title": "Review Samsung Galaxy A5 (2017): Perubahan Signifikan Dengan Sertifikasi IP68", "Content": " Jakarta, Selular.ID – Produsen smartphone asal Korea, Samsung baru saja resmi mengumumkan seri Galaxy A terbaru edisi 2017. Smartphone penerus generasi sebelumnya ini kini datang dengan spesifikasi yang lebih baik dan sudah mengantongi sertifikasi IP68. Dan kali ini Selular akan me-review salah satunya yakni, Galaxy A5 2017, Bagaimana kemampuannya? Kelebihan Kekurangan Dimensi Samsung Galaxy A5 memiliki ukuran yang sedang jika dibandingkan kedua saudara lainnya. Namn begitu smartphone ini terasa pas untuk genggaman orang asia. Memiliki bentuk yang sangat mirip dengan smartphone Apple iPhone 7, smartphone ini nampak kokoh dengan balutan warna hitam glossy. Namun sayangnya dibandingkan dengan pendahulunya Galaxy A5 2016, dari segi material smartphone ini menurunkan kualitasnya. Jika sebelumnya dibalut dengan dominasi material logam kini, Samsung lebih banyak menggunakan material plastik pada bodinya. Pada bagian depan smartphone dengan layar 5,2 inci ini nampak cocok untuk pengguna pria, mungkin karena warna hitam dof yang nampak kelihatan macho. Dibawah layar, tersedia tombol fisik yang didalamnya terbenam pemindai sidik jari.  Saat dicoba pemindai ini cukup responsif. Karena saat sidik jari ditempelkan,layar langsung terbuka dengan cepat. Dibelakang bodi tersedia kamera belakang yang ditemani dengan lampu LED flash. Pada bagian beakang bodi, Samsung membuatnya melengkung kedepan, bentuk yang ergonomis inilah yang mempermudah pengguna saat memegangnya.  Seperti pada smartphone flagship kebanyakan saat ini, Samsung Galaxy A5 2017 menggunakan konsep unibody sehingga baterai yang digunakannya pun tidak bisa di bongkar pasang. Samsung menempatkan slot SIM card tray dan slot MidroUSB pada sebelah atas bodi. Pada bagian tersebut yang biasaya ada port3,5mm, kini tidak agi, karena sudah dipindahkan pada bagian bawah  bersama dengan port untuk kabel data yang kini sudah diganti dengan menggunakan USB Type-C. Disebelah kanan tersedia tombol power dan lubang speaker phone, sedangkan pada sisi sebaliknya akan ditemukan tombol volume rocker.tidak cukup dengan satu SIM Tray, Samsung menempatkan Slot SIM card kedua yang tersedia disebelah kiri. IP68 Salah satu keunggulan yang tidak dimiliki oleh versi sebelumnya di Samsung Galaxy A5 2017 ini adalah kemampuan daya tahannya terhadap air dan debu. Mengantongi sertifikat IP68, Samsung mengklaim bahwa handset tahan cipratan air bahkan diajak berenang diair tawar serta memiliki ketahanan yang lebih baik terhadap gempuran debu. Melihat bodinya yang cukup kokoh dan kemampuan daya tahannya memang awalnya sulit dipercaya, melihat pada sebelah kanan Samsung membuat speakerphone dengan lubang yang  cuku besar. Namun setelah dilakukan pengetesan, Smartphone ini memang benar-benar tahan terhadap air. Layar Untuk layar, Galaxy A5 didukung dengan tampilan layar 2 FHD Super AMOLED. Dnegan resolusi ini maka Samsung telah memperbaiki kualitas layar dari seri sebelumnya yang hanya memiliki resolusi HD saja. Dengan resolusi ini, maka tampilan yang diancarkan dari layar terlihat nyaman dimata dan sangat halus. Tidak hanya itu layar jenis ini juga terkenal dengan kemampuan pancaran cahayannya yang cerah namun pekat pada warna hitam, sehingga tampilannya terbilang sangat bagus. Gambar pada layar nampak jernih dan tajam, baik itu pada tulisan atau gambar yang dihasilkan. Selain itu kontras dan saturasi warnanya masih sangat baik, baik saat digunakan langsung di bawah sinar matahari.  Berjalan diatas Android 6.0.1 Marshmallow, seperti pada smartphone Samsung lainnya, Galaxy A5 2017 ini juga menggunakan interface TouchWiz UI di atasnya. Untuk membantu kenyamanan layar, Samsung membenamkan Blue Filter Light, ini berguna  untuk mengurangi cahaya biru pada layar. Lalu Samsung juga masih menambahkan fitur Always On, sehingga notifikasi dan informasi pada smartphone masih dapat dilihat meski dalam keadaan standby atau layar lock.  Kamera Berbeda dengan versi pendahulunya yang hanya menggunakan kamera utama 13 MP, kini Galaxy A5 2017 sudah memiliki kamera dengan resolusi 16 MP, aperture f/1.9, 27mm.  Kamera ini sudah dibekali dengan fitur autofocus dan lampu LED flash. Dengan kamera ini penggunanya dapat mengambil gambar dnegan resolusi maksimal 4608x3456pixel. Sayangnya pada resolusi tersebut hanya akan menghasilkan gambar dengan rasio 4:3.  Sedangkan mendapatkan rasio 16:9 resolusi hanya bisa maksimal di 12MP (4608x2592pixel). Didalamnya pengguna juga masih dapat menggunakan beberapa fitur lainnya seperti Geo-tagging, touch focus, face detection, panorama, HDR dan beberapa efek.  Beralih pada kamera depan yang, jika sebelumnya hanya menggunakan resolusi kamera 5 MP, kini secara signifikan sudah diupgrade menjadi 16 MP. Pada kamera ini pengguna yang suka melakukan foto selfie akan dimanjakan dnegan adanya fasilitas beauty untuk mempercantik wajah. Penggunaan menu dan pengatuan kamera juga sangat mudah diakses karena pengguna mudah tinggal menggeser layar kekiri dan kanan pada viewfinder saat fitur kamera sudah aktif. Untuk mengambil gambar tidak hanya dpaat dilakukan melalui layar, tombol volume down juga dapat digunakan sebagai tombol shutter.  Hasil foto baik melalui kamera belakang maupun kamera depan cukup terang dan jelas. Tidak hanya itu, proses pengambilan gambar juga terbilang cepat baik proses autofocus maupun penangkapan kamera. Jika anda mengambil kamera dengan tombol volume down, anda dapat mengambil beberapa foto sekaligus saat menekannya agak lama, dengan begitu anda dapat memilih hasil foto yang lebih baik dari beberapa foto yang diambil. Performa Dari sisi perfoma, Samsung juga menjaga smartphone seri ini dengan prosesor yang lebih baik dari pendahulunya. Meski sebelumnya juga menggunakan prosesor dengan 8 inti prosesor, namun kini Samsung memberikan kemampuan yang lebih baik dnegan kecepatan 1,9Ghz ada etiap inti proseesornya. Didukung dengan GPU Mali-T830, maka setiap proses baik menjalankan aplikasi berat atau game 3D sekalipun dapat dijalankan dengan lancar dan mudah. Tidak hanya kecepatan prosesor yang tambah kecang, kapasitas memori RAM juga lebih besar menjadi 3GB, dibandingkan pendahulunya yang hanya 2GB. Dengan kapasitas sebesar ini maka menjalankan banyak aplikasi sekaligus juga tidak ada masalah.  Dari sisi kapasitas baterai Galaxy A5 2017 memang lebih baik dibandingkan pendahulunya, namun kemampuan daya tahannya tidak begitu signifikan. Karena hanya menambahkan 3000mAh dibandingkan   seri pendahulunya 2900 mAh. Berkat teknologi built-in Fast Charging, seperti yang ada di Galaxy S6 dan S6 Edge. Dalam pengujian, baterai A5 terisi 50% hanya dalam durasi pengisian 30 menit. Apalagi Samsung galaxy A5 2017 juga masih membenamkan fitur splitscren dengan menjalankan dua aplikasi yang berjalan bersamaan juga makin mulus.  Untuk menjalankannya pengguna tinggal menekan yang agak lama pada tombol sentuh recent apps. Dengan begitu aplikasi yang akan berjalan akan menjadi setengah layar dan siap untuk menjalankan aktifitas lainnya.  Saat dilakukan pengujian dnegan menggunakan aplikasi benchmark AnTuTu, Galaxy A5 mampu mendapatkan skor 60 ribu-an, sehingga mampu menandingi smartphone sekelas Moto Z Play atau Asus Zenfone 3. Tidak hanya itu, game 3D racing sekelas Asphalt8:Airborne juga dapat dimainkan dengan lancar. ", "Tags": ["Tags", "Samsung", "samsung galay a5", "samsung galay a5 2017"]}, {"DatePost": "18 February 2017 09:29", "Author": "selular", "Title": "Review Samsung Galaxy Tab A (2016) with S-Pen: Layar Luas, Menggambar Jadi Puas", "Content": " Jakarta, Selular.ID – Meski pasar tablet lesu Samsung tetap komitmen untuk menghadirkan produk jenis ini. Melalui Galaxy Tab A 2016 10.1 With S-Pen, Samsung ingin menghadirkan Tablet yang dapat digunakan untuk semua anggota keluarga. Dengan luas layar yang memuaskan dan berbekal Stylus S-Pen diklaim mampu akan mempermudah penggunaan. Desain  Berbeda dari tablet yang Selular review sebelumnya di seri S, untuk tablet Galaxy Seri A ini memiliki material plastik yang lebih ringan. Jika melihat bentuknya yang lebih besar, tablet in terbilang lebih ringan dan mudah untuk ditenteng. Secara desain tidak banyak perubahan, tablet masih memliki bentuk yang sederhana. Pada bagian depan Samsung melapisinya dengan lapisan licin dan mengkilap, sedangkan di bagian sisi-sisinya dan belakang Samsung melapisinya dengan plastik dof yang agaklicin dan tidak kesat. Ini mebuat tablet sulit untuk digunakan. Kekurangan lainnya dari tablet ini adalah pada bagian frame yang kami sayangkan kelihatan tebal, sehingga nampak bodinya terlalu lebar dan banyak ruang yang sia-sia. Bentuk desain yang sederhana, dengan sudut tablet dibuat tidak lancip membuat pegangan tablet lebih mudah untuk digunakan. Namun kami tetap menyarankan untuk untuk menggunakan cover tambahan yan dijual Samsung secara terpisah. Karena lapisan bodi yang licin dan dapat membuat smartphone mudak licin saat digunakan tanpa smartcase. S-Pen  Memiliki embel-embel nama S-Pen, sudah bisa ditebak bahwa tablet ini dilengkapi dengan alat input S-Pen. Ini merpakan alat input berupa stylus yang mampu menggantikan peran pensil atau alat tulisan sungguhan, dengan S-Pen menjadikannya tablet ini lebih terasa realistis dan mudah untuk bermain diatas layar. Dengan kelengkapan stylus S-Pen aka mempermudah pengguna untuk menggambat draft, sketsa atau mewarnai yang banyak disukai oleh anak-anak. S-Pen memiliki sensor yang dapat mengatur tekanan ketika menyapu S-Pen di atas layar. Dimana akan memberikan efek berbeda, terutama saat pengguna melakukan mewarnai gambar atau menandatangani dokumen. Hasil karya yang dilakukan dengan menggunakan S-Pen nampak seperti usapan pena atau pensil di atas kertas. S-Pen dapat memaksimalkan penggunaan, dengan menyediakan sejumlah aplikasi, tablet ini akan banyak disukai pengguna karena dapat digunakan untuk mengedit dokumen, menulis tangan, mewarnai, atau mengedit gambar dengan coretan-coretan, dan sebagainya. Apalagi setelah menggunakan S-Pen, pengguna bisa langsung mengupload hasilnya ke jejaring social. Didalamnya juga tersedia sejumlah gambar hitam putih yang dapat dipergunakan oleh anak-anak untuk diwarnai, dengan begitu mereka dapat belajar mewarnai melalui tablet ini. Kids Mode Selain S-Pen akan mampu mengembangkan kreativitas anak-anak dalam bermain gadget, tablet ini juga dibekali dengan Kids Mode, sehingga pengguna tidak perlu khawaitr akan konten yang akan di konsumsi oleh anak-anak melalui tablet ini. Dengan mode ini pengguna dapat mendaftarkan akun khusus anak, dan membagi aplikasi yang dapat mereka akses, nomor telepon siapa saja yang dapat dihubungi olehnya, dan sebagainya.  Samsung juga memasukkan beberapa aplikasi dan layanan pendukung, seperti aplikasi untuk pekerjaan, yakni Microsoft Office dan layanan penyimpanan cloud One Drive berkapasitas 100GB gratis selama 1 tahun. Ada juga aplikasi chat Skype yang dapat digunakan untuk video call. Selain itu tersedia juga S-Lime, beberapa aplikasi media digital khusus Samsung, yang dapat diunduh secara gratis. Kinerja Siap performa, tablet ini cukup memberikan dukungan yang maksimal, chipsert prosesor Exynos 7870 disiapkan oleh Samsung untuk mempersiapkan kinerja yang maksimal. Chipset ini di lengkapi dengan dua prosesor quadcore yang masing-masing memiliki kecepatan 1 GHz dan 1.6 Ghz. Sedangkan untuk mendukung proses multitasking dan gaming, Tablet ini menyediakan dukuran RAM 3 GB dan GPU Mali T830 . Memiliki kapasitas memori internal 16 GB, pengguna dapat memaksimalkan penggunaan memori hingga sebesar 10GB. Jika kurang masih ada slot memori Eksternal yang dapat memaksimalkan media penyimpanan melalui MicroSD hingga 256 GB.  Dengan dukungan hardware ini tablet dapat membuka dan menjadlankan semua aplikasi dengan baik, bahkan beberapa aplikasi sekaligus yang berjalan secara bersamaan. Tidak hanya itu beberapa game dikela menengah juuga dapat dijalankan dengan lancer tanpa ada masalah. Pengujian lainnya dengan menggunakan aplikasi Antutu benchmark, tablet ini mampu mendapatkan skor hingga Antutu 45 ribu-an. Datang dnegan baterai berkapasitas 4200mAh, daya tahan baterai Galaxy Tab 2 8.0 terbilang cukup dengan layar yang terbilang luas. Saat digunakan untuk internetan Internet baik untuk browsing, streaming, chatting, dan email, baterainya mampu bertahan sekitar selama 2 jam baterai yang tadinya 100% berkurang hanya 40%. Namun berbeda saat digunakan bermain game, dari keadaan baterai 100%, baterai akan menghabiskan hingga 60% saat bermain game selama 1,5 jam. Layar Beruntung layar yang dimiliki tablet ini terbilang cerah dan memiliki warna yang kaya, sehingga nampak segar dimata. Dengan layar ini saat digunakan untuk browsing atau menonton video tampilannya terbilang luas dan tajam.  Memiliki kemampuan untuk dapat terkoneksi jaringan 4G LTE, dapat memberikan kebebasan penggunanya untuk menggunakan koneksi tercepat saat ini, apalagi tablet ini sudah mampu mendukung semua provider 4G di Indonesia, termasuk Smartfren. Kamera Sebagai tablet, sepertinya wajar jika kamera yang dimilikinya memiliki performa kurang begitu “menggigit”. Dengan kamera utama 8 megapixel dengan flash dan kamera depan 2 megapixel hasilnya terbilang standart. Apalagi kualitasnya pun kurang memuaskan. Namun Samsung mengakalinya dengan menambahkan dengan editor foto yang menambahkan fitur sticker dan tema pada kamera. Dengan begitu banyak pengguna menyukai untuk mengedit foto melalui tablet ini. ", "Tags": ["Tags", "Samsung", "samsung Galaxy tab a 2016 with s pen"]}, {"DatePost": "19 January 2017 18:26", "Author": "selular", "Title": "Review Samsung Galaxy J7 Prime : Kelas Menegah Tampil Kurang Beda", "Content": "Jakarta, Selular.ID – Meneruskan strateginya mengincar semua segmen pasar, Samsung langsung ‘melempar’ tiga seri smartphone sekaligus. Yaitu seri Galaxy J2, J5 dan J7 Prime. Tapi kali ini hanya Galaxy J7 Prime yang akan kami review.  Samsung Galaxy J7 Prime merupakan penerus dari seri J sebelumnya, yaitu Galaxy J7 dan J7 (2016). Desain Samsung Galaxy J7 Prime hadir dengan desain metal unibodi. Tampilan terlihat cukup elegan dengan lekukan yang membuatnya nyaman saat digenggam. Bahan metal menyelimuti smartphone ini di sekujur bodinya kecuali sisi depan. Sepertinya itu yang menjadi sebab smartphone ini terasa agak berbobot saat digenggam. Desain unibody yang berbeda dari seri sebelumnya, menandakan bagian belakangnya tidak bisa dibuka. Dengan kata lain baterai sudah menjadi satu dengan bodinya. Itulah mengapa slot simcard dan memori eksternal diposisikan pada bagian luar, tepatnya samping kiri bodi. Slot ini diberi penutup yang untuk membukanya harus menusukan jarum pada lubang yang disediakan. Berbeda dengan Galaxy J7 (2016) yang layarnya berteknologi Super AMOLED resolusi HD (720×1280), J7 Prime menggunakan layar FHD (1920 x 1080) PLS TFT LCD. Dengan kata lain, layar J7 Prime memiliki ketajaman yang lebih baik dari pendahulunya.  Bentangan layarnya sendiri berukuran 5.5 inci, ponsel ini mendukung kerapatan piksel sekitar 437 ppi. Ini membuat menikmati berbagai konten hiburan, seperti foto, video atau games, terasa puas. Sayangnya, saat pengujian dibawah terik matahari, layar ponsel ini tidak sebaik Super AMOLED. Di bagian bawah layar terdapat tombol yang terdiri dari tombol home yang berbentuk fisik serta tombol Back dan Recent yang berdesain touch. Tombol ‘Home’ juga berfungsi sebagai finger scan atau finger print reader untuk lock screen security.   Kamera Kekuatan kamera yang di bawa smartphone ini sudah memenuhi standar smartphone kelas menengah saat ini. Yaitu kamera belakang atau utama berresolusi 13 Megapixels dan kamera depan 8 Megapixels. Kamera belakang menggunakan lensa F 1.9. Sedangkan kamera depan dilengkapi dengan fitur screen flash, yang membuat foto tetap terang meskipun di cahaya minim. Beragam mode pemotretan sudah disediakan kamera di J7 Prime. Seperti Otomatis, Pro, Panorama, Foto rangkaian, HDR (kaya warna), Malam, Fokus wajah, Olahraga dan Sound & Shot. Cara menampilkan setingan itu dengan mengusap layar sisi kiri ke arah kanan saat kamera aktif. Untuk urusan merekam video, kamera ini sanggup menghasilkan rekaman video berkualitas FHD (1920 x 1080)@30fps. Untuk kamera selfie atau kamera depan, sudah dilengkapi dengan fitur Beauty. Fitur ini memungkinkan untuk merubah tampilan warna kulit wajah, bentuk wajah dan besarnya bola mata. Ada juga fitur Wide Selfie yang memungkinkan menangkap foto selfie lebih luas.   Kinerja Dalam bekerja, Samsung Galaxy diperkuat dengan prosesor Exynos 7870 Octa-core 1.6 GHz. Kekuatan ini sudah bisa menjamin kinerja smartphone berjalan kencang. Ini juga tidak lepas dari dukungan RAM berkapasitas 3 GB. Ditambah lagi, prosesor 64-bit bisa melakukan serangkai perintah yang lebih banyak dibanding aplikasi 32-bit. Dari sisi grafis, smartphone ini diperkuat Mali-T830. Samsung Galacy J7 Prime menyediakan penyimpanan internal 32GB. Jika kapasitas itu sudah penuh sesak, Anda dapat menggunakan kartu MicroSD yang dimasukkan ke dalam slot SIM 2. Slot tersebut mendukung kartu MicroSD hingga kapasitas 256GB.  Hasil pengujian benchmark dengan menggunakan Geekbench 4 didapatkan hasil 672 untuk pengujian CPU single-core dan 3216 untuk pengujian multi-core . Dengan Antutu Benchmark v6.2.1 didapat angka 46.573.  Fitur Lainnya Untuk urusan multimedia atau fitur hiburan, Samsung Galaxy J7 Prime tidak menambahkan fitur berbeda. Smartphone ini menyerahkan pada fitur-fitur hiburan bawaan Google, baik fitur audio  maupun video.    Selain fitur bawaaan Google, Samsung juga membawa beberapa fitur buatan sendiri. Seperti S Lime, aplikasi untuk membeli berbagai macam bacaan digital, koran maupun majalah digital. Ada pula Samsung S-Healt, yaitu aplikasi yang bisa mencatat dan menyimpan berbagai data kesehatan pribadi. Selain itu ada Galaxy Apps, semacam toko aplikasi yang sudah dipilihkan oleh Samsung disesuaikan dengan kemampuan smartphone ini.  Selain itu Samsung juga membawa aplikasi pihak luar, yaitu Microsoft Office. Di dalamnya terdiri dari aplikasi OneDrive, OneNote, Word, Excel, PowerPoint dan Skype. Ultra Data Saving Samsung Galaxy J7 Prime sudah bisa digunakan untuk mengakses internet hingga kecepatan 4G. Samsung Galaxy J7 prime sudah mendukung 4G LTE di slot SIM 1. Sedangkan slot SIM 2 hanya mendukung kecepatan 2G/3G. Untuk akses 4G LTE, smartphone ini secara hardware sudah menggunakan modem yang mendukung LTE Category 7 dimana kecepatan secara teori bisa sampai 300Mbps. Asyiknya, bagi Anda yang selalu khawatir kuota akan terkuras jika terkoneksi ke akses internet 4G, smartphone ini menyediakan fitur Ultra data Saving. Dengan Ultra data Saving, streaming video dan browsing bisa dilakukan lebih puas tanpa takut kehabisan kuota. Karena fitur ini bisa menghemat penggunaan kuota data hingga 50% . Apalagi smartphone ini juga sudah didukung baterai berkapasitas besar, yaitu 3.300 mAh, sehingga bisa berlama-lama mengaskes internet. Spesifikasi lengkap : https://selular.id/spesifikasi/samsung-j7-prime/   ", "Tags": ["Tags", "Samsung", "samsung galaxy j7", "samsung galaxy j7 prime", "smartphone"]}, {"DatePost": "30 December 2016 08:24", "Author": "selular", "Title": "Review Samsung Galaxy Tab A 7.0 (2016): Tablet Mini, Koneksi 4G/LTE", "Content": " Jakarta, Selular.ID – Samsung tetap komitmen pada produk tabletnya dengan meluncurkan tablet baru, Samsung Galaxy Tab A 7.0 (2016). Membawa desain yang serupa dengan pendahulunya, kini tablet A 7.0 sudah dibekali dengan koneksi 4G/LTE. Kelebihan:  – Koneksi 4G/LTE – Dimensi Pas ditangan – Tersedia Kids mode Kekurangan: – Hasil kamera kurang mumpuni – kinerja standart Desain Secara desain tampilan desain pada tablet ini terbilang sederhana pada bagian depan pengguna akan disuguhkan layar luas dengan satu tombol fisik home dengan dua tombol sentuh (recent apps dan back) pada bagian depan. Sementara untuk bagian belakang, Samsung mempercayakan material plastik untuk menutup bodinya. Tombol power di bagian kanan bersama tombol volume. Sedangkan disebelah kiri terdapat slot SIM card dan MicroSD. Pada bagian atas, terdapat port micro USB yang berdampingan dengan port audio 3.5 mm. Layar  Datang dengan layar IPS seluas 7 inci, Galaxy Tab A7 (2016) mampu merespons sentuhan hingga 10 titik secara bersamaan. Dengan resolusi 1024 x 600 piksel, layar pada tablet ini memiliki kerapatan sekitar 216 piksel. Dengan kualita layar yang dimilikinya terbilang cukup tajam dan jernih baik saat bermain game. Menggunakan platform Android Lollipop 5.1.1, Samsung tetap menambahkan interface TouchWiz UI sebagai antarmuka utamanya. Anda dapat memilih efek unlock Tab A7 (2016) dengan masuk ke pengaturan lock screen.  Selanjutnya [nextpage title=”Interface”] Interface ", "Tags": ["Tags", "Samsung", "samsung galaxy tab a"]}, {"DatePost": "12 December 2016 20:32", "Author": "selular", "Title": "Video Review Samsung Gear Fit 2, Mini Smartwatch Ber-OS Tizen", "Content": "https://www.youtube.com/watch?v=9D-K3tRfmQc Jakarta, Selular.ID – Samsung Gear Fit 2, Mini Smartwatch Ber-OS Tizen merupakan generasi kedua dari perangkat gelang kebugaran atau fitness band yang memiliki bentuk yang mirip dengan pendahulunya.  Bukan hanya sekedar sebuah Fitness band, Gear Fit 2 lebih tepat disebut sebagai mini smartwatch. Karena tidak hanya dapat memonitor aktifitas olahraga penggunanya, tetapi juga dapat melihat dan merespon  notifikasi dari smartphone Android. Penampilan Samsung Gear Fit 2 lebih sporty dengan bodi yang didominasi bahan plastik. Dan ada dua tombol yang tersedia, satu sebagai tombol Back, satu lagi tombol Power/Home. Lalu pada bagian strap, Gear Fit 2 memiliki bahan semacam karet/silicone. Gear Fit 2 menggunakan layar sentuh berukuran 1,58 inci dengan teknologi Super AMOLED, Samsung membenamkan layar melengkung berukuran dengan resolusi 432 x 216 pixel. Samsung juga melapisi layar ini dengan Corning Gorilla Glass 3. Ada fungsi ini mendukung wake up gesture didalamnya. Menggunakan sistem operasi Tizen, Fitness band ini didukung prosesor dual-core 1GHz dan RAM 512MB. Tidak hanya untuk smartphone Samsung, pengguna bisa menghubungkan Gear Fit 2 dengan smartphone berbasis minima Android 4.4 kitkat yang memiliki RAM minimal 1.5 GB dan belum bisa digunakan pada perangkat iOS seperti iPhone. Gear Fit 2 dibekali sensor yang lengkap mulai dari built-in GPS, Heart Rate monitor (detak jantung), Accelerometer, Gyro, dan Barometer. Perangkat ini dapat digunakan untuk mendukung kegiatan lainnya seperti berlari, bersepeda, hiking, pilates, yoga, dan masih banyak lagi. Anda juga dapat mengatur target dari aktivitas yang Anda lakukan. Samsung Gear Fit 2 mampu menampilkan notifikasi seperti panggilan telepon dan SMS, ataupun dari aplikasi pihak ketiga misalnya WhatsApp, Facebook, Twitter, dan lain-lain. Untuk hiburan tersedia Music Player di Gear Fit 2 untuk memutar lagu. Bagaimana review selengkapnya? Simak pada video diatas. ", "Tags": ["Tags", "Samsung", "samsung gear fit 2"]}, {"DatePost": "26 November 2016 10:00", "Author": "selular", "Title": "Review Samsung Galaxy J3 (2016): Harga Lebih Murah, Fitur Tetap Istimewa", "Content": " Jakarta, Selular.ID – Selain galaxy J5 dan J7 (2016), samsung juga memiliki produk yang lebih murah, yakni samsung galaxy J3 (2016). Memiliki desain yang mirip dengan kedua seri lainnya, namun J3 (2016) memiliki bentuk yang lebih kecil. Namun bagaimana kemampuan serta kelengkapan fiturnya? Simak reviewnya berikut ini. Desain Secara bentukan, Samsung Galaxy J3 2016 tampil dalam bentuk yang sederhana dan tidak jauh berbeda dengan desain ciri khas smartphone Samsung. Permukaan belakang edikit menonjol, sedangkan pada keempat sudutnya dibuat membulat sehingga nyaman saat digunakan. Meski dibuat dengan material plastik, bagian sisi dari Samsung Galaxy J3 2016 dicat warna metalik untuk menambah kesan kokoh dan elegan. Dengan bentuk yang demikian smartphone ini memberikan kenyamanan dalam genggaman karena bagian belakangnya memiliki lengkungan sehingga tidak terkesan kaku. Sama seperti pada Samsung Galaxy J7 (2016) yang pernah direview sebelumnya, J3 (2016) memiliki bentuk yang hampir mirip, hanya saja produk yang satu ini lebih kecil dari J7 (2016). Smartphone ini juga membenamkan tombol power disebelah kanan sedangkan volume berad disebelah kiri. Dibawah layar tersedia tombol home yang mampu memberikan pengalaman yang menyenangkan. Layar AMOLED Berjalan diatas Android 5.1.1 Lollipop, Samsung Galaxy J3 (2016) juga menggunakan interface touchwiz. Melalui tampilannya ini pengguna Samsung sudah pasti lebih familiar untuk menggunakannya.  Karena hampir semua produk smartphone Samsung menggunakan interface ini. Melalui layar 5 inci Super AMOLED dengan resolusi HD 720 x 1280 pixels, tampilan Samsung Galaxy J3 (2016) menjadi lebih nyaman dimata. Didalamnya pengguna akan mendapatkan beberapa fitur seperti S-Bike, Smart Manager, Ultra Power Saving Mode, Easy Mode, dan Ultra Data Saving. [nextpage title=”Fitur”]  Fitur Secara fitur Samsung Galaxy J3 2016 memiliki cukup banyak kelengkapan. Smartphone ini juga menyediakan fitur Ultra Data Saving, yang memungkinkan pengguna dapat menghemat penggunaan data, naik saat streaming video, update status di media sosial, posting foto. Masih ada pula fitur Easy Mode yang menyederhanakan tampilan antarmuka di Samsung Galaxy J3 (2016) sehingga lebih mudah penggunaannya.  Yang unik adalah pada fitut S-bike, fitur ini cukup menolong pengguna yang sedang berkendara, terutama saat mengendarai sepeda motor yang membutuhkan konsentrasi tinggi. Fitur ini bisa dikatakan semacam fitur untuk pengguna yang tidak ingin diganggu, dan akan mematikan semua notifikasi yang masuk ke smartphone. Namun, jika itu adalah panggilan darurat, penelpon dapat menekan angka 1 untuk meneruskan panggilan. Tentunya fitur semacam ini akan sangat berguna di negara yang mayoritas penduduknya menggunakan sepeda motor sebagai moda transportasi utama. Quad Core 1.5 GHz  Untuk performa, Samsung mempercayakan prosesor Quad Core dengan kecepatan 1.5 GHz untuk mengakomodasi semua prosesnya. untuk mendukung grafisnya, smartphone ini menggunakan Mali-400. Didukung pula dengan RAM 1.5 GB dan memori internal 16 GB, membuat proses multitasking dapat dijalankan dengan mudah.  Jika memorinya terasa masih kurang, Samsung masih menyediakan slot memori eksternal MicroSD hingga 32GB. Untuk daya tahan baterai, Samsung telah menyediakan kapasitas baterai Li-Ion yang dapat dilepas (removable) 2600 mAh. Untuk menghemat baterai tersedia fitur mode Ultra Power Saving yang dapat menghemat baterai di Samsung Galaxy J3 2016 secara signifikan. Dengan spesifikasi yang dimilikinya Samsung Galaxy J3 (2016) mampu mendukung aktivitas seperti gaming, chatting, menonton video, ber-sosial media dengan mulus tanpa ada masalah.  Dibekali dengan kapasitas baterai 2.600 mAh, Samsung mengklaim, bahwa Galaxy J3 (2016) mampu mendukung aktivitas pengguna sampai sehari penuh. Saat kami gunakan smartphone yang satu ini mampu bertahan hingga seharian. [nextpage title=”Kamera”]  Kamera Samsung telah menyediakan kamera utama dengan resolusi 8 megapixel. Sedangkan untuk kamera depan tersedia pula resolusi kamera 2 MP. Seperti pada Samsung Galaxy J7 (2016) Didalamnya tersedia beberapa pilihan mode yang dapat digunakan, seperti Panorama, Sports dan HDR.  Jika anda ingin pengaturan manual anda dapat mengunakan mode pro, sehingga hasil jepretan bisa disesuaikan dengan kondisi pencahayaan. Untuk menghasilkan hasil yang maksimal, Samsung juga telah menambahkan Fitur Beauty Face dan Palm Selfie juga masih menjadi favorit bagi pengguna menyukai foto selfie. Konektivitas Didukung dengan koneksi selular 4G LTE mambuat smartphone yang satu ini lebih kencang jika diajak berinternet. Samsung Galaxy J3 (2016) menjadi andalan pengguna dalam menjelajahi dunia maya, baik untuk keperluan pekerjaan ataupun hiburan. ", "Tags": ["Tags", "Samsung", "Samsung Galaxy J3 (2016)"]}, {"DatePost": "24 November 2016 18:00", "Author": "selular", "Title": "Review Samsung Galaxy J7 (2016): Harga Mahal, Fitur Maksimal", "Content": " Jakarta, Selular.ID – Seperti pada Galaxy J5, J7 juga dibawa samsung sebagai line-up terbaru yang mereka unggul tahun ini membawa embel-embel nama (2016) dibekalakangnya, menjadi pembeda smartphone pendahulunya yang diluncurkan tahun lalu. Apalagi perbedaannya? Keunggulan: – Layar Cerah – Dibekali koneksi NFC – Dibekali Fitur S-Health – Koneksi 4G/LTE Kekurangan: – Hasil Kamera standart Frame Logam Galaxy J7 (2016) memiliki bentuk yang mirip seperti pada saudaranya J5 (2016). Tapi dibandingkan J7 sebeumnya bentuknya yang lebih pendek, dan tipis, meskipun kapasitas baterainya lebih besar. Mirip dengan Galaxy J5 (2016), yang membedakan hanya badan yang lebih besar dengan badan desain yang lebih kokoh.  Jika pendahulunya masih menggunakan bahan material plastik, kali ini Samsung membuatnya dengan bentuk yang lebih kokoh, yakni dengan metal frame yang berguna untuk melindungin bodynya. Namun begitu, Samsung masih teteap menggunakan material plastik dibeberapa bagian smarthphone ini, seperti pada back cover. Bentuknya memang lebih tipis tapi pada bagian kamera tetap saja ini agak menonjol keluar. Bentuknya yang hampir flat dan memiliki lapisan dengan pegangan yang sedikit kasar membuatnya ergonomis dan mudah untuk digunakan baik dengan satu atau kedua tangan. Secara desain,smartphone ini hampir sams dengan smartphone Samsung lain,dibawah layar mash terdapat tombol home khas samsung yang ditemani dengan tombol kapasitif touch bach dan Task switcher. Beralih pada samping kanan tersedia tombol  Power/Lock ,sedangkan disebelah kiri terdapat tombol volume rocker. Diatas layar tersedia kamera depan dengan LED flash, earpiece, sensor proximity. Namun sayang seperti pada Galaxy J5 (2016), Samsung tidak menambahkan sensor ambient light senso, sehingga tidak ada pengaturan otomatis untuk kecerahan layar. Dibagian bawah, pengguna akan menemukan port microUSB port, dan headphone jack 3.5mm. [nextpage title=”Super AMOLED”]Super AMOLED Samsung membekali Galaxy J7 (2016) dengan layar Super AMOLED 5.5 inci, sama seperti pendahulunya. Namun sayangnya dibandingkan dengan seri J5 yang mmemiliki ukuran layar yang lebih kecil, resolusinya tetap sama, yakni 1280×720 piksel, dengan kedalaman 267ppi.  Untuk tampilan, Samsung membawa OS Android 6.0.1 Marshmallow dengan lapisan interface TouchWiz UI diatasnya. Didalamnya tersedia beragam fitur baru seperri app manager, Doze mode, dan Google Now.Tampilan homescreen sangat mirip dengan sejumlah smartphone Samsung lainnya, begitu juga pada tampilan Bar Notification yang dapat ditarik dengan men-scroll layar dari atas kebawah. Disitu tersedia slider brightness, S Finder dan tombol Quick connect. Namun begitu pengguna juga masih dapat menyembunyikannya dengan menggunakan pilihan option. Tidak hanya pada tampilan tesebut pengguna juga dapat mengubah tampilan sesuai kebutuhan.[nextpage title=”Kinerja”]Kinerja Di indonesia,samsung memasarkan Galay J7 (2016) dengan dhipset prosesor Exynos 7870 yang menggunakan CPU  Octa-core Cortex-A53 dengan kecepatan masihng masihng inti prosesor 1.6GHz. sedangkan untuk mendukung kinerja grafis, Samsung telah menggunakan GPU Mali-T830 MP2. Dengan dukungan RAM 2GB diklaim mampu mendukung proses mutitasking. Untuk menyimpan data, pengguna telah disediakan memori internal sebesar 16 GB.  Tidak memiliki konsep unibodi pada desainnya, penggguna dapat melepas baterai dan backcover dengan mudah. Didalamnya tersedia baterai berkapasitas 3,300mAh dengan slot microSIM dan microSD.  Dan untuk menambahkan memori pengguna daat mennambahkan kartu memori MicroSD hingga 256GB.  Saat diuji dengan menggunakan aplikasi Antutu bechmark, Galaxy J7 (2016) mempu mendapatan skor hingga 49 ribu-an. Skor ini cukup baik dan mampu disejajarkan dengan kinerja smartphone lainnya seperti Lenovo Vibe K4 Note atau Oppo F1 Plus. Kinerja yang cukup baik juga ditunjukan saat kami test dengan memainkan game sekelas Sniper 3D Assassin Gun Shooter. Game dapat dijalankan dengan lancar tanpa ada masalah. Untuk kinerja baterai, tersedia kapasitas baterai 3,300mAh jenis Li-Ion, dengan baterai jenis removable pengguna dapat dengan mudah untuk membongkar-pasang baterai. degannkombinasi chipset 14nm, smartphone ini menawarkan daya tahan baterai yang cukup lama. Saat kami gunakan lebih dari 18 jam kami dapat menggunakannya dengan lancar dengan penggunaan standart,  baik untuk berkomunikasi melalui chatting atau melalukan browsing dan streaming video youtube.  [nextpage title=”Kamera”]Kamera Seperti pendahulunya, Samsung Galaxy J7 (2016) dibekali dengan kamera dengan resolusi 13MP. Namun kali ini lensa lamera yang dimilikinya menggunakan lensa dengan aperture f/1.9, dengan aspek rasio 4:3, kamera ini mampu camera menghasilkan foto dengan resolusi maksimal 4128×3096 piksel. Didalamnya tersedia beberapa pilihan mode yang dapat digunakan, seperti Night mode, Sound & shot, Sports dan HDR. Pada kamera depan tersedia lensa kamera 5MP f/1.9 aperture dengan LED flash untuk melakukan selfie.  Samsung Galaxy J7 (2016) juga menawarkan mode Pro, didalamnya tersedia pengaturan White balance, ISO dan Exposure. Selain itu pengguna juga dapat melakukan pegaturan kamera lainnya. Untuk mengakses fitur kamera, selain melalui menu pengguna juga dapat mengakses fitur ini dengan menekan tombol Home.  Pada kualitas kamera, dengan pengaturan HDR hasilnya cukup memuaskan,  wana yang dihasilkan sangat baik dan detail. Tidak hanya pada kondisi pencahayaan yang cukup, pada kondisi geap juga mampu menghasilkan gambar yang jelas, dengan sedikit noise yang ditimbulkan. Tidak hanya itu, kamera ini juga mampu menghasilkan perekaman video yang cukup baik pada resolusi 1080p dengankecepatan 30fps. [nextpage title=”Konektivitas”]Konektivitas Galaxy J7 (2016) memiliki kemampuan untuk menapung dua kartu SIM sekaligus dan keduanya dapat aktif bersamaan, dengan begitu pengguna akan eih bebas menggunakana dua katu dalam smartphone ini. Pada koneksi internet selular pengguna akan diakomodasi dengan koneksi 4G, sehingga dapat merasakan koneksi internet tereat saat ini.  Selain itu Samsung masih menyediakan koneksi Wi-Fi, GPS denga A-GPS, Bluetooth v.4.0, dan FM radio. Dan seperti pada produk flagship, galaxy J7(2016) juga sudah dibekali dengan koneksi NFC yang dapat diaktifkan melalui menu Settings. Untuk koneksi kabel data tersedia port microUSB dan jack headphone 3.5mm. Port microUSB dapat anda gunakan untuk membaca flashdisk karea sudah mendukung USB On-The-Go. ", "Tags": ["Tags", "Samsung", "samsung galaxy j7 (2016)"]}, {"DatePost": "7 September 2016 15:35", "Author": "selular", "Title": "Review Samsung Galaxy J5 (2016): Bodi Metal Harga Makin Mahal", "Content": " Jakarta, Selular.ID – Sukses dengan J series sebelumnya, Samsung kembali merilis seri 2016 dengan nama yang sama, yakni Galaxy J5 (2016). Menambahkan beberapa perbaikan pada spesifikasi dan desain, smartphone kelas menengah ini dianggap menjadi produk yang paling banyak diminati pengguna saat ini. Kelebihan – Bodi frame metal – Kamera 13 MP – Layar Super AMOLED Kelemahan – Harga kemahalan – Hasil kamera kurang bagus – Resolusi layar rendah Frame Logam Dibandingkan seri sebelumnya yang pernah rilis dipasaran Galaxy J5 (2016) memiliki ukuran layar yang layar sedikit lebih besar ini mengakibatkan dimensi smartphone menjadi lebih besar dnegan ukuran 145,8 x 72,3 x 8,1 mm. Namun kabar baiknya adalah Samsung tetap menjaga ketebalan ponsel sehingga tidak membuatnya lebih tebal. Menggunakan material telah pada frame bodi membuat ponsel sedikit lebih berat dari pendahulunya. Karena Galaxy J5 (2016) memiliki bobot seberat 159 gram dibandingkan pendahulunya yang hanya 146 gram. Frame metal ini dibentuk hampir mirip dnegan Galaxy A series, sehingga mampuat ponsel terasa makin kokoh dan solid meski beberapa bagian masih ada yang terbuat dari plastik. Sekilas hardware.  Galaxy J5 (2016) hadir dengan perbaikan desain yang sangat dibutuhkan pada bagian muka nampak permukaan yang  datar, namun pada permukaan dibelakang akan terasa akan cembung, untuk membuat kenyamanan saat menggenggamnya. Di bagian belakang, penutup plastik polos. Sementara ada benjolan kamera, yang ditemani dengan grill speaker utama sebelahnya. Lampu kilat LED pada sisi kanan kamera memiliki potongan yang sama. Di depan, Galaxy J5 (2016) display dikelilingi oleh bezel. Di bawahnya, ada tombol home khas Samsung dikelilingi oleh Task switcher kapasitif di sebelah kiri dan tombol back di sebelah kanan. Di atas layar, ada kamera depan di sebelah kiri dengan lampu kilat LED biasa diposisikan di sisi berlawanan. Ada juga sebuah lubang speaker, dan sensor proximity. Sayangnya, ponsel samsung yang satu ini tidak memiliki sensor cahaya ambient. Tombol power/ lock di sebelah kanan, sedangkan tombol volume rocker di sebelah kiri. Di bagian bawah, Anda akan menemukan port microUSB dan 3.5mm. Sedangkan pada bagian atas anda tidak menemukan apapun. Dibalik backcover tersedia baterai 3,100mAh serta microSIM dan kartu microSD slot. Touchwiz Galaxy J5 (2016) dilengkapi layar 5.2 inci  Super AMOLED, Resolusi pixel 1280×720 dan dengan kepadatan pixel 282ppi. Seperti kebanyakan smartphone Samsung yang menggunakan layar Super AMOLED, maka tampilannya dipastikan akan memberikan kenyamanan dimata. Karena tidak hanya terang dan jelas, tetapi juga warna yang ditampilkan juga terbilang paling akurat.  Samsung Galaxy J5 (2016) menjalankan Android 6.0.1 Marshmallow dengan interface TouchWiz diatasnya. Kombinasi ini membuatnya memiliki Interface yang sama seperti pada smartphone Samsung lain. Didalamnya juga tersedia app manager, Doze mode, dan Google Now. Halaman Homescreen sangat identik dengan TouchWiz ponsel Samsung lainnya. Sedangkan pada bar notifikasi tersedia beberapa pengaturan seperti brightness slider, S Finder dan tombol connect Cepat. Anda dapat menyembunyikan pilihan tersebut melalui menu Edit. Interface Galaxy J5 (2016) memiliki app drawer saat menekan ikon ini app drawer pengguna baru dapat melihat semua aplikasi yang tersedia didalamnya. Performa Secara performa handware Samsung Galaxy J5 (2016) masih menggunakan chipset yang sams eperti pendahulunya. Menggunakan chipset Snapdragon 410, quad-core 1.2GHz Cortex-A53 CPU yang dikombinasikan dengan GPU Adreno 306 membuat perfomanya tidak jauh berbeda dengan pendahulunya. Beruntung Samsung menambahkan RAM 2GB, yang sebelumnya hanya 1,5GB.  Untuk memori internal, jika pada produk sebelumnya Samsung memberikan dua pilihan varian (8 dan 16Gb, kini Galaxy J5 (2016) hanya memiliki satu varian memori saja, yakni 16GB. Sedangkan untuk kapasitas baterai J5 (2016) ini dibekali dengan baterai berkapasitas 3,100mAh Li-Ion. Dengan kombinasi hardware ini maka Galaxy J5 (2016) mampu mendapatkan skor aplikasi Antutu bechmark sekitar 23 ribuan. Dengan kapasitas ini maka generasi terbaru ini telah mengupgrade 500mAh lebih besar dari generasi sebelumnya, sehingga daya tahannya lebih baik. Dengan kapasitas yang digunakan oleh Galaxy J5 (2016) berhasil bertahan daya hingga sekitar 10 jam pada penggunaan yang cukup aktif. Kamera Beralih pada fitur kamera, Galaxy J5 (2016) hampir sama dengan pendahulunya. Selain melalui menu kamera, pengguna juga dapat mengakses kamera pengguna dengan menekan tombol Home dua kali. Menggunakan kamera utama 13MP dengan sensor 28mm, f / 1.9. Dalam rasio aspek 4: 3, pengambilan gambar mampu menghasilkan resolusi maksimal 4128×3096 piksel.  J5 (2016) menawarkan modus Pro, dimana pangguna dapat mengatur White balance, ISO dan Exposure compensation. Ponsel ini juga memiliki fitur panorama, namun sayangnya tanpa dibakali denbgan kode HDR yang sudah banyak dimiliki oleh sebagaian besar smartphone saat ini Pada kamera depan samsung menempatkan kamera 5MP dengan aperture f / 1.9 dan lampu LED Flash. Didalamnya samsung telah menempatkan fokus spesial pada kamera depan ini. Sedangkan digunakan untuk merekam video tecatat smartphone ini mampu menghasilkan kualitas 17Mbps pada 30fps, sementara audio direkam pada 256Kbps mengesankan, 48kHz. Untuk kualitas foto yang dihasilkan cukup baik dengan pewarnaan yang kaya dan kontras yang pas. Namun sayangnya kami masih menemukan sedikit noise pada beberapa bagian terutama pada kondisi pencahayaan yang agak gelap. Dan hasil untuk kamera depan untuk selfie terbilang standart meski tidak begitu mengecewakan. Konektivitas Samsung Galaxy J5 (2016) menawarkan kemampuan dual-SIM, sehingga Anda bisa memasukan dua SIM card sekaligus. Keduanya bisa digunakan paada jaringan 4G LTE sehingga anda dapat merasakan koneksi internet yang cepat saat ini di Indonesia.  Selebihnya Anda masih akan mendapatkan koneksi Wi-Fi, yang beroperasi pada band 2.4GHz. Ada juga koneksi GPS dengan A-GPS, v.4.0 Bluetooth, dan radio FM, serta NFC. Untuk koneksi dengan menggunakan kabel data tersedia port microUSB dan jack 3.5mm. untuk port microUSB dapat digunakan untuk memasang aksesori eksternal karena mendukung sudah USB On-The-Go.   ", "Tags": ["Tags", "Samsung", "samsung galaxy j5 (2016)"]}, {"DatePost": "30 August 2016 15:00", "Author": "selular", "Title": "Review Samsung Galaxy On7: Layar Luas Memori Terbatas", "Content": " Jakarta, Selular.ID – Tidak hanya meluncurkan smartphone premium, samsung juga mengisi pasar kelas menengah, yakni Samsung Galaxy On 7. Smartphone yang dibanderol dengan harga 2 jutaan ini bisa didapatkan di toko online di Indonesia. Bagaimana kemampuannya? Simak reviewnya berikut ini. Keunggulan • Layar cerah dan nyaman dimata • Daya tahan baterai lama • Kamera bagus • Dual Slot SIM 4G Kelemahan • Tanpa sensor cahaya ambient • Memori internal kecil Desain Melihat bentuknya, smartphone ini lebih mirip seperti smartphone Samsung Galaxy Note versi lawas. Tidak dibekali dengan dengan lapisan anti gores, smartphone dengan lebar 77.5mm dan panjang 151.8mm ini memiliki bentuk yang lebih kecil dibandingkan dengan seri Galaxy J7, meski sama-sama menggunakan layar 5.5 inci. Galaxy On7 memiliki berat yang sama dengan Galaxy J7, yakni 171 gram. Ponsel dengan ketebalan 8.2mm ini memiliki lapisan chrome pada setiap bagian sisinya. Meski ponsel ini dibanderol dengan harga dikelas menengah, namun jika dilihat dari bentuk dan desainnya nampak cukup premium. Pada bagian depan ponsel ini menyediakan kamera depan 5 megapixel dengan aperture f/2.2 yang mampu mengambil gambar 120 derajat lebih luas, sehingga dapat mengakomodasi banyak orang yang diambil saat banyak orang. Pada bagian ini Samsung juga menempatkan sensor proximity yang tersedia disebelah earpiece. Sayangnya samsung tidak menempatkan sensor cahaya ambient, artinya layar smartphone ini tidak mengatur kecerahan secara otomatis, jadi pengguna harus melakukannya secara manual. Namun begitu samsung memberikan pilihan modus outdoor yang dapat menambah kecerahan layar selama 15 minutes screen is turned off.  Dibawah layar seperti biasa tersedia tombol home khas Samsung yang dibalut dengan list metal disekelilingnya. Lalu ada pila dua tombol sentuh kapasitif touch buttons untuk menu dan back yang ada diantara tombol home. Sayangnya tombol ini tidak dibekali dengan backlit. Tombol power tersedia disebelah kanan, anda juga dapat melihat,sedangkan tombol volume tersedia disebelah kiri, micro USB slot, microphone dan slot 3.5mm audio jack dapat anda lihat dibagian bawah ponsel. Beralih pada bagian belakang Galaxy On7 membenamkan kamera utama bersama LED flash dan lubang speaker tersedia disampung kamera. Cover belakang Samsung membetikan lapisan yang lembut yang menyerupai lapisan kulit sehingga ponsel ini cukup memberikan pegangan yang mantap. Dibawah cover setelah kami buka tersedia dua slot micro SIM dimana keduanya sudah mendukung kartu 4G. dan slot kartu microSD card (yang dapat ditambahkan hingga 128 GB). Didalamnya juga tersedia baterai yang dapat dilepas berkapasitas 3000mAh.  Posisioning Galaxy On7 memang terbilang sama dengan Galaxy J5 (2016), namun ponsel yang satu ini memiliki layar yang lebih besar dibandingkan J5 (2016) dengan harga yang lebih murah. Smartphone dengan layar 5.5 inci bisa didapatkan di toko online Alfacart.com dengan harga Rp2.699.000,- Kamera Pada kamera utama Galaxy On 7 mendapatkan resolusi kamera 13-megapixel dengan aperture f/2.1 kemampuan auto focus. Dibekali dengan interface yang sama dengan beberapa produk samsung yang berjalan dengan Android Lollipop, didalamnya tersedia beberapa fasilitas, seperti mode Auto dan Pro. Pada modus Pro pengguna dapat mengatur secara menual beberapa pengaturan seperti white balance, ISO dan exposure.  Ada juga modus Panorama, Continuous shot dan Beauty face. Pengguna juga masih dapat menggunakan fasilitas Effects ( Grey-scale, Sepia, Negative). Sayangnya Samsung tidak menyediakan mode HDR pada ponsel ini. Untuk kualitas foto pada kondisi pencahayaan yang cukup terang atau pada siang hari nampak bagus dengan warna yang cerah dan detail rincian. Untuk pengambilan foto Macro terbilang cukup bagus, karena hasilnya memperlihatkan efek bokeh yang halus. Ini berkat aperture f/2.1, namun sebelumnya anda harus bersabar untuk mendapatkan fokus. Untuk pengambilan foto pada kondisi Low-light shots kami masih menemukan noise pada dibeberapa spot tertentu. Kameranya juga bisa digunakan untuk mengambil rekaman video dengan resolusi full HD 1080p dengan kecepatan perekaman 30fps. Kualitasnya terbilang baik dengan gambar yang kaya dan tajam. Untuk mengakses fitur kamera selain melalui menu, pengguna juga dapat mengaksesnya langsung dengan menekan tombol dua kali pada tombol home, bahkan dalam keadaan layar tidak aktif., lalu gunakan tombol volume rockers sebagai tombol shutter. Interface Galaxy On7 menggunakan layar TFT 5.5 inci dengan resolusi HD 1280 x 720 pixels dan kedalaman piksel sekitar 267 PPI. Kualitas layar terbilang terang display, dengan viewing angle yang luas, menawarkan detail warna yang kaya bahkan pada kondisi outdoor sekalipun. Namun begitu jika dibandingkan dengan layar jenis Super AMOLED yang diberikan pada Galaxy J7, layar ini masih kurang bagus.  Berjalan diatas Android 5.1.1 ( Lollipop ), Samsung Galaxy On 7 juga menggunakan interface Samsung diatasnya, seperti smartphone Samsung terbaru. Pada tampilan lockscreen menunjukkan Info cuaca dan memungkinkan Anda mengakses dialer dan kamera dengan mudah. Bar notifikasi dapat diakses mengan mengusap layar dari atas kebawah. Pada bar tersebut pengguna juga dapat mengatur brightness dengan menggunakan slider yang tersedia atau beralih ke mode outdoor. Ada juga mode Ultra data saving yang di dukung oleh Opera Max yang mampu mengkompress konten data selular seperti video, foto, media, dan hampir semua aplikasi dan website. Untuk kekuatan baterai,smartphone yang dibekali dengan kapasitas baterai 3000mAh ini mampu bertahah hingga seharian dengan penggunaan yang cukup aktif, seperti browsing pada jaringan 4G LTE. Menggunakan fitur power saving mode dan ultra power saving mode memungkinkan anda untuk menambah daya tahan baterai. Kinerja Datang dengan prosesor quad -core Snapdragon 410 (MSM8916) 64 – bit SoC dengan empat core ARM Cortex – A53 CPU clock 1,19 GHz, membuat smartphone ini mirip dengan Galaxy A5. Didukung pula dengan RAM 1.5GB dirasa cukup untuk menjalankan beberapa aplikasi di latar belakang, tetapi seharusnya Samsung harusnya membekalinya dengan RAM 2GB sehingga dapat menangani TouchWiz UI yang dikenal memakan lebih banyak RAM.  Ponsel ini masih dibekali dengan memori internal 8GB. Dengan memori ini hanya disediakan memori hanya sekitar 4.3GB saja. Anda bahkan dapat memindahkan aplikasi yang kompatibel ke kartui memori MicroSD jika anda memasukannya pada slot yang tersedia. Ketika diuji dengan beberapa game seperti Sniper Assassin: Shoot to kill dapat dijalankan dengan lancar tanpa ada masalah. sedangkan pada saat diuji dengan menggunakan aplikasi antutu bechmark, smartphone ini mampu mandapatkan skor hingga 28 ribuan. Konektivitas Smartphone ini dibekali dengan fitur konektivitas yang terbilang lengkap, mulain dari jaringan Selular 4G LTE pada kedua slot ISM card hingga WiFi 802.11 b/g/n untuk berinternet. Fitur koneksi lainnya masih tersedia Bluetooth 4.0 dan GPS.  Untuk lebih jelasnya pengalaman atau review dari mahasiswi untuk Samsung Galaxy On7 bisa dilihat di video ini. ", "Tags": ["Tags", "Samsung", "samsung galaxy on 7"]}, {"DatePost": "12 May 2016 13:16", "Author": "selular", "Title": "Review Samsung Galaxy S7: Penerus Flagship, Optimalkan Kamera dan Kinerja", "Content": "Jakarta, Selular.ID – Tujuh generasi sudah smartphone andalan Samsung dirilis. Demi mempertahankan konsistensinya Samsung banyak memperbaiki dari seri pendahulunya, sebagai raja smartphone Android dikelas premium, desain Galaxy S7 dibentuk lebih menawan dan kokoh dengan material frame logam yang ergonomis. Bagaimana kemampuan seutuhnya, simak review-nya berikut ini. [quote_box_center] Keunggulan: Kelemahan: [/quote_box_center]   Bodi Menawan Secara garis besar, jika dilihat pada bagian depan Galaxy S7 memiliki desian yang terbilang mirip dengan pendahulunya Galaxy S6. Namun jika layarnya dari bagian belakang nampak berbeda pada  lekukan tubuh belakang yang agak melengkung kebagian sisi-sisinya. Dimensianya sedikit lebih kecil, namun lebih tebal 1.1 mm dibandingkan samsung Galaxy S6. Secara keseluruhan, bentuk ini membuat pegangan tangan lebih nyaman. Pembaharuan dari sisi desain yang mengarah positif adalah lensa kamera yang kini lebih rata dengan bodi, dimana sebelumnya di Galaxy S6 bagian lensa kamera tampak menonjol. Dengan desain ini maka lensa tidak mudah baret, jika diletakan pada posisi layar di atas. Tidak hanya itu, secara estetika ponsel juga jadi terlihat lebih menawan. Untuk penempatan tombol serta komponen lain seperti tombol, port dan penunjang navigasi, Galaxy S7 masih membenamkan tombol fisik home di bawah layar yang berfungsi juga sebagai pemindai sidik jari. Tombol power di sebelah kanan dan tombol volume di sebelah kiri. Di bagian bawah ada speaker, micro USB serta headphone jack. Menggunakan konsep unibodi, pengguna bisa memasang slot nano SIM Galaxy S7 di bagian atas. Menggunakan dua slot pada slot kedua, pengguna dapat memasangkan microSD sampai kapasitas 200 GB, jika tidak ingin menggunakan slot ini sebagai selot SIM card. Dengan adanya slot MicroSD maka memberikan keleluasaan bagi pengguna untuk dapat menyimpan data pada ponsel. Hal ini  cukup bagus, mengingat fitur ini sempat absen pada Galaxy S6. Selanjutnya>> [nextpage title=”Anti Air”]  Anti Air Tidak hanya menawan, desain Galaxy S7 sangat kokoh dan solid. Karena samsung memberikannya perlindungan lebih dengan membenamkan sertifikasi sertifikasi IP68, sehingga ponsel menjadi tahan air dan debu. Dengan sertifikasi ini maka Samsung Galaxy S7 dirancang untuk dapat bertahan di dalam air maksimal 1,5 meter selama setengah jam. Meski desainnya mirip dengan Galaxy S6 yang tanpa kehadiran penutup port, namun Samsung cukup berhasil membuat desain tahan air tetap elegan dan cantik. Dengan fitur ketahanannya terhadap air maka, pengguna Galaxy S7 tidak perlu saat menggunakannya saat hujan-hujanan. Tidak hanya itu pengguna. Memiliki kemampuan tahan terhadap aitu kami sempat mencoba banyak untuk menggunakan smartphone ditengah hujan lebat, ponsel ini masih dapat digunakan dengan lancer tanpa ada masalah. Selanjutnya>> [nextpage title=”Kamera”]  Kamera Meski seri sebelumnya telah membenamkan kamera 16 MP, resolusi pada kamera Samsung Galaxy S7 malah menurun menjadi 12 MP, namun begitu pada seri terbarunya ini Samsung menyematkan lensa dual pixel yang merupakan ponsel pertama yang menggunakan teknologi tersebut. Lensa kamera ini diklaim mampu meningkatkan kemampuan autofocus yang sangat cepat meskipun benda tersebut bergerak dengan akurasi gambar layaknya melihat dengan mata sendiri. Teknologi sensor kamera Samsung Galaxy S7 juga telah memiliki resolusi sebesar 1.4 Umpixel serta tingkat pembukaan lensa yang lebih besar yakni F1.7, sehingga mampu meningkatkan pencahayaan lebih besar. Didalamnya juga tersedia Motion Panorama adalah salah satu fitur unggulan kamera pada Samsung Galaxy S7. Fitur ini untuk pertama kalinya pengguna dapat menangkap foto panorama bergerak, sehingga foto panorama yang dihasilkan lebih dinamis dan lebih hidup.  Dengan kemampuan kameranya, foto Galaxy S7 sangat mengagumkan, bahkan bisa dibilang memiliki kamera smartphone terbaik di tahun ini. Berkat fitur P68 Camera dan Video Capability sehingga smartphone dapat mengambil gambar di dalam air, baik photo maupun video dapat dilakukan dengan kamera depan (selfie) dan belakang, juga dapat bersinggungan dengan debu. Kemampuan Optical Image Stabilizer dan Video Image Stabilizer yang lebih baik berkat peningkatan kualitas lensa dan kamera secara general yang lebih baik dari sebelumnya. Hasil gambar maupun video yang terekam menjadi lebih stabil meskipun berupa objek bergerak. Selanjutnya>> [nextpage title=”AMOLED”] AMOLED ", "Tags": ["Tags", "Samsung", "samsung galaxy", "Samsung Galaxy S7"]}, {"DatePost": "23 October 2019 13:00", "Author": "Khoirunnisa", "Title": "Samsung Galaxy TAB A8 (2019) Review: Tablet 4G Ideal untuk Anak dan Orang Tua", "Content": "Jakarta, Selular.ID – Di era 4G, pengguna bisa mengakses konten digital dengan mudah. Bahkan dengan kecanggihan teknologi, masyarakat kini juga bisa “bekerja dari rumah.” Smartphone mungkin menjadi pilihan banyak orang untuk mengakses dunia maya. Namun jika Anda merasa besaran layar smartphone kurang memadai, maka yang Anda butuhkan adalah tablet. Sama-sama menerapkan konsep mobile, dengan layar lebih lega dan konektivitas 4G, mengakses media sosial dan konten digital, akan lebih nyaman dilakukan di tablet. Salah satu tablet paling baru yang bisa menjadi pilihan ideal untuk Anda adalah Samsung Galaxy TAB A8. Berbekal layar seluas 8.0 inci, koneksi 4G, baterai raksasa, dan harga terjangkau, Samsung TAB hadir guna menambah kenyamanan Anda mengakses kontrn digital bahkan membantu produktifitas Anda bekerja. Dilengkapi dengan Dual Speaker untuk pengalaman entertaiment (menonton) yang lebih seru dengan desain yang compact, Samsung Galaxy TAB A8 bisa digunakan untuk semua kalangan, baik dari muda dan tua.  Paket Penjualan Dalam paket penjualan Samsung Galaxy Tab A8, pembeli akan mendapatkan sejumlah aksesoris bawaan. Adapun isi boks penjualan adalah: – Tablet Samsung Galaxy TAB A8 – Kabel USB universal – Charger – Pin ejector – Buku panduan           Desain yang minimalis membuat Galaxy TAB A8 nyaman dipegang, baik secara horizontal maupun vertikal. Bahkan, karena ukurannya tipis (8.0mm), pengguna juga akan tetap merasa nyaman saat memegang TAB dengan satu tangan. Selain itu, bobotnya yang tergolong ringan (347 gram) juga membuat Galaxy TAB A8 juga nyaman dibawa-bawa. Lebih spesifik mengenai desain, pada bagian muka, Samsung Galaxy TAB A8 menampilkan layar 8.0 inci yang terbuat dari material full-glass, sementara bagian frame sisi dan belakang menggunakan material aluminium dengan finishing plastik. Pada bezel atas layar, terdapat earpiece yang ditemani sensor kedekatan dan kamera selfie 2MP untuk keperluan video chat. Di bagian tepi atas, terdapat jack audio 3,5mm. Speaker ganda di bagian bawah ditemani port pengisian baterai berbentuk Micro-USB bersama mikrofon. Baca juga: Ini Perbedaan Samsung Galaxy A10 dan A10s Pindah ke bagian sayap, terdapat tombol volume di sayap kiri bersama tombol power/kunci layar. Sementara di sayap seberang hanya ada satu slot yang terdiri dari dua baki, satu untuk SIM card (nano SIM), satu untuk miscro SD. Sudah support jaringan 4G LTE, pengguna akan bisa menyematkan SIM card bersama kartu Micro SD untuk memperluas ruang penyimpanan sampai dengan 512GB. Internal storage-nya sendiri adalah 32GB dengan RAM 2GB. Kinerja TAB secara keseluruhan sangat baik selama tiga hari pengujian kami. Untuk melakukan hal-hal dasar seperti streaming video, mengakses media sosial, mengolah dokumen, sampai menciptakan konten foto dan video, Samsung Galaxy TAB A8 sangat bisa diandalkan.  Ukuran popular perangkat tablet saat ini adalah 10.1 inci dan 8.0 inci. Keduanya terbilang nyaman digunakan. Bila Anda mempunyai perawakan besar mungkin lebih cocok yang besar, namun untuk ukuran orang Asia khususnya Indonesia, ukuran 8.0 inci lebih ringkas dan lebih bijaksana. Dengan bezel cukup besar di atas dan bawah layar, Anda tidak perlu khawatir menyentuh layar, karena rasio layar-ke-tubuh 71.0 persen. Jenis layar tablet adalah TFT 16 juta warna, resolusi WXGA (800×1280 piksel) dan rasio layar 16:10. Dikarenakan Galaxy TAB A8 ini mempunyai bentang layar 8.0 inci, menjadikannya nyaman digunakan anak-anak juga. Dari sudut pandang lurus maupun menyudut, layar tetap renyah dipandang. Secara default (bawaan), antarmuka layar tablet sangat bersih, tidak ada widget yang memadatkan layar. Ukuran ikon aplikasi dan font huruf bisa diprogram. Secara default, ukurannya tidak terlalu kecil dan juga tidak terlalu besar. Dengan begitu, Samsung Galaxy TAB A8 ini sangat cocok untuk digunakan oleh anak-anak maupun orang lanjut usia.  Dengan harga super terjangkau, Samsung Galaxy TAB A8 ini sebenarnya dirancang untuk penggunaan dasar seperti menonton video, bermain game, membaca berita, dan mengolah dokumen. Tetapi kalau dilihat dari menu yang disajikan, sepertinya tablet ini juga ditujukan untuk anak-anak. Pasalnya, perusahaan menyuntikkan fitur yang disebut Samsung Kids Home yang memungkinkan orangtua mengontrol seberapa lama anak menggunakan tablet, serta secara instan mengakses aplikasi yang diinginkan orangtua untuk anak-anak mereka. Dengan besaran 8.0 inci dan kapasitas daya yang besar, Samsung Galaxy TAB A8 sangat tepat untuk menghibur anak-anak. Jika kebetulan Anda adalah orang tua yang tengah mencari perangkat untuk anak, tablet ini sangat baik untuk dipertimbangkan. Walaupun cocok untuk anak, ukuran layar dan besaran font (huruf dan ikon aplikasi) juga tepat bagi lansia (lanjut usia) untuk membaca berita. Jika Anda sedang mencari hadiah untuk orangtua Anda, Samsung Galaxy TAB A8 pasti menjadi tablet yang tepat.  Dalam pengujian Selular.ID selama tiga hari, kinerja Samsung Galaxy TAB A8 ini sangat baik. Pengujian kami termasuk menonton video, bermain game ringan, menjelajah internet, membuka media social, mengedit dokumen, memotret dan merekam video, serta membaca berita. Untuk penggunaan sehari-hari mendasar itu, semuanya lancar tanpa ada kendala. Dalam menopang kinerjanya, Samsung Galaxy TAB A8 ini menggunakan prosesor Quad-core 2.0GHz Cortex-A53 dengan chipset Qualcomm Snapdragon 429 dan GPU Adreno 504. Dipadu dengan RAM 2GB dan penyimpanan 32GB, tentu bermain game berat bukan pilihan terbaik dengan tablet ini. Ketika Anda traveling misalnya, Anda bisa memanfaatkan tablet untuk sekadar bermain game ringan. Untuk kepuasan menikmati konten multimedia, sebaiknya Anda memanfaatkan slot MicroSD dengan menambahkan kartu memori eksternal ke dalam tablet agar muatan lebih banyak.   Video chat sangat mungkin dilakukan dengan Samsung Galaxy TAB A8. Karena tablet sudah dibekali kamera depan dan belakang. Tepat di atas layar, tersedia kamera 2MP untuk keperluan video chat dan juga selfie. Kamera belakang diposisikan di sudut atas. Kamera tunggal 8MP autofocus bertengger sendiri tanpa ditemani LED Flash. Anda bisa memotret gambar dan merekam video dengan resolusi maksimal 1080p @30fps. Kendati minim fitur, pengguna akan puas melihat hasil jepretan kamera Samsung Galaxy TAB A8. Baik gambar maupun video yang direkam, cukup tajam, jernih, dan terang.  Bermain game di Samsung Galaxy TAB A8 tidak perlu khawatir soal baterai. Karena TAB sudah dibekali kapasitas baterai raksasa. Dengan ukuran 5.100mAh, daya tahannya mencapai waktu hampir 10 jam dalam keadaan layar menyala terus menerus. Bahkan, pengguna akan mampu berinteraksi dengan tablet selama 19 jam penuh dalam satu kali pengisian. Dengan hasil ini, Samsung Galaxy TAB A8 memiliki daya tahan lebih lama daripada kebanyakan tablet lainnya. Namun di sisi pengisian daya, masih membutuhkan waktu yang lama untuk kembali ke kapasitas 100%. Secara khusus, tablet membutuhkan waktu 147 menit untuk terisi penuh dari keadaan baterai 0.  Samsung Galaxy TAB A8 merupakan tablet paling terjangkau dari Samsung saat ini. TAB sangat ideal bagi Anda yang mencari tablet untuk menyelesaikan menikmati konten digital. Juga, Samsung Galaxy TAB A8 sangat ideal untuk diberikan kepada orangtua yang lanjut usia sebagai hadiah atau kepada anak Anda ketika mereka meraih prestasi. TAB juga ideal untuk sekadar menemani Anda dalam perjalanan agar tidak bosan, misalnya untuk menyaksikan drama seri Viu terbaru. Kehadiran speaker stereo ganda menjadikan tablet mempunyai output audio yang lebih nyaring dari tablet lainnya. Hal ini tentu dibutuhkan anak-anak maupun orang tua. Samsung Galaxy TAB A8 sudah bisa dibeli masyarakat di Indonesia di sini baik secara online maupun di toko-toko konvensional dan modern dengan harga Rp1.999.000.  ", "Tags": ["Tags", "Galaxy TAB A8", "Samsung"]}, {"DatePost": "6 September 2016 11:25", "Author": "selular", "Title": "Video Review: Pengalaman Mahasiswi Menggunakan Samsung Galaxy On7", "Content": " Jakarta, Selular.ID – Mengisi pasar kelas menengah, Smartphone Samsung Galaxy On 7 dibanderol dengan harga Rp2,7 juta-an. Dengan harga ini, pengguna bisa didapatkan di toko online Alfacart.com. Setelah kami review beberapa waktu yang lalu, Seorang mahasiswi bernama Mariah Peny juga kami ajak untuk mereview produk yang satu ini. Bagaimana pengalaman mahasiswi ini mengunakan smartphone ini? Simak pada video reviewnya diatas. ", "Tags": ["Tags", "Samsung", "Samsung Galaxy On7"]}, {"DatePost": "9 February 2016 13:00", "Author": "selular", "Title": "Hands-On Review: Trio Samsung Galaxy A3, A5, A7 (2016) Series", "Content": " Jakarta, Selular.ID – Banyak mengkritik soal desain akhirnya Samsung kini telah bertransformasi  untuk mengedepankan produknya dari sisi desain. Seperti pada Samsung Galaxy A 2016 series  terbarunya yang merupakan pembaharuan dari seri sebelumnya. Nah, untuk mengenal lebih dekat bagaimana transformasi desain dan fitur didalamnnya berikut adalah Hands On untuk trio Samsung Galaxy A 2016 Series, Galaxy A3, A5 dan A7. Desain Secara bentukan ketiga smartphone Galaxy A 2015 Series memiliki desain yang sama. Meminjam desain dengan lapisan kaca dan metal yang sebelumnya pernah dipakai di smartphone Galaxy S6 dan Galaxy Note 5. Meski terbuat dengan laposan kaca, namun frame metal yang dimilikinya membuat smartphone terkesan kokoh dengan tampilan yang menjadi lebih premium. Tidak hanya itu, ketiganya juga dibuat tipis sehingga sangat pas saat digenggam dan digunakan. Dikelilingi dengan tepi yang membulat dan finishing yang baik. Terdapat dua slot SIM dimana satu slot tersedia dibagian atas bodi, sedangkan slot SIM dan microSD lainnya tersedia disebelah kanan. Dibawah tombol power, ada tombol volume rocker yang ada disebelah kanan. Sedangkan pada bagian bawah tersedia port microUSB port, dan jack 3.5mm audio serta lubang mic. Layar Ketiga Galaxy A3, A5 dan A7 dibedakan dari ukuran layar untuk A3 memiliki ukuran layar 4,7 inci dengan resolusi 720 x 1280 pixels (~312 ppi pixel density) sedangkan A5 memiliki ukuran layar 5.2 inci dengan resolusi 1080 x 1920 pixels (~424 ppi pixel density), serta A7 memiliki ukuran layar 5.5 1080 x 1920 pixels (~401 ppi pixel density). Ketiganya menggunakan panel AMOLED  dan lapisan kaca Corning Gorilla Glass 4. Kamera Beruntung ketiganya sama sama dilengkapi dengan resolusi kamera belakang 13 MP dan kamera depan 5MP dan f/1.9 aperture. Gunakan built-in flash yang dapat digunakan untuk mengambil foto supaya lebih terang pada kondisi pencahayaan yang gelap. Pada Galaxy A5 dan A7 juga sudah dibekali dengan OIS pada kamera belakang . fitur ini sangat berguna untuk memotret dan merekam foto atau video supaya hasilnya tidak blur dan lebih jernih.  Hardware Tidak hanya layar, sebagai varian yang berada dikasta terendah Galaxy A3 menggunakan prosesor Exynos 7578 Quad-core 1.5 GHz dengan RAM 1,5 GB. Sedangkan untuk Galaxy A5 dan A7 menggunakan prosesor yang sama dengan Exynos 7580 Octacore 1,6 Ghz dengan masing masing RAM sebesar 2GB dan untuk A5 dan 3GB pada A7. Ketiganya juga dibedakan dalam kapasitas baterai. Sebagai  varian yang termahal Galaxy A7 menggunakan kapasitas baterai yang palilng besar yakni 3300mAh, sedangkan untuk Galaxy A5 menggunakan kapasitas baterai 2900mAh dan untuk A3 memiliki 2300mAH. Sayangnya pada Galaxy A3 tidak dibekali dengan fitur fast-charging, tidak seperti dua saudara lainnya Galaxy A5 dan A7. Namun begitu ketiga seri telah disematkan pengenal sidik jari yang berguna untuk membuka layar dan memverifikasi akun Samsung anda . Konektivitas Untuk fitur koneksi internet, ketiganya sudah dibekali dengan dukungan jaringan 4G/LTE. Untuk seri Galaxy A3 sudah memiliki fitur koneksi LTE Cat4 sedangkan untuk Galaxy A5 dan A7 dibekali LTE Cat6.  ", "Tags": ["Tags", "Samsung", "samsung galaxy a (2016) series", "Samsung Galaxy A3 (2016)", "Samsung Galaxy A5 (2016)", "Samsung Galaxy A7 (2016)"]}, {"DatePost": "5 September 2019 09:00", "Author": "Arini Fazrin", "Title": "Lagi, Ponsel Layar Lipat Samsung Dikabarkan Segera Rilis", "Content": "Jakarta, Selular.ID – Rupanya Samsung akan melanjutkan perilisan smartphone layar lipat mereka, setelah penundaan selama 5 bulan lalu. Rencananya, Smartphone bernama Galaxy Fold akan bergulir dalam beberapa hari ke depan. Rumor mengenai kelanjutan perilisan Galaxy Fold semakin menguat setelah perusahaan membuka pra-registrasi pembeliannya di situs web mereka untuk AS pada Senin (2/9). Berbeda dengan pre-order, karena pembeli tidak dikenakan biaya saat pendaftaran pra-registrasi. Selain itu, Samsung juga menetapkan Korea Selatan sebagai negara pertama yang kebagian Galaxy Fold. Dilansir dari sumber terpercaya yang diwawancarai Reuters, ponsel layar lipat itu akan mulai tersedia di Korea Selatan pada Jumat (6/9). Samsung sebelumnya telah memperkenalkan Galaxy Fold pada Februari 2019. Jadwal perilisannya pun telah ditetapkan pada 26 april 2019 di AS dan 3 Mei di Eropa. Baca juga: Samsung Genap Punya 4 Smartphone 5G Sayangnya, rencana perilisan tersebut akhirnya dibatalkan oleh pihak Samsung. Hal ini karena ponsel pintar itu mendapatkan reaksi negatif dari para reviewer akibat bermasalah pada engselnya. Bulan Juli lalu, Samsung mengumumkan bahwa mereka telah membenahi permasalahan dalam perangkat Galaxy Fold dan siap untuk menjual ponsel layar lipat itu pada bulan September. Bahkan, dalam situs web resminya dilaporkan bahwa Galaxy Fold akan dihargai 1.980 dolar AS (Rp 28 juta). Angka tersebut sama seperti saat mereka memperkenalkan Galaxy Fold pertama kali pada awal tahun 2019. Rumor lain mengatakan Samsung juga akan membuat penerus Galaxy Fold. Dilansir Bloomberg, ponsel layar lipat kedua dari Samsung akan memiliki layar sebesar 6,7 inci yang terlipat secara horizontal, seperti telepon flip, dan siap dirilis pada 2020. ", "Tags": ["Tags", "ponsel layar lipat", "Samsung galaxy fold"]}, {"DatePost": "26 June 2019 10:00", "Author": "Khoirunnisa", "Title": "Review MicroSD Sandisk Extreme Pro A2: Kartu Memori untuk Melegakan Kapasitas Smartphone", "Content": "Jakarta, Selular.ID – Ketika memori smartphone penuh, menyematkan kartu MicroSD adalah solusi cepat. Namun sebagian pengguna malah merasakan kinerja smartphone-nya melambat gara-gara kartu memori eksternal. Benarkah demikian? Jawabannya tergantung pada jenis kartu yang Anda gunakan. Karena, layaknya smartphone, kartu MicroSD pun punya spesifikasi berbeda-beda, mulai dari kecepatan baca/tulis, kecepatan transfer, kemampuan rekam video 4K, dan lain-lain. Jika memilih kartu yang tidak kompatibel, maka ada kemungkinan kinerja smartphone melambat ketika mengoperasikan aplikasi atau game tertentu. Lalu kartu MicroSD apa yang bagus untuk ponsel Anda? Agar tidak menurunkan kinerja smartphone Anda, Selular.ID ingin merekomendasikan kartu MicroSD terbaik yang ada di pasaran saat ini, yaitu kartu MicroSD Sandisk Extreme Pro A2. Kartu MicroSD terbaru dari Sandisk ini cocok digunakan untuk semua jenis smartphone (yang mendukung kartu eksternal). Terlebih karena kartu ini sudah mendukung teknologi A2. Berkat teknologi terbaru, pengguna akan mendapatkan kecepatan super dalam mengakses file atau aplikasi yang disimpan di kartu memori. Tidak hanya itu, kartu memori ini menjamin pengalaman bermain game online yang lancar tanpa hambatan. Karena itu, tentu sangat berguna bagi pengguna smartphone yang ingin memindahkan game berat ke memori eksternal untuk melegakan kapasitas smartphone. Sudah dijual sejak Oktober 2018, kartu MicroSD Sandisk Extreme Pro A2 tersedia dalam empat kapasitas memori, mulai dari 64/128/256/400GB. Harga jualnya mulai dari Rp400 ribuan. Selain varian “Pro”, Sandisk juga mengeluarkan varian regular yakni kartu MicroSD Extreme A2 dengan pilihan kapasitas sama 64/128/256/400GB dengan harga mulai dari Rp300 ribuan. Sebelum A2, Sandisk telah mengeluarkan kartu memori dengan teknologi A1. Keduanya khusus digunakan untuk standar microSD smartphone. MicroSD A1 memiliki spesifikasi SD Physical 5.1. Dengan kecepatan IOPS lebih besar, file yang disimpan di memory card dapat diakses lebih cepat oleh smartphone. Kartu MicroSD Sandisk Extreme Pro A1 ini dirancang khusus untuk menangani banyak file, seperti file storage di dalam smartphone dan aplikasi. Tidak hanya untuk menyimpan data file (peta, gambar, video, music, dan dokumen), A1 juga memungkinkan pengguna untuk mengedit dan memperbarui data. Dibanding microSD biasa, kartu MicroSD dengan teknologi A1 bisa memuat file atau aplikasi lebih cepat. Sementara kartu MicroSD A2 mengunakan SD Physical 6.0 dari data SD Association. Sebagai penerus, otomatis performa A2 lebih cepat dari A1. Kartu MicroSD Sandisk Extreme Pro sudah menggunakan teknologi A2, sehingga kinerja kartu jauh lebih tinggi karena menggunakan fungsi Command Queuing dan Cache. Manajemen memori flash yang efisien dapat didukung oleh fungsi Maintenance. Contohnya pada saat loading game, akan diperlukan random access yang baik, pada waktu bersamaan, secara simultan. Mulai dari membuka aplikasi, mengecek akses yang tepat bagi game, mengecek level game, sampai mengecek audio yang tepat. Semua itu membutuhkan random IOPS yang mumpuni. Kartu memori microSD Sandisk Extreme Pro A2 sangat ideal untuk smartphone keluaran terbaru. Namun pada dasarnya semua smartphone bisa menggunakan kartu ini, hanya saja kecepatan Read dan Write tidak akan semaksimal ketika kartu disematkan ke smartphone premium. Secara teori, kartu MicroSD Sandisk Extreme Pro A2 ini mempunyai kecepatan Baca maksimal 170MB per detik dan kecepatan Tulis 90MB per detik. Performa kartu MicroSD Sandisk Extreme Pro A2 adalah 4000 baca IOPS dan 2000 tulis IOPS. (Sedangkan performa A1 adalah 1500 baca IOPS, 500 tulis IOPS). Selain lebih cepat, kartu MicroSD Sandisk Extreme Pro A2 sudah mengusung UHS Kelas 3 (U3) dan peringkat Kecepatan Video Kelas 30 (V30). Artinya, kartu ini mampu diandalkan untuk merekam video resolusi 4K atau dikenal sebagai Ultra High Definition (UHD), persis 3840 x 2160 piksel. Pada pengujian memindahkan file format MP4 sebesar 2GB dari PC ke kartu MicroSD Sandisk Extreme Pro A2, mendapatkan kecepatan sekitar 71Mbps, padahal Sandisk mengklaim 90Mbps. Sedangkan ketika memindahkan file yang sama dari kartu MicroSD Sandisk Extreme Pro A2 ke PC, kecepatannya mencapai 1,1Gbps. Pengujian mungkin akan berbeda di PC Anda atau smartphone Anda, tergantung pada jenis prosesor dan RAM. Selain data file media, data pada smartphone juga menyangkut aplikasi. Seharusnya, setiap kartu memori eksternal mampu menyimpan data file dan aplikasi. Namun, sejumlah vendor menerapkan proteksi yang tidak memungkinkan kartu MicroSD menyimpan file aplikasi. Guna menguji kartu MicroSD Sandisk Extreme Pro A2 pada smartphone kami menggunakan Samsung Galaxy A50, karena Samsung mengizinkan kartu eksternal berperan layaknya “memori internal” sehingga bisa menyimpan file aplikasi ke kartu memori. Hasilnya, aplikasi game PUBG Mobile bisa dimuat dalam waktu hampir bersamaan. Bahkan, sedikit lebih cepat pada aplikasi game yang sudah dipindahkan ke kartu memori pada Samsung Galaxy A50. Begitu pula saat membuka game mobile lain dengan ukuran dewa. Lalu ketika bermain game, kami juga tidak merasakan perbedaan. Game terasa mulus meski file aplikasi berada di kartu memori. Bahkan, lebih nge-gas karena memori internal asli selalu lapang. Itu artinya, kartu MicroSD Sandisk Extreme Pro A2 tidak akan membuat smartphone Anda melambat. Ada banyak fitur canggih yang ditanam ke dalam produk kartu MicroSD Sandisk. Salah satunya, fitur RescuePRO Deluxe. Data merupakan harta karun di zaman digital. Kehilangan data tentu menjadi mimpi buruk semua pengguna smartphone. Mengetahui hal itu, Sandisk menawarkan perlindungan back-up data di setiap produknya. Sandisk RescuePRO Deluxe memungkinkan pengguna untuk bisa mendapatkan kembali file yang sudah dihapus. Di dalam setiap bungkus boks penjualan, tercantum kode akses untuk mendapatkan file Anda kembali. Jangan lupa daftarkan kartu Sandisk Anda ke website resmi perusahaan. Pembeli kartu MicroSD Sandisk Extreme Pro A2 juga akan mendapat langganan software RescuePRO Deluxe selama dua tahun secara cuma-cuma. Selain itu, proteksi data dengan password bisa dilakukan agar data tetap aman dengan software dari SanDisk SecureAccess. Sebagai info tambahan, meskipun teknologi A2 dikhususkan pada penggunaan smartphone, namun pemakaian kartu MicroSD Sandisk Extreme Pro A2 tidak terbatas pada smartphone saja. Pengguna juga bisa menggunakan kartu pada alat elektronik lain seperti kamera DSLR dan Voice Recorder. Karena, pada paket penjualannya, sudah dilengkapi dengan adapter, sehingga kartu MicroSD bisa berubah format menjadi kartu SD. ", "Tags": ["Tags", "microSD", "Sandisk", "Sandisk Extreme Pro A2"]}, {"DatePost": "10 May 2019 05:00", "Author": "selular", "Title": "Karena Distorsi Layar, Samsung Batalkan Pre-Order Galaxy Fold", "Content": "Jakarta, Selular.ID – Samsung mengatakan bahwa mereka tidak dapat mengkonfirmasi tanggal pengiriman untuk smartphone “Galaxy Fold” di pasar Amerika Serikat. Perusahaan mengajukan permintaan maaf kepada pelanggan pre-order atas keterlambatan tersebut. Menurut laporan yang dimuat Forbes (7/5), raksasa Korea Selatan itu telah mengumumkan akan mulai secara otomatis membatalkan pesanan untuk perangkat lipat yang sangat dinanti-nantikan karena menghadapi masalah dengan tampilan. Samsung mengakui bahwa saat ini, mereka belum dapat memastikan tanggal pengiriman yang diantisipasi. “Jika kami tidak mendengar kabar dari Anda dan kami belum mengirimkannya pada tanggal 31 Mei, pesanan Anda akan dibatalkan secara otomatis,” kata Samsung kepada pelanggan melalui email. Pelanggan yang telah memesan perangkat masih akan mendapatkannya jika mereka secara khusus memberi tahu Samsung bahwa mereka ingin tetap menerima. Kecuali jika pelanggan mengatakan demikian, peraturan Komisi Perdagangan Federal AS berarti bahwa Samsung harus membatalkan semua pre-order Galaxy Fold jika gagal melepaskan perangkat sebelum 31 Mei 2019. Dalam ajang MWC 2019, Samsung memukau dunia dengan perangkat lipat pertama “Galaxy Fold,” senilai US$ 2.000. Galaxy Fold diprediksi dapat menjadi bintang penjualan, saat industri smartphone mengalami kemandekan dalam inovasi. Tak pelak kehadiran ponsel super-premium yang membutuhkan waktu hampir satu dekade dalam pembuatan, menjadi ditunggu-tunggu oleh konsumen. Sayangnya ekspektasi pasar yang besar tak sejalan. Pasalnya,  muncul sejumlah laporan yang mengulas berbagai masalah seputar Galaxy Fold. Diketahui sample produk yang diberikan kepada pengulas teknologi internasional mengalami distorsi tampilan dan masalah layar berkedip. Kondisi itu memaksa raksasa Korea Selatan untuk menunda peluncurannya di Hong Kong dan Shanghai masing-masing pada tanggal 23 dan 24 April. Demi mencegah rusaknya image Galaxy Fold, perusahaan juga mengeluarkan penarikan pada unit-unit review. ", "Tags": ["Tags", "Galaxy Fold", "Samsung"]}, {"DatePost": "25 February 2019 13:30", "Author": "Khoirunnisa", "Title": "Nokia 9 PureView Resmi, Usung 5 Kamera Belakang", "Content": "Jakarta, Selular.ID – Perlombaan jumlah kamera belakang memasuki babak baru. Setelah Huawei P20 punya 3 kamera dan Samsung menjawab dengan 4 kamera melalui Galaxy A9 tahun lalu, sekarang giliran HMD Global menyajikan 5 kamera belakang melalui Nokia 9 PureView. Layar Nokia 9 PureView menampilkan diagonal 5,99 inci dengan rasio aspek 18:9 resolusi QHD+, yang berarti 1440 x 2880 dan merupakan panel OLED. HMD Global akhirnya menggunakan teknologi pemindai sidik jari di bawah layar yang baru. Nilai jual utama Nokia 9 PureView terletak di kamera belakang. Perangkat memiliki lima sensor dengan optik ZEISS di bagian belakang, dua di antaranya RGB dan tiga lainnya monokrom. Saat mengambil foto, semua sensor bekerja bersamaan untuk mengumpulkan pencahayaan, detail, dan data warna, dan dijahit bersama untuk hasil akhir. Menurut HMD, mengambil satu foto menghasilkan setidaknya 60MP data pencitraan yang diproses. Ini dimungkinkan dengan co-prosesor image khusus. Pengguna akan bisa menggunakan editor kedalaman untuk menyesuaikan efek bokeh setelah foto diambil. Dan ya, itu bisa menembak RAW. Nokia 9 PureView ditenagai Qualcomm Snapdragon 845. Ya, itu adalah chipset keluaran tahun lalu. Menurut HMD, pengaturan 5-kamera membutuhkan banyak kerja sama dengan Qualcomm. Meluncurkan PureView tidak akan mungkin sekarang jika HMD bersikeras mengembangkan algoritma yang sama untuk Snapdragon 855. Di sektor memori, Nokia 9 PureView masih datang dengan spek standar flagship tahun lalu yakni RAM 6GB dan penyimpanan 128GB, dan tidak memiliki jack headphone. Tidak lupa, Nokia 9 PureView memiliki sertifikat IP-67 yang artinya handset tahan air dan debu. Tidak diketahui kapasitas resmi, tetapi HMD mengklaim waktu bicara 4G hingga 28 jam dan waktu siaga hingga 16,5 hari dengan sekali pengisian daya. Sama seperti model besutan HMD lainnya, Nokia 9 PureView mengadopsi Android One. Ini berarti antarmuka ponsel tanpa modifikasi dan perangkat akan mendapat jaminan pembaruan OS setidaknya dua tahun dan patch keamanan selama tiga tahun setelah diluncurkan. Nokia 9 PureView akan diluncurkan dengan Android 9 Pie dengan biaya $699 (setara Rp9,8 juta) dan perangkat akan tersedia pada bulan Maret. ", "Tags": ["Tags", "hmd global", "Nokia 9 PureView"]}, {"DatePost": "15 January 2019 15:09", "Author": "Indra Khairuddin", "Title": "Samsung Buka Toko Online Sendiri", "Content": "Jakarta, Selular.ID – Samsung Electronics Indonesia secara resmi menghadirkan toko online-nya sendiri yang siap memberikan pengalaman lebih dari sekedar berbelanja bagi konsumen Indonesia. Samsung.com Shop hadir melengkapi pilihan konsumen dalam menikmati berbelanja online yang berbeda melalui berbagai konten kreatif seperti traveling, olahraga, memasak, serta entertainment untuk menginspirasi konsumen sesuai kebutuhan mereka dan memaksimalkan produk Samsung dalam kehidupan sehari-hari. Secara keseluruhan dalam kurun waktu dua tahun terakhir, jumlah pembeli produk secara online di Indonesia meningkat secara signifikan. Sekitar 36% konsumen di Indonesia membeli produk secara online tiap bulannya dimana sebesar 41% orang menghabiskan waktu mereka di platform belanja online untuk membeli barang-barang elektronik/teknologi dan gadget. Sementara penjualan smartphone Samsung tahun 2018 melalui online tumbuh signifikan sebesar 62% dibandingkan tahun 2017, dengan market share online sebesar 60,2% (November 2018).  “Samsung memahami bahwa konsumen Indonesia sudah fasih berbelanja secara online, tidak terkecuali dalam membeli perangkat gadget seperti ponsel serta barang elektronik lainnya,” ungkap Elvira Jakub, Corporate Marketing Director Samsung Electronics Indonesia. Lebih lanjut dikatakan Elvira, untuk memberikan pengalaman belanja online yang nyaman dan sesuai dengan kebutuhan inilah Samsung.com Shop hadir dengan berbagai konten yang dapat menginspirasi konsumen dalam memilih produk yang sedang mereka butuhkan dan membantu mereka memanfaatkan produk Samsung secara maksimal. Samsung dikatakannya juga ingin memberikan pengalaman lebih pada saat berbelanja gadget dan elektronik sesuai dengan gaya hidup masing-masing konsumen. Kedepan nya Samsung.com Shop akan memiliki halaman khusus yang menyediakan review lebih mendalam dari berbagai sumber hingga tips dan trik yang akan memudahkan konsumen memilih produk yang sesuai. Untuk awal akan dimulai dengan halaman traveling, cooking, sports dan entertainment seperti musik dan games. Samsung mengerti kebutuhan konsumen yang seringkali membutuhkan berbagai sumber review dan penjelasan detail sebelum membeli suatu produk, untuk itu halaman khusus ini Samsung hadirkan untuk memberikan pilihan bagi konsumen yang ingin mendapatkan informasi yang lebih detail hingga melakukan pembelian secara langsung. Semua pembelian di Samsung.com Shop tidak dikenakan biaya pengiriman bahkan ke seluruh Indonesia ditambah lagi dengan keuntungan Samsung Insurance, gadget mereka telah otomatis mendapatkan asuransi tanpa harus membayar lebih lagi untuk biaya asuransi. Dan demi kenyamanan mereka pun, Samsung memberikan sistem yang mudah diakses oleh konsumen untuk menelusuri status pengiriman produk mereka. Selain itu Samsung juga memberikan keleluasaan bagi konsumen untuk mengatur pembelian mereka, bekerjasama dengan berbagai Bank ternama untuk cicilan 0% sehingga keuangan menjadi lebih dapat diatur. Berbelanja di Samsung.com Shop juga akan membuat pengalaman belanja online lebih personal dengan kemasan yang menarik untuk memberikan privilege kepada konsumen yang berbelanja di Samsung.com Shop. Untuk peluncuran pertama, Samsung telah memanjakan konsumen Indonesia dengan berbagai promo, yaitu untuk pembelian Galaxy A7 memori 128 GB mendapatkan Bluetooth headset Samsung Level U Pro dan untuk bulan Januari Samsung.com Shop akan memberikan promo Pay Day mulai tanggal 25 Januari dengan berbagai penawaran menarik. ", "Tags": ["Tags", "Samsung"]}, {"DatePost": "5 November 2018 12:00", "Author": "selular", "Title": "Duel Maut Huawei Nova 3i VS Samsung Galaxy A6 Plus, Siapa Juaranya?", "Content": "Jakarta, Selular.ID – Kamera masih menjadi kebutuhan bagi para pengguna smartphone. Di pasaran saat ini beredar beragam smartphone yang mengedepankan fitur kamera. Mulai dari resolusi besar, jumlah lensa yang digunakan, jenis sensor yang digunakan, teknologi AI (Artificial Intelligence) dan sebagainya hadir di sejumlah brand smartphone seperti Huawei Nova 3i dan Samsung Galaxy A6 Plus. Fungsi kamera smartphone pun berubah tak hanya untuk mengabadikan momen saja lewat foto dan video. Namun, digunakan sebagai face unlock, scan dokumen, QR Code dan banyak lagi. Mengandalkan teknologi AI pada kamera, semua itu bisa terjadi. Selain kamera, performa juga menjadi kebutuhan pengguna smartphone dalam bermain game dan sebagainya. Teknologi AI tak hanya bekerja pada kamera saja, namun bekerja pada performa dan aspek lainnya. Teknologi AI, kamera dan fitur canggih lainnya tak lagi hadir di ponsel premium, namun di smartphone kelas menengah. Misalnya Huawei Nova 3i dan Samsung Galaxy A6 Plus. Sama-sama ponsel menengah, Huawei Nova 3i dan Samsung Galaxy A6 Plus memiliki fitur, spesifikasi dan teknologi yang kerap disematkan pada ponsel premium. Dari segi spesifikasi, fitur dan harga Huawei Nova 3i dan Samsung Galaxy A6 Plus berbeda. Persamaannya terletak pada sistem operasi Android 8.0 Oreo, RAM 4GB, serta kemampuan scan dokumen dan barcode. Selebihnya berbeda. Huawei Nova 3i diluncurkan pada bulan Juli lalu dengan harga Rp 4.199.000. Sedangkan Galaxy A6 Plus dirilis sebelum Nova 3i, tepatnya Mei 2018 dan harganya lebih tinggi yakni Rp 4.899.000. Huawei Nova 3i tersedia dalam varian warna hitam dan iris purple. Sementara Samsung Galaxy A6 Plus tersaji dalam varian warna hitam, biru dan gold. Redaksi Selular.ID mencoba melakukan komparasi Huawei Nova 3i dan Samsung Galaxy A6 Plus. Baik Huawei Nova 3i dan Samsung Galaxy A6 Plus yang kami review ini sama-sama berwarna hitam. Lantas mana yang lebih unggul, Huawei Nova 3i atau Samsung Galaxy A6 Plus ? Yuk kita bahas. Dari segi desain, Huawei Nova 3i mengusung konsep notch. Notch Nova 3i menampung dual selfie camera beresolusi masing-masing 24MP dan 2MP serta speaker receiver. Huawei Nova 3i mengusung warna hitam polos sehingga terlihat lebih elegan. Huawei Nova 3i menggunakan bahan aluminium pada kerangkanya serta sisi depan dan belakangnya dibalut material kaca. Karena menggunakan kaca, ponsel ini agak licin saat digenggam. Sebaiknya gunakan cover pelindung sehingga tidak terjatuh ketika digenggam. Huawei Nova 3i memiliki berat 170 gram dan dimensi 157,6 x 75,2 x 7,6 mm. Ketika digenggam, Nova 3i cukup nyaman. Tidak terlalu berat dan pas di genggaman tangan. Sudut melengkung pada Huawei Nova 3i menambah kenyamanan ketika digenggam. Ketika dimasukkan ke saku pun, Huawei Nova 3i masih terasa pas. Layar seluas 6,3 inci terpampang di bagian depan Huawei Nova 3i. Di atasnya terdapat notch sebagai wadah kamera selfie ganda 24MP dan 2MP, speaker receiver, LED notification dan sensor proximity. Tombol fisik absen dari Huawei Nova 3i ini selayaknya ponsel notch pada umumnya. Kamera utama ganda beresolusi 16MP dan 2MP tersemat di bagian belakang ponsel ini. Di bawahnya terdapat LED flash, sensor fingerprint dan logo Huawei. Sisi kanan Nova 3i, dijumpai tombol volume up dan down serta tombol power. Sementara di sisi kiri hanya terdapat slot SIM Card dan SDCard. MicroUSB 2.0, sebuah speaker, jack audio 3,5mm, lubang mic terpatri di bagian bawah Huawei Nova 3i. Sementara di bagian atas hanya ditemui lubang mic. Berbeda dengan Huawei Nova 3i yang mengusung konsep notch, Samsung Galaxy A6 Plus tidak menggunakan notch. Sama seperti Huawei Nova 3i, Samsung Galaxy A6 Plus terlihat elegan dengan balutan warna hitam. Galaxy A6 Plus menggunakan material metal di sekujur tubuhnya. Ini yang membuat Galaxy A6 Plus sedikit lebih besar daripada A6 Plus. Samsung Galaxy A6 Plus memiliki dimensi 160.2 x 75.7 x 7.9 mm dan bobot 190g. Meski berat, ketika digenggam masih terasa nyaman. Sama seperti Huawei Nova 3i, Samsung Galaxy A6 Plus memiliki sudut lengkung. Ketika dimasukan ke saku memang terasa lebih berat. Akan tetapi tidak licin saat digenggam. Layar berukuran 6 inci terpampang di bagian depan ponsel ini. Diatas layar terdapat kamera selfie 24MP, LED Flash, LED notification, speaker receiver, sensor RGB dan sensor proximity. Kamera utama ganda beresolusi 16 MP dan 5 MP, LED Flash, sensor fingerprint dan logo huawei di bawahnya terpampang di bagian belakang ponsel ini. Sisi kiri dijumpai tombol volume up dan down, slot SIM Card 1 serta slot Micro SD dan SIM Card 2. Jika smartphone yang beredar pada umumnya menyatukan slot Micro SD dan kedua slot SIM Card, Samsung justru memisahkannya. Sedangkan di sisi kiri hanya terdapat tombol power dan speaker. Bagian bawah gawai ini terdapat port USB 2.0, jack audio 3,5 mm dan lubang mic. Sementara di bagian atas tidak ditemukan apa-apa, polos saja. Huawei Nova 3i mengusung 4 kamera sebagai fitur unggulan. Dua kamera utama beresolusi 16MP (color) dengan aperture F/2.2, PDAF dan 2 MP (color) dengan depth sensor dibubuhi di bagian belakang. Sementara dua lagi hadir di bagian depan beresolusi 24MP Fusion Pixel f/2.0 dan 2MP Fixed Focal Length disertai depth sensor. Baik kamera utama maupun kamera depan Huawei Nova 3i sudah didukung teknologi AI. Teknologi AI yang disematkan di kamera utama maupun selfie Huawei Nova 3i meliputi AI Scenery Recognition, AI Beauty Algorithm, HDR Pro, Low Light Solution, 3D Portrait Lighting dan AR Fun Selfies. Teknologi AI ini memungkinkan Huawei Nova 3i mengenali sejumlah objek secara akurat seperti manusia, tanaman, makanan, kendaraan, hewan dan lainnya. Selain objek, latar belakangnya pun mampu dikenali secara akurat. Kamera utama Huawei Nova 3i mampu mendeteksi hingga 22 kategori untuk lebih dari 500 skenario. Diperkuat algoritma AI yang didorong pengetahuan lebih dari 100 juta gambar, Huawei Nova 3i mampu mengingat 22 kategori dari 500+ momen dan menyediakan hasil jepretan lebih optimal. Sebelum menggunakan fitur AI Scenery Recognition di Huawei Nova 3i, Anda harus mengaktifkannya dulu di bagian atas menu kamera atau di menu setting kamera. Fitur AI Scenery Recognition bisa digunakan pada kamera utama maupun kamera selfie. Fitur inilah yang menentukan keakuratan pengambilan gambar. Beragam mode dan filter disematkan pada kamera utama dan selfie Huawei Nova 3i. Untuk mode kameranya terdapat photo, portrait, Pro, HDR, Panorama, 3D Panorama, Artist mode, Night mode dan Light Painting. Mode kamera tersebut juga dapat digunakan pada kamera utama dan selfie Huawei Nova 3i. Filter yang disajikan mencakup sentimental, impact, ND, Valencia, blue, halo, nostalgia dan down. Semua filter tersebut dapat digunakan di kamera belakang maupun depan. Fitur AI Assisted Composition, memungkinkan ponsel ini mengambil gambar dengan stabil sehingga tidak miring. Ketika kami mencoba mode photo kamera utama, hasilnya cukup akurat. Kamera utama Huawei Nova 3i cukup cepat dalam menangkap objek, tanpa jeda. Mode photo ini mampu membedakan setiap objek foto seperti tanaman, makanan, manusia serta latar belakang. Gambar yang dihasilkan cukup tajam dan detail. Terlebih ketika pencahayaan cukup serta kondisi siang hari baik di dalam maupun luar ruangan. Warna yang dihasilkan pun memiliki kombinasi yang pas dan terlihat natural. Ketika menggunakan fitur AI Scenery Recognition, Anda tidak bisa zoom gambar menggunakan mode photo. Anda harus menonaktifkan menu AI Scenery Recognition dulu untuk melakukan zoom melalui mode photo. Ketika di-zoom hingga full hasilnya pecah dan banyak noise. Jika di-zoom tidak terlalu besar, hasilnya masih cukup baik. Sebaiknya jangan melakukan zoom full. Ketika foto dalam kondisi minim cahaya, masih terlihat noise. Untuk mensiasati noise, Anda bisa menggunakan LED Flash atau night mode. Anda dapat menggunakan efek bokeh pada mode portrait. Efek bokeh tersebut dapat Anda aktifkan dan nonaktifkan di mode portrait. Efek bokeh yang dihasilkan cukup alami. Anda juga dapat mengatur level beauty pada mode portrait untuk kamera utama maupun selfie. Mode portrait ini juga mengusung fitur 3D mengandalkan kecanggihan teknologi AI. Menariknya, hadir fitur stage lightning pada mode 3D tersebut. Fitur ini mampu meng-crop objek gambar dan memisahkan dari latar belakang. Latar belakangnya secara otomatis diganti menjadi warna hitam. Fitur stage lightning ini hanya bisa mendeteksi objek wajah manusia. Fitur ini juga mirip dengan fitur yang ada pada smartphone flagship Huawei P20 Pro. Kecanggihan teknologi AI lainnya dapat dinikmati melalui fitur 3D Qmoji pada mode AR Lens. Tersaji pilihan karakter 3D Qmoji seperti bunglon, ikan, serigala, kucing, kelinci, robot, penguin dan apel. Anda bisa memilih background putih ataupun latar belakang asli untuk menggunakan 3D Qmoji. Fitur 3D Qmoji ini mampu mempelajari dan meniru ekspresi wajah, gerakan dan suara Anda. Fitur ini hanya berfungsi pada kamera depan. Hasil akhirnya, Anda dapat menyimpan 3D Qmoji dalam format GIF atau video. Untuk save format GIF 3D Qmoji, Anda bisa tap icon GIF di pojok kanan atas. Kemudian tap dan tahan untuk membuat AR Emoji dalam format GIF sambil memberikan ekspresi wajah Anda. Mode AR Lens lainnya meliputi Effects, Backgrounds dan 3D Objects. Effects dan Backgrounds hanya bisa digunakan di kamera depan. Sedangkan 3D Objects hanya berlaku untuk kamera belakang. Anda dapat menambahkan objek 3D dalam bentuk hewan penguin dengan berbagai aksesoris di menu 3D Objects. Anda juga bisa menempatkan pinguin tersebut dalam objek nayata seperti di ruangan, jalanan dan sebagainya. Sehingga hasilnya terlihat benar-benar nyata. Untuk kamera selfie, tidak jauh berbeda dengan kamera utama baik mode, filter dan tampilannya. Khusus kamera selfie, didukung fitur HDR Pro yang memberikan presisi seimbang ketika foto dan video bahkan saat di bawah sinar matahari. Hasil selfienya cukup natural. Ketika menggunakan efek beauty, hasilnya masih terlihat alami tidak terlalu berlebihan karena didukung teknologi AI. Contohnya, ketika ada jerawat atau jenggot bagi pria, tidak dihilangkan namun hanya diperhalus saja. Seperti kamera utama, Anda dapat mengatur level beauty. Efek bokeh ketika selfie pun masih terlihat natural. Tak jauh berbeda dengan kamera utama, kamera selfie Huawei Nova 3i juga cukup tajam dan detail. Khususnya dalam pencahayaan cukup, hasil selfienya jauh lebih baik. Ketika di malam hari atau kondisi minim cahaya, Anda bisa mengandalkan LED Flash dan Night mode untuk hasil optimal. Untuk video, ditunjang mode video, Slow-mo dan Time-lapse. Anda bisa mengatur resolusi video yang Anda inginkan di menu setting kamera. Tersaji resolusi yang bisa Anda pilih yakni FHD 1080p (1920×1080/60 fps), 1080p (1920×1080), 1080p (1920×1080/60 fps), 1080p (1920×1080/18.7.9) serta HD 720p (1280×720). Video yang dihasilkan cukup tajam jika Anda menggunakan resolusi tertinggi FHD. Resolusi 720p juga hasilnya cukup baik, namun belum optimal. Tentunya hasil video di tempat dengan kondisi pencahayaan cukup hasilnya lebih baik dibandingkan di tempat dengan kondisi minim cahaya. Ketika kondisi minim cahaya, Anda bisa mengandalkan LED Flash. Huawei Nova 3i bisa merekam video slow motion sampai dengan 16x pada 480fps dan 4x slow motion 120fps. Kualitas video slow motion yang dihasilkan cukup baik. Namun, durasinya cukup singkat hanya 10 detik. Anda tidak bisa mengatur durasi secara manual. Untuk menandai hasil jepretan Huawei Nova 3i, Anda bisa menambahkan watermark. Anda bisa menambahkan watermark di menu setting kamera di sudut kanan atas menu kamera. Kamera Samsung Galaxy A6 Plus Urusan foto dan video, Samsung Galaxy A6 Plus dibubuhi kamera utama ganda dengan masing-maisng resolusi 16 MP (f1.7) dan 5MP (f1.9). Tampilan kamera Mode kamera dan menu yang disajikan Galaxy A6 Plus cukup simpel. Tidak banyak mode dan menu yang disajikan Samsung Galaxy A6 Plus, tak seperti Huawei Nova 3i. Hanya terdapat mode photo, live focus dan stickers untuk foto. Untuk mengambil gambar disajikan mode photo. Anda bisa mengatur mode HDR dan lainnya di menu setting. Kami Redaksi Selular mencoba mengambil foto dengan mode ini. Namun kecepatan menangkap gambar (shutter speed) yang dihasilkan Samsung Galaxy A6 Plus tidak secepat Huawei Nova 3i. Terdapat jeda beberapa detik. Foto yang dihasilkan Galaxy A6 Plus cukup detail dan tajam. Namun kombinasi warna yang dihasilkan kurang seimbang. Hasil foto Galaxy A6 Plus cenderung lebih terang, apalagi ketika diluar ruangan dan kondisi cahaya sangat terang. Ketika dalam cahaya yang cukup, baik indoor maupun outdoor, kamera Galaxy A6 Plus bekerja dengan baik. Saat minim cahaya maupun malam hari, hasilnya kurang maksimal. Masih terdapat noise. Anda bisa mengandalkan LED Flash untuk mensiasatinya. Untuk menghias foto, disuguhkan mode sticker. Namun pilihannya tidak banyak. Mode life focus bisa Anda gunakan untuk mengambil objek foto dengan latar belakang bokeh. Anda bisa mengatur sendiri efek bokeh saat mengambil gambar. Kami pun mencobanya dan efek bokeh yang dihasilkan masih cukup natural. Kamera selfie Galaxy A6 Plus memiliki resolusi 24 MP dengan aperture (f1.9). Seperti kamera utama, tampilan mode kamera selfie Galaxy A6 Plus juga simpel. Anda bisa mengambil foto selfie menggunakan mode photo. Saat kami mencobanya, hasilnya cukup baik. Terlebih dalam kondisi pencahayaan cukup meski indoor atau outdoor. Ketika malam hari atau dalam kondisi minim cahaya, hasilnya kurang optimal. Mungkin Anda bisa mensiasatinya dengan LED Flash. Sama seperti kamera utama, kamera selfie Galaxy A6 Plus lambat dalam menangkap objek. Untuk mempercantik foto selfie, Anda bisa menggunakan mode selfie focus. Anda bisa mengatur sendiri efek beauty yang dihasilkan dalam menu skin tone. Disediakan menu slim face dan large eyes untuk membuat foto selfie Anda semakin menarik. Seperti kamera utama, Anda bisa foto selfie dengan efek bokeh. Untuk menggunakannya, Anda bisa mengandalkan mode selfie focus. Namun, Anda tidak bisa mengatur efek bokeh yang dihasilkan. Stiker yang disajikan kamera selfie juga sama dengan kamera utama. Sayangnya, Samsung tidak menyertakan mode watermark pada kamera Galaxy A6 Plus. Untuk video, cuma ada satu mode yakni mode video. Mode video ini dapat digunakan di kamera utama dan kamera selfie. Untuk resolusi video yang disajikan mencakup FHD (1920x1080p), 18.5:9 (1920x936p), 1:1 (1072x1072p), HD (1280x720p) dan VGA (640x480p). Anda bisa memilih resolusi video yang diinginkan di menu setting kamera pada bagian kanan atas. Sayangnya, tak banyak yang bisa Anda explore untuk video. Huawei Nova 3i dibekali layar TFT LCD (IPS) berukuran 6,3 inci dengan resolusi FHD+ (2340 x 1080p). Aspek rasionya cukup besar yakni 19,5:9. Layar Nova 3i terlihat cukup luas berkat notch. Namun, ketika bermain game ataupun menonton video, desain notch ini agak mengganggu. Anda bisa mengaktifkan dan menonaktifkan tampilan notch di menu setting>display>notch. Untuk menghilangkan notch pilih menu hide notch. Pilih default untuk memunculkan notch kembali. Warna yang dihasilkan layar Nova 3i adalah 16,7 juta warna dan ukuran saturasi warna (NTSC) nya mencapai 85%. Layarnya sudah dilapisi Corning Gorilla Glass sehingga tahan terhadap goresan benda tajam dan benda keras lainnya. Tampilan antarmukanya, Huawei Nova 3i dibalut EMUI 8.2. Tampilan Huawei Nova 3i cukup simpel. Terdapat menu notification tray di atasnya yang memuat semua notifikasi pesan, jejaring sosial dan panggilan masuk. Anda dapat mengatur Wi-Fi, Bluetooth, Mobile Data, Vibration, Auto Rotate, Huawei Share, Airplane Mode, senter, Location Information, Screenshoot, Ride Mode dan menu setting. Karena didukung teknologi AI, layar Huawei Nova 3i mampu menyesuaikan kecerahan layar dengan kondisi pencahayaan di sekitar. Misalnya, jika Anda berada di luar ruangan dengan kondisi terik matahari, maka layar secara otomatis menurunkan brightness. Anda juga bisa mengatur brightness layar Huawei Nova 3i di notification tray maupun menu setting. Mode split screen juga bisa Anda aktifkan di Huawei Nova 3i. Cara mengaktifkan mode split screen di Huawei Nova 3i sangat mudah. Anda hanya perlu tap dan tahan menu recent. Layar Huawei Nova 3i cukup responsive dan cepat ketika mengkases semua aplikasi. Samsung Galaxy A6 Plus dibekali layar sedikit lebih kecil dari Huawei Nova 3i dengan ukuran 6 inci. Apalagi Samsung Galaxy A6 Plus tidak memiliki notch sehingga layarnya terlihat lebih kecil. Jenis layar yang digunakan Galaxy A6 Plus adalah Super AMOLED. Dibandingkan layar IPS Huawei Nova 3i, layar Super AMOLED memiliki komposisi brightness dan contrast yang seimbang. Ini dikarenakan Samsung Galaxy A6 Plus memiliki 16 juta warna. Resolusi layar Samsung Galaxy A6 adalah FHD+ (2220x1080p). Aspek rasionya 18,5:9. Tampilan Samsung Galaxy A6 Plus juga cukup simpel. Galaxy A6 Plus dibubuhi tampilan antarmuka Samsung Experience 9.0. Seperti Huawei Nova 3i, notification tray terdapat di bagian atas Galaxy A6 Plus. Di menu ini Anda bisa menerima notifikasi pesan masuk dan pemberitahuan lainnya. Anda bisa mengatur Wi-Fi, Bluetooth, sound, mode portrait, senter, power saving, airplane mode, mobile data, mobile hotspot, secure folder, location, always on display, smart view, phone visibility, dolby atmos dan ultra data saving. Anda juga bisa mengatur kecerahan layar di menu notification tray. Galaxy A6 Plus mengusung mode layar always on display khas Samsung. Anda juga dapat mengaktifkan dan menonaktifkannya di notification tray atau menu setting. Di menu setting juga Anda dapat mengatur kecerahan layar. Anda juga dapat mengaktifkan mode split screen di Galaxy A6 Plus. Caranya, cukup tekan dan tahan tombol recent. Kemudian pilih aplikasi yang ingin menggunakan mode split screen. Namun, hanya aplikasi tertentu yang bisa mendukung mode split screen ini. Misalnya Google dan YouTube. Layar Galaxy A6 Plus juga sudah dilapisi Corning Gorilla Glass yang mampu menahan goresan dan benturan benda. Sistem operasinya, Huawei Nova 3i berjalan dengan Android 8.0 Oreo. Huawei menyajikan beragam aplikasi bawaan pada ponsel anyar-nya ini. Apikasi bawaan dari Google seperti Play Store, Gmail, Google, YouTube, Maps, Drive, Photos, Duo, Play Movies & TV dan Play Music sudah pasti tersaji di semua ponsel Android seperti Huawei Nova 3i. Aplikasi lainnya seperti Facebook, Messenger, Netflix, ZCamera, Camera 360, Babe dan Lazada. Tak ketinggalan aplikasi wajib Huawei seperti AppGalerry dan HiCare tersedia di Nova 3i. AppGallery merupakan aplikasi store Huawei yang memungkinkan Anda mendownload aplikasi menarik layaknya Play Store. Hadir pula aplikasi game bawaan seperti Spiderman Ultimated, Asphalt Nitro, Dragon Mania, Sonic Runners, Kingdoms, Puzzle Pets dan Lord Mobile. Untuk security, Huawei Nova 3i dibekali sensor fingerprint dan face unlock. Sensor fingerprint Huawei Nova 3i mampu membuka kunci ponsel dengan sangat cepat sekitar 0,2 detik. Begitupun face unlock nya mampu membuka ponsel dengan sangat cepat kurang lebih 0,2 detik. Sensor face unlock Huawei Nova 3i cukup akurat dalam mendeteksi wajah pemiliknya. Misalnya, ketika Anda mendaftarkan wajah Anda secara polos tidak menggunakan aksesoris. Sensor face unlock Huawei Nova 3i tetap bisa membuka ponsel ketika Anda mengenakan aksesoris seperti topi, kacamata dan lainnya. Huawei Nova 3i mengusung serangkaian fitur unggulan seperti 4 kamera, teknologi AI, layar FHD+ dan teknologi GPU Turbo. Huawei Nova 3i juga ditunjang fitur ride mode yang memudahkan Anda mengoperasikan gawai ini saat berkendara. Disisipi pula fitur health pada Huawei Nova 3i yang memungkinkan Anda mengecek kesehatan. Mulai dari mengukur kalori, mengukur langkah, mengukur waktu tidur, mengukur berat badan dan mengukur denyut jantung bisa Anda lakukan di fitur ini. Anda juga mengatur waktu Anda berolahraga melalui fitur ini seperti lari dan lainnya. Huawei Nova 3i disisipi fitur pencarian cerdas berteknologi AI. Anda dapat mencari apapun melalui fitur pencarian cerdas ini, termasuk mencari gambar. Cara menggunakannya cukup mudah, cukup masukkan kata kunci di dalam kolom pencarian. Sebelum menggunakannya, Anda harus mendaftar lebih dulu. Fitur lainnya Huawei Nova 3i dilengkapi sensor accelerometer, gyro, proximity dan compass. Sama seperti Huawei Nova 3i, Samsung Galaxy A6 Plus didukung sistem operasi 8.0 Android Oreo. Galaxy A6 Plus disuguhi beragam aplikasi bawaan Samsung. Aplikasi bawaan Samsung tersebut meliputi Samsung Health, Samsung Memebers, Samsung Max, Samsung Notes, Samsung Gift Indonesia dan Galaxy Apps. Aplikasi helath Samsung ini fungsinya hampir sama dengan fitur kesehatan Huawei Nova 3i. Aplikasi kesehatan ini memungkinkan Anda mengatur jumlah langkah, waktu berolahraga, jenis makanan, berat badan, jumlah air yang dibutuhkan tubuh hingga perkiraan cuaca. Galaxy Aps fungsinya tidak jauh berbeda dengan Play Store. Anda bisa mendownload aplikasi di aplikasi ini. Namun jumlah aplikasi yang disediakan Galaxy Aps tidak sebanyak Play Store. Apikasi wajib Google seperti Play Store, Gmail, Google, YouTube, Maps, Drive, Photos, Duo, Play Movies & TV dan Play Music juga hadir di Galaxy A6 Plus. Aplikasi Microsoft seperti Word, Excel, PowerPoint juga disisipi di Galaxy A6 Plus. Samsung Galaxy A6 Plus didukung fitur Game Launcher yang dapat memaksimalkan kinerja dan menghemat daya ketika bermain game. Game launcher ini menawarkan mode high performance, normal performance dan save power. Save power ini menawarkan daya yang lebih irit. Sesuai namanya high dan normal performance menyajikan performa maksimal. Jika Anda ingin perforfma lebih tinggi, Anda bisa menggunakan mode high performance. Anda juga bisa menambahkan game yang Anda inginkan di game launcher. Caranya sangat mudah cukup klik menu add games pada menu di kanan atas. Selain game, Anda juga bisa menambahkan aplikasi yang Anda inginkan di game launcher. Fitur keamanan seperti fingerprint, face unlock, secure folder disematkan di Galaxy A6 Plus. Seperti Huawei Nova 3i, sensor face unlock Samsung Galaxy A6 Plus cukup akurat dalam mendeteksi wajah pemiliknya. Misalnya, ketika Anda mendaftarkan wajah Anda secara polos tidak menggunakan aksesoris. Sensor face unlock Samsung Galaxy A6 Plus tetap bisa membuka ponsel ketika Anda mengenakan aksesoris seperti topi, kacamata dan lainnya. Namun, kemampuan sensor face unlock Samsung Galaxy A6 Plus tidak secepat Huawei Nova 3i. Waktu yang dibutuhkan Galaxy A6 Plus dalam membuka ponsel melalui face unlock adalah 1 detik. Begitupun sensor fingerprint Samsung Galaxy A6 Plus tidak secepat Huawei Nova 3i. Sensor fingerprint Samsung Galaxy A6 Plus mampu membuka ponsel dalam waktu 1 detik. Huawei Nova 3i mengusung sejumlah teknologi AI seperti AI kamera, AI Scenery Recognition, AI Beauty Algorithm, HDR Pro, Low Light Solution, 3D Portrait Lighting, AR Fun Selfies, AI Selfie Master, AI 3D, AI 3D Emoji, AI Shopping, AI scanner, pencarian gambar dengan AI, AI Battery Management, teknologi AI pada layar, teknologi GPU Turbo berbasis AI, AI Noise Removal serta konektivitas stabil dengan AI. Untuk fungsi dari teknologi AI Huawei Nova 3i tersebut sudah dijelaskan di atas. Teknologi AI pada kamera memungkinkan Huawei Nova 3i mengenali sejumlah objek secara akurat seperti manusia, tanaman, makanan, kendaraan, hewan dan lainnya. Karena didukung teknologi AI, layar Huawei Nova 3i mampu menyesuaikan kecerahan layar dengan kondisi pencahayaan di sekitar. Fitur Battery Management berteknologi AI memungkinkan Huawei Nova 3i menghemat konsumsi daya baterai. Huawei Nova 3i juga memiliki teknologi AI yang dapat memberikan konektivitas stabil. Mode elevator dengan cepat memulihkan sinyal 4G dan secara mengoptimalkan kinerja jaringan ketika berada di dalam lift. Huawei GEO 1.5 menyediakan layanan yang lebih akurat dan meningkatkan kinerja bahkan di dalam terowongan. Fitur AI Noise Removal memiliki kemampuan analitis dan menon-aktifkan suasana berisik yang didukung oleh AI. Tak hanya itu, panggilan volume rendah akan ditingkatkan dan panggilan berisik akan diubah menjadi percakapan yang jelas dan berkualitas tinggi. Tak hanya foto, kamera utama Huawei Nova 3i mampu mendeteksi objek seperti document dan QR Code berkat dukungan teknologi AI. Bagi Anda yang gemar shopping, fitur shopping pada kamera utama mampu diandalkan. Anda juga dapat scan QR Code. Cara menggunakannya, cukup tap ikon mata di pojok kiri atas. Kemudian pilih opsi scan QR code atau shopping. Anda bisa mendeteksi objek yang ingin Anda beli seperti makanan, pakaian, mainan dan lainnya di mode shopping. Setelah objek tersebut terdeteksi, maka akan masuk ke situs e-commerce Amazon. Sayangnya, mode shopping ini hanya bisa terintegrasi dengan situs e-commerce Amazon. Sementara QR Code dapat Anda gunakan sebagai metode pembayaran. Caranya cukup pilih QR Code lalu scan kode. Selain itu Anda juga dapat scan dokumen menggunakan kamera utama Huawei Nova 3i. Akses more dan pilih document scan pada kamera utama Huawei Nova 3i untuk scan document. Hasil deteksi document-nya cukup akurat. Teknologi AI sebenarnya sudah digunakan pada ponsel Samsung sebelum Galaxy A6 Plus. Namun teknologi AI pada Galaxy A6 Plus tidak sebanyak yang disematkan pada ponsel premium Samsung. Teknologi AI yang digunakan Galaxy A6 Plus adalah Bixby Vision. Bixby Vision bekerja pada kamera utama Galaxy A6 Plus untuk mengidentifikasi objek, baik itu text, gambar, lokasi hingga QR Code. Tersaji menu text, image, location dan QR Code yang bisa Anda pilih untuk mendeteksi objek. Anda bisa scan dokumen melalui mode text. Setelah dideteksi, text tersebut bisa Anda copy ke aplikasi pengolah dokumen seperti Word dan lainnya. Anda bisa mendeteksi gambar, lokasi dan QR Code di menu image, location dan QR Code. Berbeda dengan Huawei Nova 3i, kemampuan scan Samsung Galaxy A6 Plus tidak langsung terhubung dengan e-commerce. Dapur pacunya, Nova 3i diperkuat chipset besutan Huawei sendiri yakni Kirin 710. CPU-nya menggunakan Octa-core dengan 4 core Cortex A73 yang melaju hingga 2,2 GHz serta 4 core Cortex A53 berkecepatan 1,7 GHz. Didukung pula GPU Mali-G51 MP4 untuk mengolah grafis. Dukungan teknologi GPU Turbo berbasis AI mampu memberikan performa maksimal terutama saat bermain game. Selain performa optimal, teknologi GPU Turbo mampu membuat daya tahan baterai Nova 3i lebih hemat. Penyimpanannya, Huawei Nova 3i ditanamkan RAM 4GB, ROM 128GB serta memori eksternal hingga 256GB. Uji performanya, kami Redaksi Selular.ID melakukan sejumlah tes seperti tes benchmark, bermain game, menonton video dan film serta mendengarkan musik. Aplikasi Benchmark yang kami gunakan untuk tes kedua ponsel ini sama yakni AnTuTu, PC Mark, 3D Mark dan Geekbench 4. AnTuTu mencatat skor 137130 untuk Huawei Nova 3i dan menduduki peringkat ke 50. Saat tes AnTuTu, Huawei Nova 3i berhasil menjalaninya dengan baik. Pada saat proses render tes AnTuTu 3D, lancar tidak ada lag sama sekali. Tentunya ini didukung kinerja maksimal dari prosesor dan teknologi GPU Turbo. Untuk PC Mark, Huawei Nova 3i meraih skor 6802 dalam tes Work 2.0 performance. Namun, saat menjalani tes 3D Mark, Huawei Nova 3i mengalami sedikit lag. Ketika proses awal render 3D, Huawei Nova 3i cukup lancar. Selebihnya lag. Tercatat skor 21342 untuk Ice Storm Unlimited. Tes benchmark terakhir menggunakan Geekbench 4 dengan dua tahap yang meliputi Single-Core dan Multi-Core. Tercatat, Huawei Nova 3i meraih skor 1420 untuk Single-Core. Sementara tes Multi-Core, gadget ini menorehkan skor 5424. Kami menginstall 5 game di Huawei Nova 3i yang mencakup PlayerUnknown’s Battlegrounds (PUBG), Asphalt 9: Legends, Dragon Ball Legends, PES 2018 dan Injustice 2. Untuk game PUBG, kami menggunakan setting cukup tinggi. Saat kami mencoba bermain game PlayerUnknown’s Battlegrounds (PUBG) dengan settingan grafis dan frame rate cukup tinggi. Setting grafis yang kami gunakan HD dan frame rate High. Memang, Nova 3i sudah mendukung settingan tinggi untuk PBUG, namun hasilnya belum maksimal. Masih terdapat mozaik dan terjadi lag ketika menggunakan settingan grafis tertinggi. Ketika kami turunkan resolusi dan frame rate-nya dengan setting grafis Balanced dan frame rate Medium, hasilnya jauh lebih baik. Teknologi GPU Turbo belum bekerja optimal pada game PUBG. Game lainnya yang tidak memiliki setting grafis tertinggi, pastinya disapu bersih oleh gawai terbaru Huawei ini. Ketika digunakan untuk gaming secara terus-menerus, Huawei Nova 3i terasa hangat. Ketika mendengarkan musik, kualitas suara yang dihasilkan Huawei Nova 3i terasa lebih tajam dan bulat. Begitu pula ketika menonton video di YouTube kualitas suara yang dihasilkan sama. Membedah organ tubuhnya, Samsung Galaxy A6 Plus dibenamkan chipset Qualcomm Snapdragon 450 dengan prosesor Octa Core berkecepatan 1,8 GHz dan GPU Adreno 506. Penyimpanan-nya ditopang RAM 4GB, ROM 32GB dan slot Micro SD yang dapat diperluas hingga 400GB. Tes yang kami lakukan di Samsung Galaxy A6 Plus sama dengan Huawei Nova 3i. Mulai dari jenis game, aplikasi benchmark dan aplikasi lain yang digunakan sama. Uji benchmark, kami menggunakan AnTuTu, PC Mark, 3D Mark dan Geekbench. Ketika proses rendering 3D AnTuTu, Samsung Galaxy A6 Plus tidak mampu menjalaninya dengan baik, masih terjadi lag. Hasilnya, Samsung Galaxy A6 Plus meraih skor lebih rendah dibandingkan Huawei Nova 3i yakni 69721. Posisinya juga dibawah Huawei Nova 3i dengan peringkat ke 51. Saat menjalani tes 3D Mark, Samsung Galaxy A6 Plus juga mengalami lag. Namun lebih parah dari Huawei Nova 3i. Skor 3D Mark yang diraih Galaxy A6 Plus terpaut jauh dari Huawei Nova 3i yakni 12753 untuk tes Ice Storm Unlimited. Untuk tes PC Mark Work 2.0 performance, Samsung Galaxy A6 plus mampu menajalaninya dengan baik. Tapi hasilnya masih di bawah Huawei Nova 3i dengan raihan skor 4512. Tes Benchmark selanjutnya menggunakan Geekbench. Samsung Galaxy A6 Plus kembali kalah telak. Untuk tes Single-Core dan Multi-Core, Samsung Galaxy A6 Plus menorehkan skor 758 dan 3841. Kami juga bermain 5 game yang sama di Samsung Galaxy A6 Plus yakni PlayerUnknown’s Battlegrounds (PUBG), Asphalt 9: Legends, Dragon Ball Legends, PES 2018 dan Injustice 2. Khusus game PUBG, Samsung Galaxy A6 Plus hanya mampu menjalankan graphic low. Untuk setting grafis yang kami gunakan adalah Balanced dan frame rate Medium. Tidak seperti Huawei Nova 3i, yang mampu menjalankan setting grafis HD dan frame rate High. Hasilnya cukup lancar, tidak ada mozaik dan lag ketika bermain PUBG di setting tersebut. Empat game lainnya sanggup dilibas Samsung Galaxy A6 Plus. Ini juga ditunjang fitur game launcher pada Galaxy A6 Plus. Sama seperti Huawei Nova 3i, ketika digunakan untuk bermain game secara terus menerus Galaxy A6 Plus terasa hangat. Uji audio, Kami mencoba mendengarkan musik melalui aplikasi Play Music dan menonton video melalui YouTube. Suara yang dihasilkan Samsung Galaxy A6 Plus lebih stereo dibandingkan Huawei Nova 3i. Karena Samsung menyematkan teknologi Dolby Atmos. Tapi, teknologi Dolby Atmos ini hanya bisa bekerja pada earphone saja. Sumber tenaganya, Huawei Nova 3i disokong baterai berkapasitas 3340 mAh. Dukungan teknologi GPU Turbo, membuat Nova 3i hemat daya. Ketika tidak digunakan sama sekali dan dibiarkan standby, Huawei Nova 3i mampu bertahan hingga 48 jam atau kurang lebih 2 hari dalam kondisi full daya 100%. Untuk pemakaian harian seperti telepon, sosial media, pesan instan, email dan lainnya, Nova 3i mampu bertahan hingga seharian penuh atau 24 jam. Ketika digunakan bermain game terus menerus, Huawei Nova 3i sanggup bertahan dalam waktu 6 hingga 7 jam. Gawai ini juga didukung fitur Battery Management berteknologi AI yang mampu menghemat konsumsi daya baterai. Untuk pengisian dayanya, Huawei Nova 3i membutuhkan waktu 2,5 jam dalam kondisi low di bawah 15% hingga kondisi full 100%. Ketika di-charge di atas 15% membutuhkan waktu 1,5 jam hingga 2 jam sampai full. Kami juga menggunakan aplikasi PC Mark untuk uji daya tahan baterai melaui tes Work 2.0 Battery Life. Huawei Nova 3i berhasil bertahan hingga 12 jam 10 menit dalam tes PC Mark Work 2.0 Battery Life. Samsung Galaxy A6 Plus disokong kapasitas baterai yang lebih besar dari Huawei Nova 3i yakni 3.500 mAH. Meski kapasitas baterai lebih besar, waktu pengisian daya Samsung Galaxy A6 Plus terbilang cepat dibandingkan Huawei Nova 3i. Hanya membutuhkan waktu 1,5 jam saat kondisi dibawah 15%. Ketika di-charge di atas 15% memakan waktu 1 jam hingga full. Sama seperti Huawei Nova 3i, Samsung Galaxy A6 Plus juga mampu bertahan hingga 48 jam atau kurang lebih 2 hari dalam kondisi full daya 100% ketika tidak digunakan sama sekali dan dibiarkan standby. Untuk pemakaian harian seperti telepon, sosial media, pesan instan, email dan lainnya, Samsung Galaxy A6 Plus mampu bertahan hingga seharian penuh atau 24 jam. Ketika digunakan bermain game terus menerus, Huawei Nova 3i sanggup bertahan dalam waktu 7 hingga 8 jam. Sama seperti Huawei Nova 3i, Kami juga menguji ketahanan baterai menggunakan PC Mark Work 2.0 Battery Life. Tapi, kami mengalami kendala saat tes PC Mark Work 2.0 Battery Life. Samsung Galaxy A6 Plus sama sekali tidak bisa di tes menggunakan PC Mark Work 2.0 Battery Life. Tak hanya sekali, kami melakukan uji PC Mark Work 2.0 Battery Life secara berulang. Namun hasilnya sama saja, tetap tidak bisa. Hasil Speed Test Samsung Galaxy A6 Plus dan Huawei Nova 3i Soal konektivitas, Huawei Nova 3i mendukung jaringan 4G/3G/2G, Wi-Fi 802.11b/g/n, 2.4 GHz, Bluetooth 4.2, slot SIM Card dan SDCard serta sebuah port Micro USB dan USB 2.0. Huawei Nova 3i hanya memiliki sebuah slot SIM Card dan sebuah slot SD Card. Untuk uji jaringan 4G LTE, kami Redaksi Selular.ID menggunakan aplikasi Speed Test dari Ookla. Provider yang kami gunakan kali ini untuk Huawei Nova 3i adalah Smartfren. Huawei Nova 3i melaju dengan kecepatan download 40.5 Mbps dan upload 5.38 Mbps. Hasil lainnya, Ping 15ms, Jitter 45ms dan tidak ada loss untuk Nova 3i. Kami juga mencoba transfer data ke PC dan notebook dengan Huawei Nova 3i. Hasilnya, Huawei Nova 3i cukup cepat dalam transfer data. Untuk transfer data melalui Bluetooth hasilnya pun sama cepatnya. Samsung Galaxy A6 Plus dilengkapi konektivitas 4G/3G/2G, Wi-Fi 802.11b/g/n, Bluetooth 4.2, dua buah slot SIM Card, sebuah slot SD Card, sebuah port Micro USB dan USB 2.0. Seperti Huawei Nova 3i, kami juga menguji jaringan Samsung Galaxy A6 Plus menggunakan aplikasi Speed Test dan provider yang sama yakni Smartfren. Tercatat kecepatan download dan upload yang dihasilkan masing-masing 34.9 Mbps dan 2.70 Mbps. Hasil lainnya, Ping 388ms, Jitter 117ms dan tidak ada loss 0%. Lagi-lagi Samsung Galaxy A6 Plus kalah dari Huawei Nova 3i dalam uji jaringan. Hasil uji jaringan juga ditentukan oleh tempat, kondisi dan lainnya, tak hanya dari jenis provider dan konektivitas dari ponsel itu sendiri. Kami juga mencoba transfer data ke PC dan notebook dengan Samsung Galaxy A6 Plus. Samsung Galaxy A6 Plus cukup cepat dalam transfer data melalui kabel USB dan Bluetooth. Samsung Galaxy A6 Plus disisipi sesnsor Accelerometer, Fingerprint Sensor, Gyro Sensor, Geomagnetic Sensor, Hall Sensor, RGB Light Sensor, Proximity Sensor. Baik Samsung Galaxy A6 Plus dan Huawei Nova 3i sudah mendukung USB OTG (On The Go). Huawei Nova 3i dan Samsung Galaxy A6 Plus masing-masing memiliki kekurangan dan kelebihan. Dari segi desain, Samsung Galaxy A6 Plus memiliki bobot lebih berat dibandingkan Huawei Nova 3i. Keduanya terlihat elegan dengan balutan warna hitam. Karena Huawei Nova 3i dilapisi bahan kaca pada body belakang, jadi agak licin ketika digenggam. Kalau Samsung Galay A6 Plus tidak licin karena menggunakan material metal. Layar Huawei Nova 3i terlihat lebih luas berkat notch dan ukuran layar nya lebih besar dibandingkan Samsung Galaxy A6 Plus. Menonton video di YouTube dan bermain game di Huawei 3i lebih nyaman karena layarnya lebih luas. Namun jenis layar Super AMOLED yang digunakan Samsung Galaxy A6 Plus menghasilkan brightness dan contrast yang seimbang jika dibandingkan dengan layar Huawei Nova 3i. Kemampuan kamera Huawei Nova 3i jauh lebih unggul dibandingkan Samsung Galaxy A6 Plus. Komposisi warna pada hasil foto kamera utama dan selfie Huawei nova 3i lebih natural ketimbang Samsung Galaxy A6 Plus. Mode kamera dan video yang disajikan Huawei Nova 3i lebih banyak. Teknologi AI camera pada Huawei Nova 3i mampu membuat foto yang dihasilkan lebih optimal. Performa Huawei Nova 3i jauh lebih baik dibandingkan Samsung Galaxy A6 Plus. Dari serangkaian tes benchmark dan bermain game, Huawei Nova 3i lebih unggul dari Samsung Galaxy A6 Plus. Terkecuali untuk game PUBG, di resolusi tertinggi Huawei Nova 3i tidak bisa melewatinya dengan baik. Aplikasi bawaaan pada Huawei Nova 3i dan Samsung Galaxy A6 Plus cukup bervariasi. OS yang dijalankan kedua ponsel ini sama yakni Android 8.0 Oreo. Tampilan Huawei Nova 3i dan Samsung Galaxy A6 Plus juga cukup simpel, meski UI-nya berbeda. Teknologi AI yang diusung Huawei Nova 3i lebih banyak dibandingkan Samsung Galaxy A6 Plus. Soal daya tahan, Huawei Nova 3i dan Samsung Galaxy A6 Plus hampir sama iritnya. Namun proses isi daya Samsung Galaxy A6 Plus lebih cepat. Dari beberapa aspek, Huawei mampu mengungguli Samsung Galaxy A6 Plus. Meski menawarkan spesfikasi handal, Huawei Nova 3i dibanderol cukup terjangkau yakni Rp 4.199.000 ketika diluncurkan. Mengingat spesifikasi dan fitur yang ditawarkan Galaxy A6 Plus tak sebanding dengan Huawei Nova 3i, harga yang ditawarkan Samsung Galaxy A6 Plus terbilang tinggi yakni Rp 4.899.000. Lantas mana yang Anda pilih, Huawei Nova 3i atau Samsung Galaxy A6 Plus ? ", "Tags": ["Tags", "Huawei Nova 3i", "Kamera", "komparasi", "performa", "Samsung Galaxy A6 Plus"]}, {"DatePost": "25 January 2018 09:00", "Author": "Khoirunnisa", "Title": "Review Infinix Zero 5: Smartphone 6GB Harga Paling Terjangkau", "Content": "Jakarta, Selular.ID – Hari ini, Infinix resmi memperkenalkan smartphone pertama di tahun 2018 untuk pasar Indonesia. Bernama Infinix Zero 5, smartphone merupakan perangkat unggulan perusahaan tapi dibanderol dengan harga menengah. Seperti diketahui, di Indonesia, Infinix memiliki 3 lini produk yang menyasar semua segmen. Pertama ada seri S (dulu seri Hot) untuk segmen muda, lalu ada seri Note (dulu Hot Note) untuk kalangan bisnis, serta seri Zero yang menyasar kelas atas. Ketika Infinix mulai memasuki pasar Indonesia pada pertengahan 2015 dengan produk perdana Hot Note X551, perusahaan mendapat predikat Best New Comer di ajang Selular Award 2016 untuk kategori produk. Hingga akhir 2017, setidaknya perusahaan sudah mengeluarkan total lebih dari 10 model smartphone. Sebelum Zero 5, vendor mengeluarkan Infinix SMART yang hanya tersedia offline dan Infinix Note 4 Pro dengan stylus inovatif yang ditawarkan secara terbatas di Lazada pada November silam. Secara tradisi, setelah seri Note, Infinix bakal merilis model Zero. Benar saja, mengawali tahun 2018, Infinix hari ini merilis anggota terbaru di jajaran flagship: Zero 5. Tiga fitur utama yang ditawarkan Infinix Zero 5 adalah RAM 6GB, dual-camera di belakang, dan kerangka bodi yang solid. Smartphone dengan RAM 6GB belum banyak di Indonesia. Sebut saja Oppo F5 dan Asus Zenfone 3 Deluxe. Tapi keduanya dibanderol di atas Rp5 juta. Infinix Zero 5 menjadi smartphone dengan kapasitas RAM 6GB termurah saat ini. Penjualan hari ini (25/1/2018) di Lazada dimulai pada pukul 11.00 wib, smartphone ditawarkan dengan harga Rp3.499.000. Selular.ID berkesempatan mencicipi produk tersebut sebelum peluncuran resminya. Penasaran? Berikut ulasan Redaksi untuk smartphone Infinix Zero 5 X603. Highlight Infinix Zero 5 – RAM 6GB ROM 64GB – USB Type C – Kamera ganda di belakang – Layar belum mengusung rasio 18:9 – Harga Rp3,5 juta  Pertama kali membuka kotak pembungkus, kata “bongsor” mungkin akan terlintas pertama kali. Ya, Infinix Zero 5 terbilang besar karena mengusung layar 5,98 inci Full HD. Ukuran lengkap bodinya adalah 166.4 x 82.4 x 7.9 mm. Sementara bobotnya juga tergolong berat (karena baterai besar) yaitu 197 gram. Infinix Zero 5 mengusung dimensi yang lebih lebar dari smartphone berlayar 6 inci pada umumnya, apalagi bila dibandingkan dengan smartphone ramping berasio 18:9 yang sekarang sedang mewabah di tiap vendor. Karena tiga poin tadi (bongsor, lebar, dan berat), maka mengoperasikan Infinix Zero 5 dengan satu tangan terbilang sulit. Bahkan setelah menggunakannya selama dua minggu, kami juga belum sepenuhnya terbiasa dengan ukurannya. Kami tidak mengatakan smartphone ini tidak cocok untuk kaum hawa, tapi jika Anda tidak masalah dengan ‘body ekstra’ yang diberikan, maka Infinix Zero 5 layak Anda jadikan prioritas. Dari segi desain, sebenarnya tidak ada yang benar-benar menonjol. Apalagi saat ini dimana display bezel-less tengah jadi topik hangat di ranah smartphone, maka desain Zero 5 tergolong standar. Tapi, kualitas kerangka bodinya menjadi keunggulan Infinix Zero di segmen harga ini. Mengusung desain unibody berbalut logam dengan permukaan depan semua kaca, dan lekukan tepi yang elegan, sangat memberi kesan premium smartphone. Di bagian belakang, terlihat sentuhan apik di sekitar peletakan kamera. Balok hitam memanjang, mengkilap dan bertekstur, mengapit kamera ganda dan LED flash. Sekilas desain ini mirip dengan posisi kamera ala Huawei P9. Unit yang kami pegang memang berwarna hitam, tapi ada pilihan warna lain yang disebut Infinix Bordeaux Red, yaitu merah. Kami sudah melihatnya, dan jika Anda memutuskan untuk membeli Zero 5, pastikan memilih warna merah, karena terasa lebih kontemporer dibanding dua warna lainnya (hitam dan emas).  Infinix Zero 5 mempunyai bentang layar 5,98 inci yang sangat menawan. Berlapis Corning Gorilla Glass, tampilan 1080p Full HD terlihat sangat terang, dan semua warnanya renyah. Tapi jika Anda merasa belum puas dengan tampilan layarnya, ada pilihan untuk men-tweak pengaturan layar secara manual agar sesuai dengan selera Anda. Bahkan tingkat keterbacaan font di bawah sinar matahari langsung mengesankan. Infinix sepertinya sudah memikirkannya dengan matang, karena layar sangat mendukung konten multimedia meski dilihat saat pengguna berada di luar ruangan. Ini bagus untuk menonton video saat bepergian, dan bahkan gaming secara mobile juga terlihat sangat baik. Karena Infinix belum menerapkan rasio 18:9, maka akan ada bezel cukup di bagian atas dan bawah. Frame di bagian bawah nampak sia-sia karena tombol navigasi berada di dalam layar.  Sebagai perangkat flagship, Zero 5 sudah pasti ditopang prosesor andal. Guna menjamin performa, smartphone didukung oleh SoC-PWC MediaTek Helio P25 octa-core yang mampu berlari dengan kecepatan hingga 2,6GHz yang dipasangkan dengan RAM 6GB. Di atas kertas, perangkat ini tampak mampu menangani hampir semua hal yang diperintahkan. Setelah pengujian dua minggu pemakaian, betul saja. Untuk penggunaan sehari-hari yang cukup padat (call, browsing, gaming, streaming, downloading, chatting, video call, dll) semua lancar. Sementara video dan game juga ditangani dengan cukup baik. Kami mencoba memainkan game sarat grafis seperti Asphalt 8: Airborne, baik kecepatan respon papan kontrol dan visual, cukup baik. Perangkat mampu menangani multitasking dengan baik, tentu karena RAM super lega. Seperti halnya kebanyakan OEM China, Zero 5 juga berjalan pada versi Android OS yang disesuaikan. Ada Android Nougat onboard yang dibungkus Infinix’s XOS Hummingbird UI. Di kancah global, perusahaan menjanjikan satu update software, ke Android Oreo. XOS 3.0 menyajikan fungsi baru dan interaksi baru. Dibandingkan versi XPS sebelumnya, Zero 5 didesain dengan sistem anti-pencuri, mode split-screen yang fleksibel, dan fitur interaksi pintar yang baru. Sejumlah fitur yang akan bermanfaat bagi pengguna angara lain kemampuan untuk melindungi aplikasi pengguna, dan menghapus data ponsel dari jarak jauh. Ada juga fitur yang disebut Freezer, yang pada dasarnya meng-idle-kan aplikasi yang tidak Anda gunakan cukup lama. Setelah dibekukan, aplikasi ini tidak memakai sumber daya telepon, dan kemudian bisa dicairkan kembali hanya dengan sekali tekan.  Infinix menjadikan dual-kamera sebagai nilai jual utama Zero 5. Setup di bagian belakang dilengkapi dengan kombinasi lensa wide-angle 12MP, dan lensa telefoto 13MP. Keseluruhan fungsinya mirip dengan yang Anda lihat di smartphone seperti Apple iPhone X. Kedua kamera yang bekerja sama tidak hanya membantu menawarkan zoom tanpa celah, tapi juga memungkinkan Anda memotret dengan efek bokeh seperti DSLR. Selama kondisi pencahayaan ideal, semua foto yang kami ambil terlihat tajam dan detil. Modus potret tidak diragukan lagi ada di antara fitur utama, dilengkapi dengan fokus dan blur. Smartphone juga memungkinkan Anda untuk memfokuskan kembali foto setelah selesai diambil. Hasil foto di dalam rumah berbeda. Saat kondisi pencahayaan kurang ideal, foto yang dihasilkan tidak sedetil dan setajam outdoor atau cahaya cukup. Meskipun ada mode Pro untuk men-tweak pengaturan kamera secara manual, hasilnya masih lebih baik di outdoor atau di pencahayaan cukup. Di bagian depan, ada kamera 16 megapiksel dilengkapi LED Flash dengan mode kecantikan standar, dan mode bokeh. Meskipun tidak ada pengaturan dual-kamera di bagian depan, smartphone menggunakan perangkat lunak untuk menciptakan blur buatan. Sementara hasil selfie normal dan bokeh cukup baik.  Zero 5 hadir dengan penyimpanan internal 64GB. Jika itu tidak cukup, ada juga slot khusus untuk kartu microSD di sebelah kiri, dengan dukungan kartu hingga 128GB. Smartphone didukung baterai kapasitas besar 4.350mAh yang cukup untuk tidak men-charge seharian. Bahkan dengan penggunaan berat yang melibatkan game dan menonton video, baterai hampir bisa bertahan seharian. Dalam hal pengisian daya, Infinix mengatakan Zero 5 mendukung XCharge, yang  seharusnya mempersingkat waktu pengisian. Tetapi ketika kami coba, perlu waktu lebih dari dua jam untuk mengisi daya dari nol-100 persen. Bukan port biasa, Infinix Zero 5 sudah menggunakan USB Type-C seperti smartphone premium Samsung Galaxy S8 dan LG V30. Di bagian belakang terdapat sensor sidik jari yang dipasang dengan baik, cukup mudah dijangkau saat memegang perangkat dengan satu tangan. Sensornya cukup cepat untuk membangunkan perangkat, dan juga sangat berguna saat mengklik selfie. Terakhir, ada dukungan untuk dua kartu SIM (Micro), dengan nampan SIM diletakkan di sisi kanan. Sementara kedua slot SIM mendukung LTE, tapi hanya satu yang bisa diaktifkan dengan 4G, sedangkan yang lainnya beralih ke 3G.  Menggunakan aplikasi benchmark Antutu, Infinix Zero 5 menunjukkan angka 66128, yang artinya sangat baik untuk bermain game berat dan bersosialisasi di dunia maya seharian. Diajak mengolah dokumen kantor secara mobile pun sangat nyaman dan lancar berkat layar dan RAM yang besar.  Memasuki tahun ketiga kehadirannya di Indonesia, Infinix masih kalah pamor dengan merek global seperti Samsung ataupun rival se-daratan Oppo dan Vivo, bahkan Xiaomi. Tapi hal itu bukan berarti produk Infinix lebih jelek dari produk mereka. Contohnya Zero 5 ini nampak mampu menonjol di segmen menengah yang sangat kompetitif. Di segmen harga Rp3-4 juta, pembeli selalu mengharapkan kamera yang bagus. Smartphone seperti Oppo dan Vivo unggul dalam hal selfie sementara Infinix Zero 5 menawarkan kamera belakang yang sangat berkualitas. Layak dibeli? Berdasarkan dua minggu bersama Infinix Zero 5, smartphone berhasil memukau di beberapa area. Terutama pada tampilan layar yang besar dan tajam, kerangka yang solid dan daya tahan baterai cukup lama termasuk di antara kelebihan utamanya. Di aiai software, XOS 3.0 pada Zero 5 menawarkan beberapa fitur privasi yang menonjol. Hasil bidikan kameranya sangat baik. Pada harga Rp3,5 jutaan, Zero 5 sangat layak dibeli. Beli sekarang Infinix Zero 5 di Lazada. ", "Tags": ["Tags", "Infinix", "Infinix Zero 5"]}, {"DatePost": "16 June 2017 17:00", "Author": "selular", "Title": "Review Coolpad Cool Dual: Dual Kamera dengan Spesifikasi Tinggi", "Content": " Jakarta, Selular.ID – Coolpad hadirkan smartphone spesifikasi sekelas flagship dengan harga yang terjangkau. Dibanderol harga Rp 3,2,  Coolpad Cool Dual unggulkan dual kamera dan spesifikasi yang tinggi.  Berkolaborasi dengan vendor Tiongkok ternama, LeEco. Bagaimana kemampuannya? Berikut adalah reviewnya. Desain Dibagian depan selain layar 5,5 inci, Cool Dual menyematkan kamera depan tanpa tambahan lampu LED. Pada bagian atas perangkat terdapat port audio 3.5mm dan port infrared. Pada bagian bawahnya, Cool Dual hadir dengan 3 tombol kapasitif dengan dukungan LED illuminasi yang memudahkan dalam melakukan navigasi. Dibagian bawah, Cool Dual menanamkan port USB Type-C yang berada ditengah-tengah lubang speaker di kedua sisinya. Di sebelah sisi kiri perangkat tertanam dual slot SIM card tanpa dukungan slot kartu microSD. Pada sisi kanan Coolpad menanamkan tombol volume plus tombol power dibawahnya. Pada bagian belakang perangkat, Coolpad Cool Dual menanamkan dual-kamera sebagai nilai jual utamanya. Dua kamera belakang yang tertanam ditemani dengan lampu flash LED dual-tone untuk memberikan dukungan pencahayaan saat melakukan pengambilan gambar. Pada bagian ini juga Coolpad membenamkan fingerprint yang tertanam hanya memberikan akses untuk keamanan saja. Coolpad Cool Dual hadir dengan balutan unibody dengan material allumunium di hampir seluruh bagian bodynya. Mengusung desain body yang membulat di setiap sudutnya membuat perangkat ini cukup nyaman digunakan. Smartphone ini punya bobot yang cukup berat ini membuatnya nampak kokoh dan tidak terkesan ringkih. Secara keseluruhan perangkat ini masih digunakan dengan nyaman meski dilakukan dalam waktu yang cukup lama. Absennya slot kartu microSD membuat pengguna harus puas dengan kapasitas memory internal yang tersedia. Layar  Perangkat smartphone kolaborasi Coolpad dengan LeEco ini ini hadir dengan layar berukuran 5.5 inci dengan resolusi sebesar full HD 1080p. tampilannya mampu menghadirkan kualitas layar yang tajam dengan sudut pandang yang cukup luas. Berjalan diatas Android 6.0.1 Marshmallow, Cool Dual masih menggunakan tampilan antarmuka yang lain dari produk Coolpad lainnya. Coolpad menggunakan antarmuka khas ponsel pintar besutan LeEco, yakni EUI 5.8. Ini membuat tampilan Cool Dual lebih menarik.  Interface ini memudahkan pengguna untuk mengkustom tampilannya sesuai dengan keinginan pengguna. Interface ini tidak membenamkan app drawer, karena semua aplikasi sudah terpampang pada homescreen. Yang menarik adalah ada fitur “trash” yang memberikan waktu hingga 30 hari untuk semua file yang telah dihapus sebelumnya. Dengan fitur ini, memungkinkan pengguna untuk mengembalikan file-file yang telah dihapus untuk dikembalikan.   Kamera Fitur kamera adalah fitur unggulan dari Cool Dual. Smartphone ini telah memaksimalkan kualitas gambar pada kamera keduanya sehingga kualitasnya bisa dibandingkan dengan kamera SLR. Dibekali dengan dua kamera dibelakang membuat smartphone ini memiliki kualitas kamera yang mumpuni. Didalamnya tersedia PDAF (phase detection auto focus) sehingga  dapat melakukan pengambilan gambar dengan kecepatan autofokus yang mumpuni. Penggunaan dua kamera, smartphone mampu menghasilkan bukaan lensa untuk mendapatkan kedalaman efek variabel (depth of field). Efek ini mampu menghasilkan gambar dengan efek bokeh dengan kualitas yang alami. Tidak hanya itu, kedua kamera yang tertanam pada perangkat ini mampu menghadirkan hasil kamera tanpa balutan warna alias monochrome.  Pengambilan gambar pada kondisi cahaya terang mampu menghasilkan gambar yang tajam, detail dengan pewarnaan yang kaya. Sedangkan pada kondisi pencahayaan yang kurang terang, meski masih ditemukan noise, namun masih terbilang bagus. Kerennya lagi saat mengunakan kamera belakang, pengguna mampu merekam video beresolusi 4K. Masuk kebagian kamera depan, meski dibekali dengan kamera depan beresolusi 8 megapiksel, kualitas foto yang dihasilkan terbilang biasa saja. Selain itu, dengan absennya lampu flash membuat pengguna harus melakukan aksi selfie dengan kondisi cahaya yang berlimpah jika ingin menghasilkan foto selfie dengan kualitas gambar yang baik. Kinerja  Coolpad Cool Dual tampil dengan spesifikasi yang cukup mumpuni. Dibekali dengan chipset  Qualcomm Snapdragon 652, Coolpad juga mengkombinasikannya dengan RAM sebesar 3GB dan kapasitas memory internal sebesar 32GB. Jika dilihat dari prosesor yang dimilikinya, Coolpad Cool Dual sudah disejajarkan dengan Asus Zenfone 3, Samsung Galaxy A9 Pro dan LG G5 SE yang notebene memiliki harga yang lebih mahal. Oleh karenanya Selular menganugerahkannya sebagai Best Valuable Smartphone.  Pada proses pengujiannya, smartphone ini mampu menghasilkan skor 76 ribu-an dengan aplikasi benchmark. Dengan skor ini maka Cool Dual mampu digunakan untuk bermain game HD, atau menangani proses multitasking. Dengan skor ini tidak jauh berbeda dengan smartphone dengan harga yang jauh diatasnya. Saat digunakan dengan memainkan game berkualitas HD seperti Sniper Fury, Coolpad Dcool Dual mampu memainkan game ini dengan baik. Sedangkan untuk daya tahan baterai berkapasitas 4060 mAh. smartphone ini mampu bertahan seharian dengan penggunaan standart bermain game, browing serta streaming dengan menggunakan jaringan internet berbasis operator.   Coolpad Cool Dual juga menghadirkan koneksi infrared yang mampu berfungsi sebagai remote untuk berbagai perangkat elektronik. Hadirnya fitur ini dapat membantu pengguna dalam menikmati konten multimedia dengan menggunakan perangkat elektronik seperti tv, dvd, dan yang lainnya. Selain infrared, perangkat ini juga dibekali dengan konektivitas yang cukup lengkap seperti fungsional dual-SIM, akses jaringan 4G LTE, WiFi, Bluetooth dan yang lainnya. BRIEF SPEC: DESIGN                : BAR FULLY TOUCH SCREEN DIMENSION         : 152 x 74.8 x 8.2 mm WEIGHT               : 167 gram  FREQUENCY         : 850/900/1800/1900, 3G/HSDPA, 4G/LTE PROSESOR           : Octacore – Snapdragon 652 5.5 INCI LCD IPS, 32GB, RAM 3GB, EXTERNAL MEMORY, WI-FI, SOCMED APP, ETC BATTERY              : 4060 MAH ", "Tags": ["Tags", "Coolpad", "Coolpad Cool Dual"]}, {"DatePost": "3 May 2017 17:33", "Author": "selular", "Title": "Hands On : Samsung Galaxy S8 – Tawarkan Desain dan Fitur Berbeda", "Content": "Jakarta, Selular.ID – Samsung Galaxy S8 dan S8 Plus akhirnya resmi tersedia di Indonesia. Hadir sebagai produk flagship, Samsung menjual kedua smartphone ini dengan harga cukup mahal. Samsung Galaxy S8 dijual seharga Rp 10,5 juta, sementara Galaxy S8 Plus dibanderol Rp 12 juta. Sederet fitur terbaru pun sudah disiapkan. Apa saja ? Simak review Hands On berikut ini :   Desain Mulai dari desain, kedua seri S8 ini sudah terlihat perubahannya dibandingkan dengan seri smartphone Samsung sebelumnya. S8 dan S8 Plus mengusung desain Infinity Display. Yaitu sisi layar yang tampil lebih luas hingga hanya menyiapkan sedikit bagian bazel bodi di sisi atas dan bawah layar. Perbedaan lainnya yaitu desain layar sentuhnya yang kini melengkung di kedua sisi samping kanan dan Kiri. Untuk ukuran luasnya, layar Galaxy S8 berukuran 5,8 inchi sedangkan S8+ berukuran 6.2 inchi.  Kedua smartphone ini juga tak lagi memiliki tombol fisik Home yang sebelumnya ada di bawah layar. Samsung menggantinya dengan tombol virtual yang masuk ke dalam bagian layar. Sedangkan pemindai sidik jari yang biasanya jadi satu dengan tombol Home, dipindah ke bagian punggung di sebelah lensa kamera. Bodi S8 dan S8+ sudah mengantongi sertifikasi IP68 sehingga tahan terhadap air.   Kedua smartphone ini sudah mengusung desain unibodi, yang berarti baterai menyatu dengan bodi. Bodinya sendiri terlihat mewah, dengan berlapis bahan glossy kaca di sisi depan dan belakang. Sementara itu, di bagian pinggir atau rangkanya berbahankan metal.   Di bagian bawah bodi disematkan lebang earphone 3,5 mm, lalu di sebelahnya ada port USB type C dan sederet juga  dengan speaker. Di sisi samping kanan ada tombol power, sedangkan di samping kiri ada tombol volume dan tombol Bixby (fitur baru Samsung).   Kamera Beralih ke fitur kamera, kedua smartphone ini dilengkapi kamera belakang berresolusi 12 Mpix plus LED flash dengan bukaan lensa f/1.7. Kamera depannya juga memiliki bukaan lensa yang sama, namun resolusinya 8 Mpix. Kamera depannya juga dilengkapi dengan teknologi Face Autofocus.    Yang agak berbeda dari fitur kamera di smartphone ini, yaitu untuk melakukan zoom in dan zoom out cukup dilakukan dengan menekan tombol virtual Shoot di layar, lalu geser ke kanan atau kiri. Ada juga fitur gambar efek yang bisa ditambahkan ke tampilan foto, tidak hanya itu bahkan gambar efek tersebut bisa ditambahkan saat merekam video, mirip yang ada di Snapchat.  Tidak ketinggalan berbagai fitur ‘poles wajah’ juga disediakan pada kamera selfie. Termasuk juga ada fitur efek foto bokeh, di mana kita bisa memilih bagian mana yang focus dan bagian mana yang blur. Ada juga fitur Wide Selfie, yaitu untuk mendapatkan foto selfie lebih lebar dengan cara menggerakkan kamera ke kanan dan kirim, mirip dengan foto panorama.   Fitur baru Fitur baru lain yang dihadirkan, yaitu teknologi asisten digital Bixby. Teknologi berbasis kecerdasan buatan (AI) ini bisa menyajikan informasi dari foto yang tertangkap oleh kamera. Caranya tinggal mengarahkan viewfinder kamera ke gambar tertentu, lalu tekan tombol Bixby di pojok kiri bawah, selanjutnya akan dimunculkan informasi seputar gambar tersebut.   Selain itu juga ada fitur pemindai iris mata dan pengenal wajah untuk keamanan, melengkapi fitur pemindai sidik jari. Selain untuk membuka kunci Galaxy S8 dan S8+, pemindai iris juga bisa digunakan untuk mengamankan file yang disimpan di dalam perangkat. Fungsi yang sama juga berlaku pada fitur Pengenal Wajah.   Ada juga fitur baru Samsung Dex, yang memungkinkan mengintegrasikan smartphone ini dengan perangkat desktop computer. Caranya dengan bantuan perangkat Dex untuk meletakkan smartphone di situ. Dex bisa dicolokkan ke layar monitor, kemudian pengguna tinggal memasukkan Galaxy S8 ke Dex untuk mengubahnya menjadi komputer.     Samsung juga membawa fitur Samsung Pay. Galaxy S8 sudah dibekali dengan NFC dan Magnetic Secure Transmission (MST) yang  dimanfaatkan galaxy S8 dan S8+ bisa sebagai “dompet” digital Samsung Pay. Pengguna bisa menyimpan uang di Galaxy S8 atau S8+ dan menggunakan perangkat tersebut sebagai alat pembayaran.   Di paket penjualan, Samsung juga menjanjikan berbagai aksesori tambahan. Beberapa yang sudah tersedia seperti kamera Gear 360 2017 dan earphone buatan JBL.     Kinerja Untuk onderdil dalamnya, Galaxy S8 dan S8+ ditenagai prosesor Exynos 8895 yang dibuat dengan teknologi fabrikasi 10 nm. Kinerjanya juga didukung RAM 4 GB. Sedangkan untuk media penyimpanan internal disediakan sebesar 64 GB. Dan untuk daya tahan hidupnya dibekali baterai berkapasitas 3.000 mAh untuk Galaxy S8 dan 3.500 mAh pada Galaxy S8+.   ", "Tags": ["Tags", "Samsung", "Samsung galaxy S8", "samsung galaxy s8 plus", "smartphone", "smartphone terbaru"]}, {"DatePost": "27 April 2017 13:58", "Author": "selular", "Title": "Review : Oppo F3 Plus – Dual Selfie Camera Berkemampuan Beda", "Content": "Jakarta, Selular.ID – Setelah cukup lama mengangkat seri smartphone F1 dari mulai tahun lalu hingga di awal tahun 2017, akhirnya Oppo merilis penerus smartphone selfie expert tersebut. Kini giliran seri F3 yang diandalkan vendor asal Tiongkok ini untuk memperkuat posisinya sebagai smartphone yang jago di urusan kamera khususnya selfie. Sekaligus mempertahankan posisinya di pasar smartphone Tanah Air yang saat ini bercokol di peringkat dua di bawah Samsung.   Seperti generasi F series sebelumnya, Oppo F3 Plus kembali mengusung menu selfie sebagai senjata andalannya. Untuk memanjakan pencinta selfie, kamera depan F3 Plus memiliki lensa ganda. Fungsinya untuk menangkap foto selfie seperti biasa, tapi sekaligus bisa menghasilkan foto selfie dengan jangkauan yang lebih lebar. Dengan begitu bisa melakukan Wefie, atau berfoto selfie ramai-ramai, dengan mudah.   Kamera selfie ganda pada F3 Plus terdiri dari Kamera selfie pertama memiliki resolusi 16MP untuk foto selfie seperti biasanya, dan kamera selfie kedua memiliki resolusi 8MP dengan lensa bersudut pandang lebar.  F3 Plus sendiri, memiliki komposisi hardware tergolong mumpuni untuk. F3 Plus tertanam prosesor octa-core Qualcomm Snapdragon 652 berkecepatan 1,95 GHz dengan GPU Adreno 510. Chip tersebut dipasangkan dengan RAM 4 GB dan memori internal 64 GB.   Spesifikasi selebihnya dari Oppo F3 Plus mencakup baterai 4.000 mAh dengan teknologi pengisian cepat VOOC dan sistem operasi Android 6.0 “Marshmallow” yang dilapis antarmuka Color OS 3.0 khas Oppo. Untuk harganya sendiri terbilang cukup menguras kantong. Konsumen yang ingin memiliki Oppo F3 Plus harus merogoh kocek, hingga Rp 6,5 jutaan.   Dual Selfie Kamera Kamera depan F3 Plus memiliki lensa ganda. Kamera selfie pertama memiliki sensor 1/3 inci 16MP dengan berbukaan F2.0. Kamera ini memiliki sudut pandang normal, yaitu  di kisaran 70 derajat. Fungsinya untuk memotret selfie seperti biasanya.  Kamera selfie kedua, memiliki sensor 8MP dan lensa bersudut pandang lebar. Nah kamera yang satu ini dilengkapi lensa ultra-wide yang memungkinkan menangkap gambar dengan sudut pandang selebar 120 derajat. Ini berfungsi untuk memotret group selfie atau biasa disebut Wefie. Yaitu memotret selfie dengan banyak orang dengan angle yang luas.   Selain memiliki sudut pandang yang lebih luas, kehebatan lain dari kamera selfie 120 derajat di F3 Plus ini yaitu tidak menimbulkan efek distrosi. Maksudnya, hasil fotonya tidak akan ikut  melebar, tapi hanya jangkauan kameranya saja yang meluas. Lensa ini dapat menangkap gambar 105 persen lebih luas dari lensa 80 derajat yang biasanya tersemat pada ponsel pintar. Kemampuan ini mirip dengan yang ada lensa wide-angle.   Teknologi Kamera Untuk mendukung performa kamera depan yang lebih maksimal, Oppo juga menggunakan enam lapisan kamera yang biasa digunakan di kamera belakang ponsel premium. Lensa ini terdiri dari enam elemen untuk mengoreksi cahaya yang masuk sehingga hasil akhirnya tidak tampak terlalu terdistorsi.   Untuk kamera depan, mengusung sensor 1/3 inci demi meningkatkan pencahayaan dan ketajaman gambar. Juga memiliki bukaan sebesar f/2.0 untuk mendapatkan efek kedalaman terbaik pada gambar dan bokeh. Kedua kamera selfie di Oppo F3 Plus juga sanggup merekam video full-HD (1.920 x 1.080 piksel).   Sedangkan kamera belakangnya, Oppo menggunakan sensor Sony IMX398 resolusi 16 MP. Kamera belakang F3 Plus juga memiliki teknologi dual PDAF (Phase Detection Autofocus), yang diklaim dapat mencari titik fokus 40 persen lebih cepat bahkan dalam kondisi kurang cahaya sekalipun. Kemampuan merekam videonya bisa menghasilkan video 4K.   Desain Oppo sendiri memposisikan F3 Plus, sebagai salah satu smartphone flagship. Sepintas konsep desain F3 Plus, tidak memiliki perbedaan ekstrim dengan beberapa smartphone Oppo yang terlebih dahulu rilis.  F3 Plus tetap hadir dalam konsep desain uni bodi yang simple dan elegan. Bodinya menggunakan bahan metal, plus sentuhan unsur doft. Hadirnya layar 6 inci, membuat bodi ponsel ini menjadi bongsor, alhasil konsumen dengan tangan yang kecil akan kurang nyaman saat menggenggamnya. Layarnya sendiri memiliki konsep 2,5D dengan Corning Gorilla Glass 5.   Pada awal peluncurannya Oppo F3 Plus hadir dengan warna gold. Namun berselang beberapa lama Oppo kembali mengeluarkan varian baru dari F3 Plus, yang kali ini berwarna hitam, atau disebut dengan F3 Plus Black Edition.   Prosesor dan Baterai Oppo F3 Plus juga memiliki spesifikasi yang diklaim dapat menghasilkan performa cepat. Ini lantaran disokong dengan prosesor octa-core Snapdragon 653 dengan RAM 4GB dan memori internal yang bisa diekspansi dengan microSD hingga 256GB. Smartphone ini telah berjalan dengan sistem operasi Android Marshmallow (6.0) dan antarmuka ColorOs 3.0.   Ketika diukur kinerja smartphone ini menggunakan aplikasi AntuTu Benchmark, diperoleh angka penilaian 93357. Sedangkan saat menggunakan aplikasi Geekbench diperoleh hasil 1389 (single Core) dan 4357 (multicore)  Untuk daya baterai, Oppo F3 Plus ditopang dengan baterai 4.000mAh dengan teknologi pengisian cepat VOOC Flash Charge. Tidak lupa, mengikuti tren F3 Plus juga sudah disematkan teknologi pemindai sidik jari.   SPESIFIKASI : DIMENSION     : 163.6 x 80.8 x 7.4 mm WEIGHT           : 185 gram; FREQUENCY     : 850/900/1800/1900, 3G/HSDPA/4G/LTE PROSESOR       : Qualcomm MSM8976 Pro Snapdragon 653 Octa-core RAM                : 4 GB LAYAR              : 6 inchi 1080 x 1920 pixels, IPS MEMORI           : 64 GB, Micro SD 256 GB KAMERA           : 16 MP, Dual 16 MP + 8 MP BATTERY         :  Li-Ion 4000 mAh OS                    : Android v 6.0 Marshmallow   Kesimpulan    :  Meski bukan menjadi yang pertama kali menghadirkan smartphone dengan dual camera selfie, namun Oppo F3 Plus mampu menunjukkan bisa membawa kemampuan lainnya. Dan bisa dikatakan Oppo cukup cerdik dalam memenuhi kebutuhan pengguna smartphone khususnya untuk fitur photo selfie. Di smartphone dengan kamera depan yang mampu menangkap objek foto selfie yang banyak atau disebut Wefie memang ditunggu-tunggu. ", "Tags": ["Tags", "camera selfie", "foto selfie", "Oppo", "oppo f3 plus", "Selfie", "smartphone", "smartphone terbaru"]}, {"DatePost": "13 January 2017 17:45", "Author": "Khoirunnisa", "Title": "Review Huawei P9 : Dual Camera Dari Leica", "Content": "Jakarta, Selular.ID – Di penghujung tahun 2016, Huawei memperkenalkan smartphone inovatif terbaru, Huawei P9 Dual Lens. Smartphone premium ini merupakan hasil kolaborasi revolusioner dengan Leica, nama besar di dunia imaging. Smartphone menuai pujian dari para kritikus dan analis teknologi untuk fitur kamera yang sempurna dan spesifikasi yang luar biasa. Huawei P9 telah meraih penghargaan baik di kancah nasional maupun internasional, termasuk Editor’s Choice untuk kategori “Best Camera Phone” dari Selular. Kelebihan: – Kamera mumpuni – Desain Premuim – Koneksi 4G LTE – Fingerprint Scanner Kekurangan: – Charger Type-C Jarang digunakan di smartphone standart Desain Duduk di kasta tertinggi smartphone besutan Huawei, P9 mengusung desain kokoh dan kompak. Lapisan luar serupa dengan “adiknya” Huawei P9 Lite, yang telah lebih dulu mendarat di pasar nasional akhir September 2016. Namun ada perbedaan penting, yakni teknologi kamera ganda yang menjadi ciri khasnya. Sisi depan Huawei P9 mengusung rancangan bebas tombol fisik dengan virtual button untuk keperluan navigasi yang disematkan dalam tampilan antarmuka OS. Letak ketiga tombol “back”, “home”, dan “multitasking” ini persis di atas logo “Huawei” di bagian dagu perangkat. Keseluruhan sisi depan dilapis kaca sehingga tampak mengilap, menutupi panel layar yang berdiagonal 5,2 inci dengan bezel tepi super tipis, dengan rasio layar-ke-bodi 72,9%.  Layar tersebut merupakan tipe IPS-NEO LCD dengan resolusi full-HD (1.920 x 1.080) dengan densitas 423ppi, yang dilindungi proteksi Corning Gorilla Glass. Dengan tampilan 16 juta warna, kualitas tampilannya mumpuni, dengan warna-warna cemerlang dan kontras tinggi meskipun bukan dari jenis OLED.Menengok bagian belakang, barulah mulai tampak perbedaan yang kentara. Baik P9 maupun P9 Lite memiliki garis hitam di sisi atas punggung yang memuat modul kamera. Tapi, kalau di P9 Lite hanya tampak satu buah kamera 13 megapiksel dengan LED flash, maka di versi original P9 dibekali teknologi kamera ganda melalui kerja sama dengan Leica, sang pabrikan kamera ternama asal Jerman.  Laci kartu SIM terbuat dari bahan logam sehingga kokoh. Terdapat dua slot kartu. Slot pertama menampung kartu SIM format nano sementara slot kedua merangkap sebagai tempat untuk kartu micro-SD sehingga pengguna hanya bisa memilih antara menggunakan SIM card kedua (ukuran mikro) atau micro-SD. Punggung P9 terbuat dari aluminium aerospace-class dengan tekstur kesat sehingga tidak terasa licin saat berada dalam genggaman. Di tengahnya terdapat pemindai sidik jari berbentuk persegi. Frame pinggiran Huawei P9 terbuat dari bahan logam sehingga memberikan kesan premium layaknya ponsel flagship. Overall, Huawei P9 memiliki build quality yang sangat baik. Jenis material yang digunakan dan desainnya memberikan kesan mewah. Bodinya sendiri terasa padat dan kokoh ketika digenggam.     Sistem Operasi Huawei P9 menjalankan Android 6.0 Marshmallow yang dilapis antarmuka EMUI ala Huawei versi 4.1. Tampilannya cenderung sederhana, tanpa app drawer sebagai penampung aplikasi. Sebaliknya, aneka icon dan widget ditempatkan langsung di layar home screen sehingga bisa langsung dimanipulasi atau dihapus. Secara default, P9 datang dengan sejumlah aplikasi bawaan, seperti software kesehatan untuk memonitor aktivitas.  Satu hal yang menarik dari P9 adalah pemindai sidik jarinya yang bukan hanya berguna untuk mengunci layar saja, tapi juga melakukan beberapa tugas lain. Fungsinya dalam hal ini mirip dengan touchpad. Pengguna bisa menyapukan jari dari sisi atas pemindai sidik jari ke bawah untuk memunculkan window notifikasi pada layar. Bisa juga untuk mengambil selfie dan menggulir gambar di gallery.   Prosesor Dapur pacu P9 diperkuat prosesor octa-core Kirin 955 buatan HiSilicon, dengan 4 core Cortex-A72 2.5GHz, 4 core Cortex-A53 1.8GHz, dan GPUMali T880MP4. Berbekal chip ini, P9 mendukung koneksi 4G LTE Cat.6 dengan kecepatan download hingga 300 Mbps.  Kinerjanya kurang lebih setara dengan Qualcomm Snapdragon 820 yang sama-sama duduk di papan atas, sangat lancar untuk penggunaan sehari-hari seperti bermedia sosial, browsing, atau pun penggunaan kelas berat seperti mobile office dan bermain game.  Chip tersebut dipadukan dengan RAM 3GB yang memberikan ruang lebih dari cukup untuk multitasking. Memori internal super lega 32GB, dengan opsi tambahan ruang penyimpanan melalui micro-SD hingga 128GB. Baterai P9 berkapasitas 3.000 mAh dan kuat untuk menyalakan perangkat selama seharian beraktivitas.   Kamera Teknologi kamera menjadi nilai jual utama Huawei P9. Di bagian belakang, terdapat dua unit sensor 12MP yang saling bekerjasama menangkap gambar secara detil dalam waktu sekejap. Ketika diperbesar (zoom), hasil jepretan foto masih sangat baik. Huawei memang bukan vendor pertama yang memiliki smartphone dual kamera, iPhone 7 Plus dan LG G5 sudah mengusungnya lebih dulu. Tapi implementasi ketiganya sangat berbeda. Huawei P9 punya satu unit sensor RGB 12M untuk menangkap warna, sementara sensor satunya lagi juga berresolusi 12MP namun sensor monokrom (hitam-putih) guna mampu menangkap detail gambar dengan kualitas lebih bagus. Lalu software kamera dalam smartphone akan memastikan hasil foto terbaik.  Berkat sistem autofocus yang bertumpu pada teknologi laser autofocus, pemotretan saat cahaya berlimpah, kamera P9 dengan aperture f/2.2 sanggup menangkap gambar berkualitas dengan saturasi warna dan kontras yang tinggi. Ketika berada di situasi low-light, fitur dual-LED flash mampu membantu pemotretan di tempat gelap, sehingga hasil jepretan P9 masih sangat baik.  Bahkan ketika tingkat cahaya sangat rendah, tangkapan gambar P9 terlihat masih cukup baik. Kamera kamera P9 sudah dilengkapi Optical Image Stabilizer sehingga pengguna bisa mengambil gambar dalam situasi low-light tanpa tampak kabur karena goyangan. Kamera depan P9 yang memiliki resolusi 8 megapiksel berkualitas cukup baik dengan setting default sudah membuahkan hasil yang memuaskan.   USB Type-C Berbeda dengan versi Lite yang menyajikan port micro-USB tipe lama, Huawei memilih untuk menyematkan USB type-C di P9, serupa dengan flagship dari merek ternama lain seperti Samsung atau iPhone. Serta, ponsel sudah mendukung penggunaan USB OTG untuk menancapkan dan membaca-tulis media penyimpanan langsung lewat konektor micro-USB. Port USB type-C yang terletak di sisi bawah yang diapit oleh grill speaker dan colokan jack audio 3,5 mm. Spesifikasi lengkap klik di sini Value for money        ", "Tags": ["Tags", "Huawei", "Huawei P9"]}, {"DatePost": "29 December 2016 15:57", "Author": "selular", "Title": "Review LG V20: Android Nougat Pertama, Unggulkan Fitur Multimedia", "Content": " Jakarta, Selular.ID – Kembali menyapa pasar smartphone Indonesia dengan memperkenalkan smartphone premium terbarunya, yakni LG V20. Smartphone ini merupakan smartphone pertama di dunia yang mengadopsi sistem operasi terbaru Android 7.0 Nougat. Kelebihan: – Desain kokoh – Multimedia mumpuni – Kinerja cepat – Kamera bagus Kekurangan: – Daya tahan baterai kurang kuat Desain LG V20 disebut memiliki desain yang menyerupai LG G5, namun ponsel ini tidak memiliki bagian modular. Penutup bagian belakang ponsel V20 bisa dilepas sehingga pengguna bisa melepaskan baterai saat dibutuhkan. Pada sisi belakang pula, LG menempatkan sensor pemindai sidik jari yang juga bisa dimanfaatkan untuk mematikan/menghidupkan (on/off) layar. Sensor ini diletakkan di bawah dua kamera utama belakang. Selain menawarkan layar unik, desain LG V20 juga terasa kokoh. Material body merupakan perpaduan silikon polikarbonat (Si-PC) dan aluminium alloy yang telah lulus standar uji US Military Standard (MIL STD-810G). Sehingga tahan terhadap benturan akibat terjatuh.  Masuk dikelas premium secara kualitas, LG V20 memiliki desain yang cukup kokoh dan terlihat sangat elegan. Kombinasi antara metal dan plastic matte sangat pas ditangan, tidak hanya tingan bodinya juga tipis membuatnya nyaman saat digunakan atau sekedar ditenteng. Layar Ganda Sama seperti pendahulunya V10, LG V20 hadir dengan layar berukuran 5,7 inci dengan tingkat resolusi 1440 x 2560. Namun yang membedakan LG V20 dengan phablet 5,7 inci lainnya adalah adanya dukungan layar sekunder (second screen) yang berada pada panel atas layar utama. Fungsi fitur ini adalah untuk memberi akses buka aplikasi favorit dan recent apps secara cepat tanpa harus masuk ke menu. Bahkan bila Anda sedang asyik chatting, namun ada panggilan telepon yang masuk, layar tidak akan tertutupi.’  V20 memiliki layar utama berukuran 5,7 inci dengan teknologi IPS. Layar utama ponsel memiliki resolusi Quad High Definition (QHD). Lalu layar kedua ponsel V20 kali ini lebih panjang dibanding pendahulunya. LG meningkatkan tingkat kecerahan layar atau brightness dua kali lebih tinggi dibanding generasi pendahulunya. LG V20 sudah menjalankan sistem operasi Android 7.0 Nougat. Update OS ini menawarkan fitur multi window dan mode Doze. Anda bisa membagi layar menjadi dua jendela dan keduanya bisa melakukan multitasking tanpa terpatah-patah. HiFi LG V20 juga membawa kemampuan 32-bit HiFi Quad DAC (Digital to Analog Converter), yang menimalisir distorsi dan gangguan noise yang lebih rendah. Suara yang dihasilkan lebih bersih, detail, dan tajam. Ditambah dengan earphone dari Bang & Olufsen B&O Play H8 yang tersedia pada paket penjualan, membuat para penikmat music menjadi lebih dimanjakan.  Bersamaan dengan perekaman video, LG V20 mampu merekam suara 24 bit/48 kHz. Kemampuan ini bisa merekam suara sangat keras hingga 132 dB, seperti saat merekam pertunjukan live music layaknya perangkat perekam video pro. Mengkombinasikan fitur Quad-DAC dan headphone pada paket penjualannya hasilnya suara yang diperdengarkan sangat terasa bass dengan range suara yang sangat kaya. Saat earphone dicabut, speaker V20 terasa keras dan jelas. Namun untuk menghasilkan kualitas yang mumpuni, menggunakan earphone akan lebih nikmat.  Kamera Beralih ke fitur kamera. Smartphone ini juga akan memanjakan pengguna yang hobi fotografi, berkat fitur dual wide angle. V20 menggunakan kamera yang sama seperti milik G5 dimana lensa utama berkemampuan 15MP dengan perbandingan 16:9 OIS. Kamera dilengkapi dengan sensor laser dan phase detection autofocus. Sedangkan lensa kamera kedua berkemampuan 8 MP dengan fixed autofocus, lensa wide angle ini mampu menangkap gambar dengan sudut 135 derajat.  Tak cukup sampai di situ, LG menempatkan lensa kamera depan berkemampuan 5 MP dengan aperture f/1.9. Kamera depan mampu mengabadikan foto normal ataupun wide angle. Dengan fitur ini, kita bisa mengabadikan gambar secara lebih utuh dengan latar belakang lebih luas dalam satu bingkai gambar. Pengaturan kamera yang juga berada di sektor kamera antara lain auto shot dan hybrid auto focus. Pada fitur kamera V20 juga menawarkan teknologi perekaman video Steady Record 2.0. V20 adalah ponsel pertama yang menggunakan Qualcomm proprietary (EIS) video stabilisation yang bekerja berdasarkan sensor gyroskop. Kamera ini juga dilengkapi dengan image steam analysis (DIS) untuk melacak benda bergerak dan menstabilkan video dengan mengikuti garis pergerakan objek. Melihat hasil kamera, smartphone dengan fitur kamera yang terbilang lengkap ini cukup terang dan jelas. Foto kami ambil dari kondisi outdoor dan indoor bahkan dengan kondisi pencahayaan low light. Konektivitas Untuk fitur koneksi pengguna tidak perlu khawatir produk ini termasuk salah satu smartphone dengan koneksi terlengkap. Tidak hanya memiliki koneksi 4G LTE untuk internetan, pengguna juga bisa mengunakan koneksi wifi dengan mengkoneksikannya pada jaringan hotspot.  Koneksi lainnya tersedia juga koneksi seperti Bluetooth , GPS dengan A-GPS, NFC, Infrared, FM radio, serta koneksi kabel data MicroUSB Type-C. Kinerja Urusan dapur pacu, performa LG V20 digenjot oleh prosesor Snapdragon 820, yang diperkuat dengan RAM 4 GB dan ruang penyimpanan internal sebesar 64 GB yang masih dapat ditambahkan melalui slot memori eksternal microSD. Dengan spesifikai yang dibenamkan, LG V20 mampu mendapatkan score hingga 135ribu. Skor ini merupakan skor yang tinggi untuk smartphone dikelas premium. Pantaslah jika smartphone ini disejajarkan dengan smartphone flagship lain seperti Samsung Galaxy S7 Edge atau LG G5. Tidak hanya itu memiliki performa yang mumpuni, smartphone andalan baru dari LG ini juga tidak hanya sangar di fitur audio, akan tetapi dari segi kinerja untuk bermain game. Saat menggunakan game dengan grafis 3D seperti Need For Speed No Limit dapat dijalankan dengan lancer tanpa ada masalah. Untuk kinerja kekuatan baterai LG V20 dilengkapi baterai berkapasitas 3.200 mAh dengan kemampuan pengisian daya cepat QuickCharge 3.0. Mencopot back cover sangat mudah. Tinggal tekan di sisi kiri bawah ponsel dan otomatis bagian penutup belakang bakal merenggang dan terbuka.  Pada pengujian yang kami lakukan smartphone LG V20 ini mampu bertahan hingga 7 jam dengan penggunaan standart seperti  chatting, sesekali melakukan streaming, menerima panggilan dan bermain game selama sekitar 30 hingga 45 menit.   ", "Tags": ["Tags", "LG", "LG V20"]}, {"DatePost": "9 May 2016 18:32", "Author": "selular", "Title": "Review ZTE Blade S7: Lebih Aman Pakai Pemindai Retina Mata", "Content": "Jakarta, Selular.ID – Diklaim sukses pada Blade seri S6, ZTE lembali merilis seri kelanjutannya, yakni Blade S. Dalam acara peluncurannya, pihak ZTE menggadang teknologi fotografi sebagai salah satu keunggulannya. Lalu apa lagi keunggulan dari ponsel pintar asal Tiongkok ini? Simak selengkapnya pada review berikut. [quote_box_center] Keunggulan Kelemahan [/quote_box_center] Desain Melanjutkan seri Blade S6, bentuk bodi dari Blade S7 memang nampak agak mirip. Namun ada sedikit perbedaan jika dilihat dari fisik ZTE Blade S7, yakni bezel lebih simetris dan meninggalkan bagian samping yang membulat. Blade S7 jika diluhat malah lebih mirip dengan iPhone 5S yang dibentuk cukup menarik dan elegan, apalagi produk yang kami pegang dengan warna gold. Konsep desain fisik persegi panjang dengan sudut yang membulat pada masing-masing ujungnya. Akses bezel tipis yang mengapit layar ZTE Blade S7 pun membuatnya menjadi terlihat lebih stylish. Pada bagian depan tersedia layar diatasnya tersedia beberapa sensor dan kamera depan. Hal menarik lainnya yang ada pada smartphone ini adalah bentuk tombol Home yang memiliki desain persegi panjang, tidak seperti tombol Samsung yang oval. Sementara untuk tombol navigasi lain ditempatkan menyatu dengan layar.  Namun uniknya dia tombol ini tidak tergambarkan dengan icon akan tetapi hanya titik kecil dengan backlit didalamnya. Ukuran tubuh ZTE Blade S7 cukup pas ditangan. Dengan bobot mencapai 131 gram, sehingga membuatnya tidak terasa begitu berat saat dioperasikan dengan satu tangan. Memiliki konsep unibodi pengguna tidak dapat membuka backcover, untuk membenamkan kartu memori dan SIM card dapat dimasukan dari dua slot untuk MicroSIM dan NanoSIM yang tersedia di sebelah kanan. Selanjutanya>> [nextpage title=”MiFavor 3.0″] MiFavor 3.0 ", "Tags": ["Tags", "ZTE", "zte blade", "ZTE Blade S7"]}, {"DatePost": "4 February 2016 12:30", "Author": "Khoirunnisa", "Title": "Diam-Diam, Google Singkirkan Ad Blocker Samsung dari Play Store", "Content": "Jakarta, Selular.ID – Samsung baru saja mengumumkan sebuah API baru yang memungkinkan para pengembang untuk membangun penghalau konten dan iklan untuk web browser-nya, dan sekarang telah dihapus dari Google Play. Dikutip Selular.ID dari TheNextWeb (4/2/2016), Adblock Fast, aplikasi dari tim di Rocketship Apps, sudah diunduh lebih dari 50.000 kali setelah dirilis, dan memuncaki daftar aplikasi top secara kilat. Namun ternyata, para pengembang menerima email dari Google Play Review Team, yang menyatakan bahwa aplikasi itu melanggar bagian 4.4 dari Perjanjian Distribusi Pengembang. Bagian itu berbunyi: 4.4 Tindakan yang Dilarang. Anda menyetujui bahwa Anda tidak akan terlibat dalam aktivitas apa pun dengan Store, termasuk pengembangan atau distribusi Produk, yang mengganggu, mengacaukan, merusak, atau mengakses secara tidak sah ke perangkat, server, jaringan, properti atau jasa lainnya, dari pihak ketiga, termasuk, tidak terbatas hanya, pengguna Android, Google atau operator jaringan selular. Anda tidak dapat menggunakan informasi pelanggan yang diperoleh dari Store untuk menjual atau mendistribusikan Produk di luar Store. Pengembang masih mempertanyakan bagian mana dari Adblock Fast yang bermasalah dengan konten, karena mereka menggunakan API resmi Samsung yang hanya bekerja pada browser Samsung. Bagaimana pun, Google tetap menghapus aplikasi. Bisa jadi semua ini hanya kesalahpahaman, atau bisa juga sebuah indikasi bahwa Google tidak menginginkan aplikasi semacam itu di Store-nya. Tapi bila Anda lihat ke Play Store, Google membiarkan sejumlah aplikasi pemblokir iklan browser lain yang serupa Adblock Fast, jadi ini masih menjadi tanda tanya bagi tim pengembang. ", "Tags": ["Tags", "Adblock Fast", "play store", "Samsung"]}, {"DatePost": "22 January 2016 17:18", "Author": "selular", "Title": "Review Lenovo Phab Plus: Layar Luas Bikin Puas", "Content": " Jakarta, Selular.ID – Pasar phablet kembali bergairah dengan kemunculan produk baru yang gabungan smartphone dan tablet. Adalah Phab Plus yang baru saja dirilis Lenovo di pasar Indonesia untuk kelas menengah. Datang dengan layar seluas layar besar 6,8 inci, Lenovo Phab Plus tidak hanya dibekali fitur komunikasi yang mumpuni, namun phablet ini juga diklaim mampu memberikan kenyamanan dalam menonton Video atau bermain game. [quote_box_center] Keunggulan Kekurangan [/quote_box_center] Desain Memiliki bobot 229 gram, jelas ini bukan perangkat phablet ringan saat ini, namun pihak Lenovo mengklaim bahwa desain phablet ini dioptimalkan untuk penggunaan satu tangan, meski layarnya cukup bongsor. Phabet ini memang terbilang nyaman jika dibawa dengan satu tangan, namun untuk tangan orang asia memang cukup kesulitas saat mengoperasikannya. Dengan ketebalan 7.6mm dan bezel tipis, desain unibody yang dikombinasikan antara logam dan plastik memberikan Phab Plus terasa premium. Lenovo membuat perangkat ini terlihat memanjang daripada phablet kebanyakan yang mempunyai tubuh melebar. Pada ukuran layar disematkan tiga tombol sentuh yakni back, home, dan juga recent apps yang terletak di layar ponsel bagian bawah. Pada bagian belakang Lenovo Phab Plus, terdapat kamera belakang dan speaker Dolby Atmos, dan serta logo Lenovo. Melihat punggung Phab Plus, mungkin mengingatkan kita atas iPhone 6 Plus. Sebelah kanan berdiam tray slot SIM, sementara di samping kiri terdapat tombol pengatur volume dan tombol power/lock. Di bagian atas, Anda akan menemukan headphone jack 3.5mm. Dan saat dibalik, bagian bawa ada port microUSB untuk transfer file atau pengisian daya. [nextpage title=”Layar”]  Layar Fitur menonjol dari Lenovo Phab Plus adalah layar besar berukuran 6,8 inci yang menawarkan kepadatan pixel 324 ppi (pixel per inch). Mungkin ukuran ini dipilih sebagai diferensiasi. Denngan resolusi Full HD 1080×1020 piksel, sangat pas untuk memanjakan mata penggunanya. Layar ni juga memiliki kerapatan piksel 326 ppi. Hal ini membuat tampilan layar yang masih terlihat tajam dan detil.  Dengan pancaran warna dan kecerahan cahaya yang cukup, maka layar tetap nyaman meski dalam sudut pandang tertentu. Tidak hanya dalam kondisi indoor, penggunaan phablet diluar ruang juga tidak sulit untuk digunakan asalkan pengguna dapat sesuaikan tingkat kecerahannya. Phablet ini berjalan dengan OS Android 5.0.2 Lollipop, dengan sedikit modifikasi pada gambar ikon dan beberapa fitur. Namun secara garis besar, phablet ini menyuguhkan pengalaman Android Lollipop standar yang mudah untuk digunakan oleh pengguna yang biasa menggunakan OS Android. Berkat keberadaan one-handed mode yang memungkinkan pengguna untuk mengecilkan display agar lebih mudah dikelola dan nyaman untuk digunakan dengan satu tangan. Pengaturan modus satu tangan ada di notification bar atau untuk akses cepatnyanya, Anda tinggal menggambar sudut melengkung ke bawah di layar seperti huruf C. Untuk kembali ke modus layar penuh, Anda tinggal tekan tombol escape di sudut mini windows. Dalam keadaan standby pengguna dapat mengetuk layar dual kali untuk menyalakan layar, menekan dalam waktu lama di mana saja di layar untuk memotret foto, mengguncang untuk mengunci perangkat, menciptakan keyboard satu tangan yang bisa menyesuaikan dengan posisi tangan. [nextpage title=”Kinerja”]  Kinerja Dari sektor performa, handset ini diotaki oleh prosesor octa-core 64-bit Qualcomm Snapdragon 615 yang didukung dengan RAM 2GB. Kombinasi prosesor dan RAM ini menawarkan performa yang terbilang memuaskan. Untuk menyimpan data,tersedia memori internal 32GB, yang dapat diperluas menggunakan slot kartu microSD. Dengan spesifikasi hardware yang dimilikinya, phablet ini cukup gesit untuk menjalankan berbagai aktivitas.  Melalui aplikasi antutu bechmarking, phablet ini mmendapatkan skor 34 ribu-an, dengan skor ini, maka Leovo Phab Plus mampu bersaing dengan phablet lain seperti Samsung Galaxy Note 4. Memainkan game sekelas Asphalt8:Airborne, phablet ini sangat nyaman untuk digunakan. Bahkan kami dapat dengan mudah melintasi semua trak dengan mudah karena ukuran layar yang luas. Lenovo Phab Plus mengusung baterai 3.500 mAh yang diklaim bakal tahan sepanjang hari. Tentu baterai tahan lama juga menjadi key selling point, mengingat layar lebih besar biasanya memakan lebih banyak energi. Dalam pengujian, phablet bisa beroperasi sekitar satu setengah hari dalam pemakaian standar. [nextpage title=”Kamera”]  Kamera Dari sektor kameranya Lenovo Phab Plus ini diberikan kelebihan dengan kamera utama beresolusi 13MP. Kamera utama ini mampu mengabadikan gambar yg sangat jernih karena kamera ini juga di lengkapi dengan dual LED true-tone flash dan autofokus. Sedangkan pada kamera skundernya Phab Plus ini di berikan resolusi yang lumayan mumpuni yaitu 5MP, dengan resolusi ukuran tersebut Anda bisa menggunakan untuk foto selfie dan video call. Tidak untuk pengguna yang gemar mengambil foto, Anda yang suka merekam video juga dapat melakukannya di smartphone bongsor ini. Karena kamera Phab Plus sudah menyajikan beberapa format rekam video 1080p, 720p dan resolusi standar 480p. Bahkan hebatnya lagi pengguna dapat mengabil foto saaat tengah merekam video.  Pengujian terhadap fitur kamera hasil jepretan tampak baik. Hasil foto dengan kamera utama dan kamera depan terasa stabil. Memiliki shutter speed yang cukup cepat, hasil foto dalam kondisi outdoor terlihat jernih dan terang. Sementara di dalam ruangan atau dalam kondisi minim cahaya, hasil foto nampak bagus meski tidak sebagus hasil foto dipencahayaan yang terang. [nextpage title=”Multimedia”]  ", "Tags": ["Tags", "4G LTE", "harga lenovo phab plus", "Lenovo Phab Plus", "octa-core", "spesifikasi lenovo phab plus"]}, {"DatePost": "4 January 2016 16:30", "Author": "selular", "Title": "2016, Akan Jadi Tahun yang Sulit Bagi Samsung ?", "Content": "Jakarta, Selular.ID – Raksasa teknologi asal Korea Selatan, Samsung, sepertinya mulai gundah menapaki bisnisnya di tahun 2016 yang kemungkinan bakal menjadi tahun yang sulit bagi perusahaan itu. Dalam sebuah laporannya, Reuters menyatakan bahwa Samsung akan menghadapi sebuah lingkungan bisnis yang sulit di 2016 lantaran kondisi ekonomi global yang melemah serta meningkatnya persaingan di bisnis utama perusahaan, termasuk di segmen chip memori dan smartphone. Lewat sebuah pernyataan Chief Executive Officer Samsung Electronics, Kwon Oh-hyun, memperkirakan bahwa pertumbuhan global yang rendah akan bertahan tahun ini, dengan ketidakpastian yang utamanya datang dari isu seperti risiko finansial untuk negara-negara berkembang. Samsung sendiri memang disebut tengah dalam kekhawatiran di mana pendapatan per kuartal akhir (Oktober-Desember) tahun lalu yang kemungkinan bakal lebih rendah dari perkiraan sebelumnya. Bahkan, seorang broker dari Korea Investment, menilai bahwa dampak dari melemahnya permintaan dan penurunan harga jual untuk industri semikonduktor dan LCD cenderung lebih besar dari yang diantisipasi.  Lebih lanjut, Korea Invenstment pun menurunkan estimasi laba perusahaan pada kuartal keempat menjadi 6,4 triliun Won dari perkiraan sebelumnya yang disebut akan mencapai 6,8 triliun Won. Selain mengungkap estimasi pertumbuhan perusahaan yang dinilai akan kurang menggembirakan, CEO Samsung, Kwon juga memperingatkan perihal adanya kompetisi yang lebih sengit dalam bisnis utama perusahaan tersebut. Saat ini, Samsung memang masih merajai pasar smartphone global. Pun demikian, yang tidak bisa ditampik adalah kerasnya persaingan yang membuat pangsa pasar perusahaan itu tergerus. ", "Tags": ["Tags", "2016", "Samsung", "samsung galaxy"]}, {"DatePost": "26 September 2019 07:00", "Author": "Arini Fazrin", "Title": "NTT Docomo Uji Coba 5G Di Piala Dunia Rugby", "Content": "Jakarta, Selular.ID – NTT Docomo meluncurkan layanan 5G pra-komersial di daerah-daerah tertentu di kota-kota besar di Jepang. Operator terbesar di negeri Matahari Terbit itu, berkomitmen menyediakan cakupan uji coba di stadion untuk Rugby World Cup, yang dimulai sejak Jumat (20/9). Layanan percontohan di 11 lokasi, termasuk Tokyo, Nagoya dan Osaka, dirancang untuk memberi kesempatan bagi pelanggan untuk menikmati layanan 5G sebelum teknologi tersebut diluncurkan secara komersial, kata Docomo. Sebanyak 7.000 perangkat yang kompatibel dengan 5G akan tersedia di experience center yang dibangun di stadion dan di beberapa kota bagi pengunjung untuk mencoba. Perangkat yang disediakan sejumlah vendor seperti Sony, Samsung, LG dan Sharp tersebut tidak dijual. Docomo juga menegaskan bahwa mereka tidak akan menawarkan 5G smartphone dari vendor China Huawei karena kekhawatiran tentang akses terbatas ke layanan Google. Tiga operator selular utama Jepang – Docomo, KDDI, dan SoftBank – semuanya bertujuan untuk meluncurkan layanan komersial 5G pada Maret atau April 2020. Ketiga operator saat ini sedang membangun jaringan yang dipersiapkan untuk Olimpiade Musim Panas di Tokyo tahun depan. Ketiganya, bersama dengan operator pendatang baru Rakuten Mobile, berkomitmen untuk menggelontorkan investasi gabungan senilai JPY1,6 triliun ($ 14,4 miliar) untuk menyebarkan teknologi 5G selama lima tahun ke depan. SoftBank, yang menggunakan peralatan dari Ericsson dan Nokia, berencana menggarap 60% dari populasi pada awal 2023. Docomo dan KDDI juga kemungkinan akan mendorong peluncuran 5G mereka ke depan, tulis Nikkei Asian Review. Awal pekan ini, Docomo mengumumkan bahwa bersama dengan pemasok peralatannya Fujitsu, NEC dan Nokia, mereka mencapai interoperabilitas multi-vendor di seluruh peralatan stasiun basis 4G dan 5G yang kompatibel dengan standar internasional dari Open Radio Access Network Alliance, sebuah kelompok industri yang bekerja lebih jaringan akses radio generasi berikutnya yang cerdas dan terbuka. Docomo mengatakan akan memperluas jangkauan 5G dengan menggabungkan jaringan 5G dengan jaringan 4G yang ada menggunakan peralatan dari beberapa vendor. Seperti dilansir Japan Times, operator akan membangun sekitar 10.000 BTS pada Juni 2021. ", "Tags": ["Tags", "5G", "NTT Docomo"]}, {"DatePost": "27 August 2019 08:30", "Author": "Uday Rayana", "Title": "Siapa Pemenang Dalam Perlombaan Smartphone 5G?", "Content": "Jakarta, Selular.ID – Penjualan global smartphone 5G diperkirakan mencapai 160 juta unit pada 2020. Angka itu dapat tercapai jika komersialisasi 5G dapat lepas landas di China seperti yang diharapkan. Demikian kajian Strategy Analytics yang diumumkan baru-baru ini. Lembaga riset konsumer terkemuka itu, juga meyakini bahwa vendor nomor dua dunia, Huawei akan muncul sebagai pemenang utama dalam perlombaan 5G. Dalam sebuah pernyataan, firma analis mengatakan bahwa Huawei berada pada posisi terbaik untuk menangkap lebih banyak penjualan ponsel pintar 5G China. Huawei dapat memanfaatkan keberhasilan itu untuk mendorong posisi yang lebih baik di pasar smartphone global yang belakangan menurun gara-gara sanksi dari AS. Menurut Ville Petteri-Ukonaho, Associate Director Strategy Analytics, tak diragukan lagi bahwa China akan memegang kunci volume penjualan perangkat 5G pada 2020 mendatang. “Perusahaan yang dapat meraih pangsa pasar perangkat 5G terbanyak, tentunya akan memiliki pengaruh besar untuk menggerakkan kurva belajar (learning curve), baik dari sisi produksi maupun penyebaran perangkat 5G”, ujar Ville. Di sisi lain, SVP Strategy Analytics, David Kerr mencatat bahwa vendor Korea Selatan Samsung saat ini adalah perusahaan perangkat 5G terkemuka. Sayangnya, Samsung saat ini hanya memiliki 1% pangsa pasar di China. Karena China diperkirakan akan menjadi pasar smartphone 5G terbesar, dengan penjualan ponsel berpotensi mencapai 80 juta pada 2020, maka jalur ini menjadi jelas bagi Huawei untuk mengambil keuntungan. “Huawei baru-baru ini mempercepat dan mengintensifkan upayanya di pasar dalam negeri untuk menghadapi ketidakpastian internasional,” kata David Kerr. David menambahkan, pada Q2 2019, Huawei telah memperluas pangsa pasar ponsel pintar di pasar domestik menjadi hampir 40%, jauh melampaui semua pesaing lainnya. “Jika China memenuhi target agresifnya, Huawei dapat memotong kepemimpinan Samsung 5G secara mendalam, memposisikannya untuk pemulihan dan pertumbuhan di Eropa Barat dan pasar global lainnya”, pungkas David Kerr. Seperti halnya Strategy Analytics, lembaga riset Canalys juga sudah menerbitkan perkiraan mengenai pasar smartphone 5G. Diproyeksikan smartphone yang mendukung 5G akan mengungguli jumlah smartphone 4G pada 2023 mendatang. Perusahaan memprediksi pada 2023 akan ada 800 juta unit ponsel 5G. Pangsanya sebesar 51,4% dari total pengapalan smartphone dan akan melampaui persentase pengapalan 4G pada tahun tersebut. Canalys memprediksi, secara keseluruhan, total pengapalan smartphone 5G antara 2019 hingga 2023 akan mencapai 1,9 miliar unit. China diproyeksikan akan menjadi pasar ponsel 5G terbesar dengan porsi pengapalan mencapai 34 persen, disusul oleh wilayah Amerika Utara sebesar 18,8 persen, dan Asia Pasifik 17,4 persen. Canalys menyebutkan percepatan adopsi ponsel 5G tidak terlepas dari inisiatif pemerintah China dalam mengakselerasi pengembangan jaringan 5G di negaranya. Dalam kajiannya, Canalys mengungakapkan bahwa operator telekomunikasi khususnya China Mobile, terus berupaya memperluas cakupan layanan 5G ke berbagai kota-kota utama. China Mobile berupaya membangun sekitar 600.000 hingga 800.000 BTS 5G pada 2020. Naik signifikan dari jumlah 130.000 BTS pada akhir 2019. Begitupun dengan Huawei. Vendor jaringan itu, menunjukkan peningkatan 5G yang kuat untuk stasiun pangkalan dan komponen smartphone ke rantai pasokannya, kata laporan itu. Nicole Peng, VP of Mobility Canalys, mengatakan ada sejumlah fenomena dalam diskusi 5G di MWC Shanghai tahun ini, di mana lisensi 5G China diberikan setahun lebih awal dari rencana. Selain peran pemerintah, menurut Peng, kapabilitas keuangan dari para operator selular dan banyaknya vendor smartphone asal China yang meluncurkan ponsel 5G, membuat penetrasinya semakin agresif. Diramalkan, pada 2020 mendatang, sebanyak 17,5% smartphone yang dikapalkan ke China akan berteknologi 5G. Canalys memperkirakan angka ini akan melonjak menjadi 62,7 persen pada tahun 2023. Tahun ini dan tahun depan, diketahui sejumlah smartphone 5G akan hadir di pasar. Seperti Samsung Galaxy S10 5G, LG V50 ThinQ, OnePlus 7 Pro, Oppo Reno 5G, Nokia 9 PureView, Realme 5G, Cooolpad 5G, dan Moto Z4 Motorola yang dihubungkan dengan mod Moto 5G. Sejumlah vendor besar bahkan telah mematok waktu peluncuran, yakni pada September mendatang, seperti yang diumumkan oleh Samsung dan Huawei. Hal itu memaksa Apple untuk mempercepat rencana peluncuran smartphone 5G miliknya. Rakasasa asal Cupertino itu, kemungkinan akan membenamkan teknologi 5G untuk tiga iPhone baru, yang diprediksi meluncur ke pasar pada paruh kedua 2020. Di China sendiri, Axon 10 Pro 5G menjadi smartphone 5G pertama yang tersedia secara komersial. Dilansir dari berita pemerintah Xinhau, ZTE melakukan peluncuran produknya pada Selasa (6/8) waktu China. Perangkat yang pertama kali diumumkan pada Februari di MWC 2019 itu dilengkapi dengan layar AMOLED 1080p berukuran 6,47 inci, ditopang chipset Snapdragon 855 dan triple camera. Saat itu, ZTE melaporkan Axon 10 Pro 5G akan menggunakan salah satu modem X50 5G generasi 1 Qualcomm yang akan terhubung dengan jaringan nirkabel 5G China yang akan datang. Sayangnya, pelanggan di China baru bisa menikmati layanan 5G pada bulan Oktober nanti, meskipun mereka tetap dapat membeli perangkat tersebut mulai hari ini. Meski telah melenggang duluan, ZTE harus bisa membuktikan produk besutannya itu, dapat diterima dengan luas oleh konsumen. Dengan banyaknya pemain, sudah pasti pasar tidak kekurangan ponsel 5G premium. Hal ini menjadi tantangan bagi ZTE, karena Axon terbilang belum menjadi brand yang belum cukup kuat untuk bersaing di segmen atas, yang selama ini dikuasai Apple, Samsung dan Huawei. ", "Tags": ["Tags", "5G", "Smartphone 5G"]}, {"DatePost": "28 July 2019 18:30", "Author": "Ricky Fitrah", "Title": "Lima Smartphone dengan IR Blaster, Bisa Dijadikan Remote!", "Content": "Jakarta, Selular.ID – Smartphone dengan blaster IR dapat berfungsi ganda sebagai remote universal, memungkinkan Anda untuk mengontrol berbagai perangkat elektronik di rumah Anda – seperti TV. Sayangnya, tidak semua vendor smartphone membekali produknya dengan sensor IR Blaster. Perusahaan seperti Samsung dan HTC memiliki teknologi yang kurang lebih sama, tetapi Anda masih dapat menemukannya di ponsel pintar dari merek Cina. IR Blaster sejatinya adalah inframerah. Jika ponsel Anda memiliki blaster IR, Anda dapat mengirim perintah, melalui sinar inframerah, ke perangkat lain, seperti televisi, set-top box atau stereo yang kompatibel dengan remote IR. Keuntungan utama menggunakan perangkat berbasis IR blaster adalah bahwa Anda tidak harus melalui proses pemasangan Bluetooth yang rumit. Smarpthone dengan sensor inframerah satu ini cukup layak Anda beli. Pasalnya, selain terdapat IR Blaster, smartphone ini memiliki kemampuan fotografi yang mumpuni. Huawei P30 Pro dibekali dengan chipset Kirin 980 disertai dengan 8GB RAM dan dua konfigurasi memori internal, 128GB dan 512GB. Baca juga: Review Huawei P30, Kamera Kece, Kinerja Oke Sub-brand milik Huawei, Honor, tidak pernah menghindar dari desain yang menarik perhatian. Muncul dalam beberapa gradien warna yang elegan, Honor 20 ternyata disematkan sensor inframerah. Smartphone ini memiliki chipset tertinggi dikelasnya, Kirin 980, dengan tandem 8GB RAM dan 256GB penyimpanan. Daya baterainya diatas rata-rata, yaitu 4000mAh. Baca juga: Honor 20 Resmi Mendarat di 10 Negara Sebelumnya, Xiaomi telah menghilangkan fitur IR Blaster pada Mi 8 tahun lalu. Namun, rupanya perusahaan membawanya kembali ke varian Mi 9. Xiaomi Mi 9 diumumkan di MWC 2019 dan ditenagai chipset Snapdragon 855. Ponsel ini dilengkapi pemindai sidik jari dalam layar dan tiga kamera belakang. Memiliki baterai dengan daya 3.300mAh dan mendukung pengisian kabel 27W, yang diklaim dapat menaikkan dari nol hingga 100 persen dalam sekitar 65 menit. Baca juga: Xiaomi Mi 9 Keok di AnTuTu, ZTE Axon 10 Pro Juaranya Seri Redmi Note Xiaomi telah menjadi salah satu jajaran merek yang paling populer dan untuk alasan yang baik. Salah satu tambahan terbaru – Redmi Note 7 Pro, menawarkan spesifikasi spektakuler dengan harga murah dan tetap menggunakan blaster IR. Muncul dalam dua konfigurasi, yang pertama dengan 4GB RAM dan 64GB penyimpanan, yang kedua dengan 6GB RAM dan 128GB penyimpanan. Redmi Note 7 Pro membawa chipset Snapdragon 675 sebagai otak pemrosesan. Baca juga: Redmi Note 7 dan Samsung M20, Mana yang Layak Dibeli Saat Ini? Selain blaster IR, Mate 20 Pro menampilkan layar melengkung yang besar, pemindai sidik jari dalam layar, dan baterai yang sangat besar. Lalu ada pengaturan tiga kamera di belakang, desain yang cantik, dan banyak fitur lainnya termasuk pengenalan wajah 3D. Smartphone ini dibekali dengan chipset Kirin 980 dengan tandem 6GB RAM dan 256GB peyimpanan internal. Baca juga: Mimpi Punya Huawei Mate 20 Pro Makin Bisa Terwujud  ", "Tags": ["Tags", "Inframerah", "IR blaster"]}, {"DatePost": "28 July 2019 08:00", "Author": "Ricky Fitrah", "Title": "Sedap, Ini Dia Fitur dan Spesifikasi Realme X", "Content": "Jakarta, Selular.ID – Realme X resmi diperkenalkan di Indonesia pada Kamis (25/06), di Jakarta. Smartphone yang memiliki kamera pop-up pertama Realme ini memiliki tiga andalan: desain, fotografi, dan tentunya performa. Realme X rupanya masih membawa chipset yang dimiliki oleh Realme 3 Pro, yaitu menggunakan Snapdragon 710. Di Tanah Air, Realme X hadir dengan dua varian konfigurasi RAM dan penyimpanan internal, 4GB/128GB dan 8GB/128GB. Untuk lebih lengkapnya, simak ulasan spesifikasi Realme X berikut ini. Smartphone besutan sub-brand Oppo ini membawa layar AMOLED dari Samsung dengan bentang 6.53 inci Full HD+. Untuk melindungi dari goresan, layarnya sudah dilapisi Corning Gorilla Glass 5. Agar lebih sedap bermain game dan menonton film, layarnya memiliki rasio 91.2% tanpa gangguan poni. Mengikuti jaman, Realme akhirnya mengeluarkan smarpthone dengan kamera pop-up. Dengan dibekali sensor Sony IMX471 beresolusi 16MP, Realme X mampu menghasilkan gambar ultra HD. Waktu yang dibutuhkan untuk mengeluarkan kamera depan hanya 0,74 detik, bisa untuk pop-up 50 kali perhari lebih dari 10 tahun. Sedangkan, kamera utamanya juga sudah dilengkapi dengan sensor Sony IMX586 dual-camera 48MP dan 5MP.  Terdapat fitur kamera Super Nightscape dan Chroma Boost serta ditunjang AI Intelligent Beauty. Baca juga: Realme U1 Banting Harga Smarpthone ini dibekali dengan teknologi fingerprint dalam layar yang memiliki modul Goodix G2.4 dengan mesin akselerasi DSP. Realme mengklaim bahwa fingerprint yang tertanam ini lebih cepat 28.5% dari generasi sebelumnya. Ukurannya pun kini lebih besar 44% piksel dan rentang yang lebih dinamis seluas 30%. Untuk mempercepat pengisian daya, smartphone ini dibekali dengan teknologi milik Oppo, VOOC Charge. Pada versi 3.0, teknologi pengisian cepat ini diklaim mampu mengisi daya baterai hingga 60% walaupun sedang main game selama 1 jam. Algoritma baru pengisian constant-voltage memangkas waktu pengisian 23.8% bila dibandingkan dengan versi 2.0. Realme X  menggunakan chipset snapdragon 710 dengan sistem operasi ColorOS 6.0 berbasis android pie 9. Terdapat dua varian konfigurasi RAM dan internal memory yang dapat pengguna pilih, 4GB/128GB dan 8GB/128GB. Untuk menunjang aktivitas smartphone, Realme X sudah dibekali dengan baterai 3700mAh. Mengadopsi LPDDR4X dan teknologi UFS 2.1 flash storage, yang memastikan kecepatan tinggi dalam mengelola data. Pengguna bisa berpindah-pindah antar aplikasi dengan lancar walaupun banyak aplikasi yang sedang berjalan. Baca juga: Oppo Hadirkan ColorOS 6 Versi Open Beta, Apa Saja Fiturnya? Realme menggandeng platform Shopee sebagai partner penjualan perangkat terbarunya ini. Berikut daftar harganya: – RAM 4GB + ROM 128GB: Rp3.799.000 – RAM 8GB + ROM 128GB: Rp4.199.000 – Realme X Spider Man: Far From Home: Rp4.199.000 ", "Tags": ["Tags", "RealMe", "Realme X"]}, {"DatePost": "4 June 2019 11:00", "Author": "Ricky Fitrah", "Title": "Deretan Smartphone dengan Fitur NFC Dibawah Rp5 Juta", "Content": "Jakarta, Selular.ID – Teknologi yang hadir pada perangkat smartphone sekarang ini sudah lebih maju. Beberapa tahun belakangan ini, beragam fitur canggih seperti face unlock, sensor sidik jari di layar, dan NFC turut diadopsi vendor ponsel. Dari sekian banyak fitur yang dihadirkan, NFC menjadi salah satu fitur yang memiliki manfaat tambahan bagi penggunanya. Dilansir dari Wikipedia, Near Field Communication (NFC) merupakan teknologi komunikasi nirkabel jarak-pendek yang memungkinkan dua buah perangkat dapat terhubung satu sama lain. NFC dibuat berdasarkan RFID (Radio Frequency Identification) yang mengizinkan komunikasi dua-arah. Fitur NFC pada smartphone dapat dimanfaatkan untuk berbagi file, melakukan pembayaran, dan lain-lain. Maka dari itu, Selular sudah merangkum daftar smartphone yang memiliki fitur NFC dibawah ini: ASUS ZenFone 5 ZE620KL Asus ZenFone 5 ZE620KL memiliki desain yang cantik karena dilapisi kaca. Smartphone ini juga memiliki bodi yang kokoh dengan ukuran layar 6.2 inci. Dapur pacunya juga lumayan gahar, dibekali dengan prosesor Qualcomm Snapdragon 636 dan GPU Adreno 509. ZenFone 5 ZE620KL memiliki dua varian RAM, 4GB dan 6GB dengan memori internal 64GB yang dapat disandingkan dengan microSD up to 2TB. ASUS ZenFone 5Q ZC600KL Smartphone dengan fitur NFC dengan harga murah patut diberikan kepada smartphone ini. Pasalnya, dengan harga Rp1.800.000 pengguna sudah bisa menikmati fitur NFC. ASUS ZenFone 5Q dibekali dengan jeroan yang lumayan handal dikelasnya, yaitu prosesor Snapdragon 630, RAM 4GB, dan dibalut dengan ZenUI 5.0 berbasis Android 8.0 Oreo. Desainnya juga tidak kalah kece dari kakaknya, dan memiliki resolusi layar lebih kecil, yaitu 6 inci. Samsung Galaxy A8 Star Smarpthone besutan Samsung yang meluncur pertengahan Agustus 2018 lalu rupanya membawa fitur NFC. Galaxy A8 Star ditujukan untuk kelas mid-range namun memiliki fitur bak flagship. Tengok saja prosesornya Qualcomm Snapdragon 660 yang ditandem dengan 4GB RAM dan memori internal 64GB. Desainnya pun cukup memikat, karena seluruhnya sudah dilapisi dengan material kaca dan layarnya sudah mengadopsi Super AMOLED. Nokia 6 Dilihat dari spesifikasi, Nokia 6 masih mengadopsi Snapdragon 430 sebagai otaknya dan varian RAM 3GB/4GB. Namun, HMD Global tetap mempertahankan build-quality serta kelengkapan konektifitas, salah satunya NFC. Layarnya yang beresolusi 5.5 inci namun rasionya tidak begitu luas. ", "Tags": ["Tags", "NFC"]}, {"DatePost": "1 June 2019 16:00", "Author": "Khoirunnisa", "Title": "Xiaomi dan Redmi Ingin Mendominasi Pasar Smartphone", "Content": "Jakarta, Selular.ID – Pada laporan riset pasar terbaru Q1 2019 oleh Gartner, Xiaomi tidak masuk dalam lima besar vendor smartphone dunia. Sepertinya perusahaan tengah mengatur strategi baru guna mengubah keadaan. Pasar internasional menjadi semakin penting bagi Xiaomi. Dalam sebuah wawancara dengan Sina Tech, CEO Redmi (sub-bran Xiaomi) Lu Weibing secara terbuka merinci rencana perusahaan untuk mendominasi global. Weibing menunjukkan, di India, Xiaomi dan Redmi telah memimpin pasar smartphone selama tujuh kuartal terakhir. Mereka memegang pangsa pasar 10%, memimpin di tempat kedua setelah Samsung. Tetapi melalui investasi lebih lanjut, Xiaomi ingin membawa semuanya ke tingkat baru dengan mencapai 50% pangsa pasar. Perusahaan Cina dan sub-brandnya saat ini menyumbang 29% dari pengiriman India, jadi tujuannya tentu saja optimis. Tapi itu tidak mustahil. Karena 7 dari 10 smartphone terlaris di India baru-baru ini adalah merek Xiaomi. Juga, hanya beberapa minggu yang lalu diumumkan lebih dari 2 juta unit Redmi Note 7 telah dikirim hanya dalam dua bulan. Di luar Asia, Xiaomi dan Redmi juga berharap untuk melanjutkan ekspansi mereka tahun ini. Di Eropa, perusahaan berada di urutan keempat di belakang Samsung, Apple, dan Huawei, tetapi melalui investasi lebih lanjut Redmi berharap untuk secara bertahap menutup kesenjangan. Juga, dengan harapan meningkatkan pengiriman secara global, 2019 akan melihat peluncuran Redmi di Amerika Latin bersama pasar Afrika Timur, Afrika Tengah, dan Afrika Barat. Perusahaan berencana untuk melanjutkan fokusnya pada e-commerce dan value for money, yang artinya menekan margin keuntungan. ", "Tags": ["Tags", "Redmi", "Xiaomi"]}, {"DatePost": "2 April 2019 07:00", "Author": "Yuni Riadi", "Title": "Kian Terpuruk Jadi Alasan Sony Batasi Bisnis Smartphone Pada 2020?", "Content": "Jakarta, Selular.ID – Sebagai brand yang pernah mengenyam kejayaan dan nama besar, kinerja Sony secara keseluruhan cenderung baik, tetapi unit mobile-nya terus terperosok. Perusahaan Jepang itu baru saja mengungkapkan hasilnya untuk kuartal ketiga tahun fiskal 2018 Unit Mobile Communications Sony melaporkan penjualan 137,2 miliar yen (Rp18 triliun), membuat penurunan besar dibandingkan tahun lalu. Pada Q3 2017 divisi ini menghasilkan penjualan 217,5 miliar yen (Rp28 triliun). Unit ini juga beralih dari untung 15,8 miliar yen (Rp2 triliun) pada Q3 2017 menjadi rugi 15,5 miliar yen (Rp1,9 triliun) pada Q3 2018. Perusahaan mengatakan penurunan penjualan smartphone sebagai alasan utama. Sony secara khusus menunjukkan penurunan penjualan di Eropa, Jepang, dan Amerika Latin. Di sisi lain, perusahaan mencatat pengurangan dalam biaya operasi sebagai satu hal positif untuk kuartal tersebut. Namun angka itu mewakili penurunan besar dalam setahun, di saat divisi berjuang melawan brand-brand seperti Samsung, Huawei, Xiaomi, dan produsen lainnya. Dan kenyataan Xiaomi dan Oppo telah memasuki lebih banyak pasar Eropa, Sony tentu akan mendapat tekanan lebih besar pada tahun ini. Dalam situasi seperti ini, seperti dilaporkan Slash Gear, Sony dikabarkan tengah berencana untuk membatasi bisnis ponselnya. Menurut Nikkei Asian Review, perusahaan asal Jepang tersebut berencana memotong 50 persen bisnis smartphone-nya pada 2020. Pembatasan bisnis smartphone ini  pasalnya Sony memang tidak mendapatkan pijakan yang tepat dalam industri ini. Bahkan menurut Statista sekira 1,6 miliar ponsel yang diproduksi pada 2018, hanya ada 10 juta di antaranya perangkat milik Sony. Tak hanya itu pembatasan tersebut juga diprediksi akan berujung pada potensi PHK karyawan perusahaan hingga 2.000 orang. Meskipun demikian, perusahaan diharapkan mentransfer beberapa karyawan ke divisi lain. Jika isu PHK benar, hal ini bukan menjadi yang pertama kali bagi Sony merampingkan divisi smartphone-nya. Pada 2009, setelah menutup empat fasilitas produksi smartphone.  Sony memberhentikan 2.000 karyawannya. Selanjutnya, pada 2015 Sony memangkas 1.000 pekerja sebagai tanggapan terhadap pendapatan yang kurang memuaskan. ", "Tags": ["Tags", "Sony", "Sony Mobile", "sony xperia"]}, {"DatePost": "24 March 2019 19:30", "Author": "Ricky Fitrah", "Title": "iPhone XS Max Mahal, Ini Dia Android Anti-lag Main PUBG Mobile", "Content": "Jakarta, Selular.ID – Stigma yang tumbuh dikalangan pemain PUBG Mobile saat ini mengarah kepada produk Apple, yang mana dinilai sangat stabil dan tidak patah-patah saat bermain PUBG Mobile. Masa sih? Memang, kita tahu bahwa Apple selalu mengeluarkan produk yang ekslusif dengan performa optimal tapi, mahal. Hanya orang-orang kelas atas saja yang mampu membeli produk mereka, apalagi iPhone XS Max yang harganya luar biasa mahal. Namun, saya bisa mengklaim bahwa bukan cuma iPhone/iPad yang gahar saat bermain PUBG, tapi Android juga bisa. Pengalaman ini saya dapat ketika berkesempatan mengikuti turnamen PUBG Mobile di Universitas Gunadarma, bertempat di Sport Center Kampus H Kelapa Dua, Depok. Kala itu, Universitas Gunadarma melalui FIKTI (Fakultas Ilmu Komputer dan Teknologi Informasi) sedang mengadakan event tahunan, yaitu FOSC 2019. Pada kesempatan itu, saya beserta tim “dibekali” dengan smartphone Android flagship besutan vendor Tiongkok. Awalnya saya tidak begitu yakin dengan kemampuan smartphone ini, namun setelah coba digeber selama beberapa hari, tidak ditemukan indikasi lag atau patah-patah. Sebelumnya saya menggunakan smartphone Samsung Galaxy A8 Star yang ditenagai prosesor Snapdragon 660 dengan RAM 4GB. Namun masih merasa kurang puas karena terdapat sedikit lag saat bermain, apalagi jika smartphone mulai panas. Jadi, sangat amat menganggu permainan, bisa-bisa gagal chicken. Kembali lagi ke topik, smartphone yang saya gunakan ketika mengikuti turnamen FOSC 2019 dibekali dengan prosesor tinggi dikastanya, Qualcomm Snapdragon 845 yang ditandem 8GB RAM/256GB ROM serta GPU Adreno 630. Sebagai informasi, Qualcomm Snapdragon 845 dibangun dengan fabrikasi 10nm yang mana diklaim mampu memberikan performa optimal tanpa memberatkan beban ke baterai. Artinya, pengguna tidak perlu khawatir baterai cepat habis walau sedang menjalankan game maupun aplikasi yang berat. Settingan yang saya gunakan untuk memainkan PUBG Mobile di smartphone ini yaitu Graphic: Smooth, FPS: Extreme. Sebenarnya, settingan rata kanan pun smartphone ini fine saja, tapi saya lebih mementingkan FPS ketimbang grafis karena mungkin akan mempengaruhi permainan. Ketika kurang lebih 3 jam bermain, smartphone ini mulai mengeluarkan hawa panas yang tidak nyaman. Namun, performa tidak sama sekali terpengaruhi, PUBG Mobile tetap berjalan tanpa FPS nge-drop. Dibagian tenaga, smartphone ini dibekali baterai tidak terlalu besar, yaitu 3730mAh. Walaupun kapasitas baterainya sedang, smartphone ini mampu diajak main PUBG Mobile hingga 6,5 jam non-stop. Awal pemakaian 100% sisa 14%. Yang paling menakjubkan, pada masa inkubasi tim, kami diharuskan latihan minimal 10-15 jam perhari. Berkat adanya fitur khusus yang dibenamkan, pengisian baterai sangat cepat, hanya 50 menit terisi 82% dengan mode airplane. Jadi, tidak banyak waktu yang terbuang hanya untuk menunggu pengisian baterai. Nah bagian layarnya pun sangat menggoda, luas dan lebar tanpa gangguan notch ataupun air drop. Berbekal layar 6,4 inci dengan screen ratio hingga 93.8 persen, membuat pengalaman bermain PUBG Mobile makin mantap ketika mencari musuh yang “ngepron”. Kurang lebih seperti itulah pengalaman menggunakan Oppo Find X untuk memainkan game PUBG Mobile. Jika kita bandingkan harga dengan iPhone XS Max, Oppo Find X saya kira lebih worth it. Mengapa? Jika Anda terpengaruhi oleh stigma yang saya sebutkan diatas, ada baiknya Anda mengurungkan niat membeli iPhone XS Max hanya untuk main PUBG. Saat ini, harga iPhone XS Max menyentuh Rp. 25.499.000 dengan konfigurasi 4GB RAM/256GB penyimpanan internal. Sedangkan, Oppo Find X dengan konfigurasi 8GB RAM/256GB penyimpanan internal hanya dilego Rp. 10.999.000 saja. Perbandingan harga hingga Rp 15.000.000 sepertinya bisa dijadikan pertimbangan jika ingin membeli iPhone XS Max untuk memenuhi kebutuhan bermain game. ", "Tags": ["Tags", "Oppo Find X", "PUBG Mobile"]}, {"DatePost": "5 March 2019 17:00", "Author": "Khoirunnisa", "Title": "5 Smartphone Terbaik MWC 2019﻿", "Content": "Jakarta, Selular.ID – MWC 2019 sudah berakhir, sejumlah perangkat memulai debutnya selama acara berlangsung. Gelaran tahun ini menyuguhkan banyak inovasi, dari ponsel lipat sampai 5G. Dari banyak perangkat luar biasa dipertontonkan tahun ini, hanya beberapa yang mampu mengungguli lainnya. Karena Samsung mengumumkan Galaxy Fold beberapa hari sebelum MWC, ​​Huawei langsung menjawab dengan Mate X. Layar super besar 8-inci dan layar utama 6,3 inci, Huawei memberikan opsi tampilan konten yang lebih besar untuk diputar. Huawei Mate X tidak memiliki notch. Solusinya, vendor memilih memasang kamera pada genggaman kecil di sisi perangkat. Dengan begitu, smartphone lebih mudah dipegang dan pengguna bisa melihat gambar mereka di layar saat berfoto. Bukan Samsung Galaxy Fold, smartphone lipat Huawei Mate X lebih unggul di MWC tahun ini. Samsung Galaxy S10 series tidak secara teknis diresmikan di MWC 2019. Kendati demikian, perangkat masih layak disebut smartphone terbaik di periode bersamaan. Berusia satu dekade, Samsung terus menyempurnakan desain perangkat Galaxy S-nya. Dan Galaxy S10 dan Galaxy S10 Plus terasa seperti puncaknya. Dengan chipset Qualcomm Snapdragon 855, RAM 8GB dan penyimpanan 128GB pada model dasar, ini adalah salah satu perangkat terbaik di pasar dari perspektif daya murni. Ditambah pengisian nirkabel (dan reverse wireless), sertifikat IP68, sampai keberadaan jack headphone, Anda memiliki smartphone terbaik tahun 2019. Nokia 9 PureView hadir dengan susunan kamera penta yang inovatif dan harga yang relatif murah. Namun spesifikasinya mengarah ke flagship tahun lalu. Fitur unik dan harga bersaing membuatnya jauh lebih menarik. Tiga kamera monokrom berarti bisa menangkap jumlah detail\nyang mencengangkan, hampir tiga kali lipat dari sensor kamera RGB standar. Dengan\ntiga sensor, harusnya kamera Nokia 9 PureView hasilnya menakjubkannya. Nokia 9 PureView bisa menangkap kedalaman 1.200 lapis, dibandingkan dengan tiga hingga tujuh lapis di mayoritas smartphone keluaran sekarang. Secara teori, kamera Nokia bisa menyaingi DSLR atau kamera mirrorless. Dengan tampilan HDR 4K 10-bit yang disetel tim Bravia dan sistem tiga kamera yang dikembangkan bersama tim Sony Alpha, perusahaan mengumumkan Sony di Xperia 1. Perubahan desain terbesar terletak pada rasio aspek 21:9, yang dikatakant Sony ideal bagi kreator konten. Padahal sebagian besar konten online masih berformat 16:9. Jelas Sony ingin mendorong ide untuk mengambil foto dan video dalam format 21:9, serta merekam dalam 24fps, standar tradisional untuk gambar bergerak. Untuk seseorang yang menginginkan sebanyak mungkin kemampuan pembuatan konten kelas atas, perangkat ini sangat menarik. Xiaomi Mi Mix 3 telah diumumkan sekitar empat bulan yang lalu, varian 5G diperkenalkan di MWC. Karena 5G masih sangat baru, produsen memungut biaya lebih banyak untuk ponsel ini. Mi Mix 3 5G harganya hanya 599 euro atau setara Rp9,5 juta. Perangkat baru ini juga dilengkapi dengan chip Snapdragon 855 terbaru Qualcomm. Sementara penyimpanan dasar menjadi 64GB (dari 128GB). Mekanisme geser dan tampilan layar penuh Xiaomi Mi Mix 3 tentu sangat menarik. Sampai jaringan 5G benar-benar tersedia, Anda tetap akan mendapatkan kecepatan 4G, tetapi ini merupakan investasi ke masa depan. Selain 5 perangkat di atas, sejumlah perangkat menarik dan inovatif lainnya juga diumumkan di MWC 2019, tetapi ini adalah pilihan terbaik tahun ini. Dari semuanya, hanya Samsung yang sudah menjual flagship-nya di Indonesia. Belum ada keterangan resmi mengenai ketersediaan 4 model lainnya di tanah air. ", "Tags": ["Tags", "Huawei", "Mi Mix 3 5G", "Nokia", "Samsung", "Xiaomi"]}, {"DatePost": "13 January 2019 19:00", "Author": "Ricky Fitrah", "Title": "Spesifikasi Redmi Note 7, Si ‘Perusak’ Harga Pasar", "Content": "Jakarta, Selular.ID – Redmi Note 7 merupakan smartphone pertama dari sub-brand Xiaomi, yaitu Redmi. Smartphone anyar ini hadir dengan desain menawan dan spesifikasi yang lumayan gahar. Salah satu yang menurut saya ‘baru’ dalam produk yang dikembangkan vendor asal China ini ialah desain yang sudah tidak kaku, terutama dalam warna. Sama seperti Mi 8, Redmi Note 7 memiliki skema warna gradien. Skema warna tersebut sepertinya menjiplak vendor Huawei dan Honor, yang sepertinya sudah lebih dulu menghadirkan skema warna gradien. Selain itu, sama seperti produk Xiaomi lainnya, Redmi Note 7 dibanderol dengan harga miring namun memiliki spesifikasi yang lumayan mumpuni. Ini merupakan salah satu nilai plus dari Xiaomi hingga mendapatkan animo yang tinggi di pasar ponsel tanah air. Untuk itu, mari kita simak spesifikasi Redmi Note 7 dibawah ini. Desain dan Display Redmi Note 7 memiliki bodi yang terbuat dari kaca berukuran 159.21 x 75.21 x 8.1mm. Perusahaan tersebut mengklaim bahwa Redmi Note 7 memiliki bodi yang kokoh dan tahan lama (mudah-mudahan pernyataan ini benar). Sementara, terdapat 2.5D Corning Gorilla 5 panel kaca dengan ketebalan 0.8mm tambahan di bagian depan dan belakang. Layar Redmi Note 7 6,3 inci memilki rasio aspek 19,5: 9 dan resolusi full HD+ 2340 x 1080 piksel. Layar membawa dukungan untuk kecerahan 450-nits, rasio kontras 1.500: 1, keterbacaan matahari dan mode pelindung mata. Ukuran bezel sampingnya dikurangi menjadi 1.95mm. Sementara itu, dibagian belakang terdapat dual-camera yang berjejer secara vertikal dan flash dibawahnya. Jika kita lihat dengan seksama, Redmi Note 7 memiliki posisi kamera yang terlihat sangat persis seperti Huawei P20 Pro. Apakah Redmi menjiplak? Tentu saja iya! Dapur Pacu Spesifikasi Redmi Note 7 diantaranya ialah ditenagai dengan prosesor Qualcomm Snapdragon 660. Handset ini hadir dalam pilihan penyimpanan 32 GB dan 64 GB. Kedua model dilengkapi hingga 6 GB RAM. Sementara itu,  tertanam baterai 4000mAh yang siap menyokong aktifitas ponsel seharian penuh dengan pemakaian wajar. Redmi Note 7 juga merupakan smartphone Redmi pertama yang sudah dibekali dengan USB Type-C dan dukungan Quick Charge 4.0. Kamera Ganda Hingga 48MP Fotografi adalah salah satu fitur utama dari Redmi Note 7 karena dilengkapi dengan f / 1.8 aperture 48 megapixel + 5 megapixel AI dual camera setup. Redmi telah menggunakan sensor Ultra Clear Samsung ISOCELL GM1 48 megapiksel sebagai sensor utama. Perusahaan mengklaim dengan bantuan lensa Samsung, Redmi Note 7 dapat menangkap foto HD. Untuk kamera selfie, terdapat 13 megapiksel yang terdapat pada notch waterdrop ala Oppo F9. Perlu diketahui, menurut situs resmi Qualcomm, Snapdragon 660 hanya dapat menopang kamera beresolusi hingga 25 megapiksel saja. Lantas, bagaimana perusahaan dapat menanamkan kamera hingga beresolusi 48 megapiksel pada Redmi Note 7? Harga dan Ketersediaan Harga Redmi Note 7 dijajakan mulai dari 999 yuan (setara Rp 2 juta) untuk model 3/32, lalu 1.199 yuan (setara Rp2,5 juta) untuk versi 4/64, dan model 6/64 seharga 1.399 yuan (setara Rp3 juta). Belum ada informasi mengenai kehadiran Redmi Note 7 di Indonesia. Jika memang smartphone ini akan melenggang di tanah air, semoga perusahaan dapat memenuhi regulasi yang berlaku.  ", "Tags": ["Tags", "Redmi", "Redmi Note 7", "Xiaomi"]}, {"DatePost": "27 December 2018 11:02", "Author": "selular", "Title": "Sodok Apple, Huawei Raih Posisi Kedua di Pasar Global", "Content": "Jakarta, Selular.ID – Menutup tahun 2018 ini, Huawei berhasil menjual lebih dari 200 juta smartphone selama secara global. Dikutip dari GSMArena, dibandingkan tahun 2017 lalu, penjualan semua smartphone Huawei meningkat sebesar 30%. Tahun lalu penjualan smartphone Huawei hanya mencapai 153 juta unit. Berdasarkan data Nikkei Asian Review, seri P20 banyak membantu meningkatkan penjualan smartphone Huawei secara global. Terbukti dengan P20 series yang laris manis di pasaran. Berkat pencapaian ini, Huawei berhasil menjadi ke posisi kedua secara global. Bahkan Huawei mampu menyodok posisi Apple secara global. Nikkei Asian Review menyebutkan bahwa Huawei menguasai 10,4% dari pasar global pada 2017. Menurut IDC, Samsung masih menjadi pemimpin pasar smartphone global. Namun, Huawei berhasil berada di urutan kedua pada kuartal kedua (Q2) dan kuartal ketiga (Q3). Di Indonesia sendiri penjualan semua smartphone Huawei mencapai 100 juta unit selama 2018. Ini menunjukan Indonesia menjadi pasar yang menjanjikan untuk Huawei. Namun, jika Huawei berhasil meningkatkan penjualan di Cina, Eropa, dan Afrika, maka bukan untung yang didapat raksasa teknologi asal China ini. Melainkan Huawei akan dicekal di beberapa negara seperti Kanada, Australia dan Amerika Serikat. Sebab negara tersebut memang melarang Huawei memasarkan produknya karena ada beberapa kasus yang terjadi beberapa waktu lalu. Jika itu terjadi, maka penjualan smartphone Huawei di tahun 2019 mendatang akan melemah. Sejumlah lembaga riset seperti IDC juga memprediksikan industri smartphone secara global di tahun 2019 mendatang tidak secerah 2018 ini. ", "Tags": ["Tags", "Apple", "Huawei", "nomor dua"]}, {"DatePost": "13 May 2018 18:00", "Author": "Khoirunnisa", "Title": "Adu Smartphone Menengah Rp2 Jutaan", "Content": "Jakarta, Selular.ID – Dengan ragam merek smartphone yang edar di Indonesia, konsumen tanah air mungkin bingung ketika ingin memilih smartphone. Tapi jika Anda sudah memutuskan untuk mencari smartphone dengan harga Rp2 jutaan, berikut rekomendasi Selular. Kami memilih tiga smartphone dengan spesifikasi mirip di rentang harga Rp 2jutaan yang saat ini edar di pasar Indonesia. Mereka adalah Samsung Galaxy J7 Prime, OPPO A83, dan HUAWEI nova 2 lite. Pertama, ada Samsung Galaxy J7 Prime yang saat ini dijajakan dengan harga eceran berkisar Rp2.999.000. Smartphone merupakan kategori menengah-ke bawah di hirarki Samsung. Kemudian ada smartphone OPPO A83. Perangkat edar resmi di pasar nusantara pada Maret 2018 dengan harga resmi Rp2.999.000. Smartphone diposisikan vendor sebagai penerus OPPO A57 dan diharapkan bisa mengulang kesuksesan A57. Terakhir ada HUAWEI nova 2 lite yang baru dirilis akhir April 2018. Ketiga smartphone memiliki harga dan spesifikasi serupa. Berikut ulasan pada lima kompartemen spesifikasi.  1. Kamera Menilik kamera depan ketiga smartphone mempunyai resolusi sama, yakni 8MP. Namun pada pengaturan kamera belakang, Huawei lebih unggul karena menempatkan dua kamera sekaligus yakni 13MP dan 2MP. Sementara Samsung dan OPPO hanya mempunyai kamera tunggal 13MP. Mengenai hasil jepretan kamera belakang, HUAWEI nova 2 lite juga lebih unggul karena fungsi kamera ganda bisa menghasilkan gambar yang lebih tajam serta bokeh dengan fitur re-focus, yakni foto yang sudah jadi masih bisa diatur fokusnya agar lebih sesuai dengan keinginan pengguna. 2. Layar OPPO dan Huawei terlihat lebih futuristic ditinjau dari tampilan layar dibandingkan Samsung. Karena keduanya sudah mengusung Full View Display dengan aspek rasio 18:9. Tapi bentang layar Huawei (5,9”) lebih luas dibandingkan OPPO (5,7”), menjadikan menikmati konten hiburan di smartphone lebih nyaman di HUAWEI nova 2 lite. 3. OS Dari sisi software, HUAWEI nova 2 lite jelas lebih unggul dari OPPO maupun Samsung karena sudah mengadopsi OS anyar Android 8.0 Oreo. Sehingga, fitur-fitur terbaru juga tersedia di smartphone Huawei seperti Smart Split Screen yang akan secara otomatis membelah layar menjadi dua serta fitur Double Bluetooth Connection sehingga smartphone bisa terkoneksi dengan dua device sekaligus. Fitur lain HUAWEI nova 2 lite seperti Screenshot dengan tiga jari; Double Tap untuk mengaktifkan dan me-nonaktifkan layar; Files Safe agar dokumen diamankan dengan kata sandi; Application Lock untuk enkripsi aplikasi, serta ada Huawei Music Effect. 4. Face Unlock Samsung tidak memiliki fitur Face Unlock dan OPPO tidak memiliki fitur fingerprint sementara Huawei mempunyai keduanya. Fitur Face Unlock biasanya hanya ada di smartphone unggulan atau premium. Pengguna bisa membuka kunci layar dengan cara menghadapkan kamera depan smartphone ke wajah. Selain ada Face Unlock, HUAWEI nova 2 lite juga dibekali pemindai sidik jari. Fingerprint 4.0 ini responnya sangat cepat sehingga operasi navigasi lebih nyaman. Aktivasi fingerprint hanya butuh waktu 0,3 detik untuk beraksi. Bukan hanya unlock, fingerprint berfungsi juga untuk scroll pada galeri layaknya kursor, bisa juga untuk tombol shutter kamera, menonaktifkan alarm, dan juga menerima panggilan telepon. 5. Tiga card slot Ketiga smartphone mendukung jaringan 4G dan Dual SIM card. Namun hanya Huawei yang menyediakan tiga slot kartu. Dua slot untuk kartu SIM berbentuk nano, dan satu slot lagi untuk kartu memori eksternal microSD.     6. Harga Dari sisi harga, Huawei memiliki harga yang lebih terjangkau dibandingkan OPPO dan Samsung. HUAWEI nova 2 lite dijajakan dengan harga resmi Rp2.599.000 sementara OPPO dan Samsung ditawarkan dengan harga sama Rp2.999.000. Dari ketiga smartphone di atas, terlihat HUAWEI nova 2 lite lebih unggul dibandingkan Samsung Galaxy J7 Prime atau pun OPPO A83. Mulai dari kamera ganda, layar lebih luas dengan rasio 18:9, fitur Face Unlock, Android 8.0 Oreo, dan tiga slot kartu. Sejak 12 Mei 2018, vendor mengeluarkan satu varian warna biru. Bernama lengkap HUAWEI nova 2 lite Glossy Blue, dijajakan dengan harga sama varian warna sebelumnya (Matte Black). Varian warna biru itu sudah bisa dibeli melalui online channel seperti Lazada.co.id serta di offline channel di kota-kota seluruh Indonesia dengan harga Rp2.599.000. ", "Tags": ["Tags", "Huawei", "Huawei Nova 2 Lite", "Oppo", "Oppo A83", "Samsung", "samsung galaxy j7 prime"]}, {"DatePost": "18 April 2018 09:00", "Author": "Khoirunnisa", "Title": "Oppo Raup 22,9% Pangsa Pasar Smartphone Indonesia", "Content": "Jakarta, Selular.ID – Pangsa pasar Oppo meningkat signifikan. Menurut laporan International Data Corporation (IDC) Indonesia, Oppo berada di posisi kedua sebagai brand smartphone terbesar di Indonesia. “Selama 5 tahun di Indonesia, Oppo telah meluncurkan 45 produk, membangun 226 Oppo Store, dan 115 service center yang tersebar di nusantara,” ucap Alinna Wenxin, Marketing Director Oppo Indonesia, pada acara peluncuran Oppo F7 di Jakarta (17/4/2018). Berkat seluruh produk dan layanan tersebut, lanjut Alinna, pangsa pasar Oppo meroket dari 16,6 persen pada 2016, naik 6,3 persen menjadi 22,9 persen pada 2017, mengacu pada data IDC. “Lima tahun ini, Oppo menjelma dari brand asing menjadi brand smartphone paling disukai kalangan muda Indonesia,” kata Alinna.  Alinna memaparkan sejumlah strategi yang telah dilakukan dalam mencapai prestasi ini. Pertama, Oppo berkomitmen untuk terus membawakan produk terbaik yang akan menarik minat pengguna. Kedua, Oppo selalu menggunakan cara yang disesuaikan dengan kebiasaan anak muda untuk berkomunikasi dengan mereka. “Kami berharap Oppo bisa menjadi brand smartphone paling disukai anak muda di dunia namun tetap memiliki emotional resonance dengan setiap user kami,” terang Alinna. Menurut Alinna, saat ini masyarakat dikelilingi berbagai produk canggih. Jika ingin terus disukai konsumen, Oppo harus terus berinovasi yang berorientasi pada user dan terus menjajaki teknologi ke depan. Terakhir, menjaga kualitas produk juga sangat penting. Oppo berjanji untuk terus menghadirkan produk dengan standar kualitas tinggi.  Ketika disinggung target Oppo setelah berhasil menjadi nomor dua, Alinna menjawab bukan angka yang menjadi target perusahaan. “Kami tidak pernah mengatakan ingin menjadi brand nomor satu, tapi kami ingin menjadi brand paling disuka anak muda Indonesia. Makin banyak orang suka, otomatis (peringkat brand) akan lebih tinggi,” pungkas Alinna. Sebagai informasi, Oppo berada di posisi kedua pada daftar Top 5 Brand Smartphone di Indonesia, di mana nomor wahid masih dikuasai Samsung (31,8%). Baca juga: Review OPPO F7: Lebih Dari Sekadar Selfie Expert Dari data IDC yang sama, diketahui merek Advan (7,7%), Asus (6,5%), dan Vivo (6.0%), berada di peringkat ketiga, empat, dan lima Top 5 Brand Smartphone di Indonesia. ", "Tags": ["Tags", "idc", "Oppo", "Oppo F7"]}, {"DatePost": "21 November 2017 12:30", "Author": "Khoirunnisa", "Title": "Cara Memulihkan Data Hilang dari Factory Reset", "Content": " Jakarta, Selular.ID – Tidak peduli mereknya, hampir setiap smartphone pernah “berbuat” salah. Paling sering, adalah menghapus foto secara tidak sengaja. Padahal, foto tersebut sangat berharga bagi pengguna, dan tidak tersedia di media penyimpanan lain selain smartphone. Lalu bagaimana cara mengembalikan data tersebut? Kabar gembira bagi Anda pengguna smartphone Oppo. Karena vendor membekali setiap unit smartphone-nya dengan fitur Recovery (pemulihan). Seperti diketahui, Oppo merupakan smartphone Android yang populer di Indonesia. Mayoritas pengguna menyukai Oppo karena tampilannya yang elegan, kamera selfie menawan, dan output audio berkualitas. Namun, tidak peduli merek yang digunakan, smartphone pernah salah. Dari sejumlah situasi yang kerap terjadi, kehilangan data atau tidak sengaja menghapus data penting menjadi kasus yang paling umum. Tentu, kehilangan data bisa terjadi karena berbagai kecelakaan. Beberapa orang kehilangan data saat melangsungkan factory reset (setelan pabrik). Secara keseluruhan, pemulihan data menjadi lebih mudah dengan Oppo Data Recovery. Jika data Anda tidak dihapus oleh penghapus data profesional, berarti data tersebut masih bisa dipulihkan. Berkat Oppo Data Recovery, Anda bisa menemukan data yang hilang dan membantu Anda memulihkannya dengan mudah. Oppo Data Recovery adalah perangkat lunak pemulihan data profesional yang aman untuk Oppo. Software ini tidak hanya mendukung produk Oppo, tapi juga Samsung, HTC, LG, Sony, Google, HUAWEI, Motorola, ZTE, dan banyak lagi. Dengan perangkat lunak ini, Anda dapat memulihkan dengan mudah kontak, foto, video dan pesan yang dihapus, dan sebagainya. Berikut langkah-langkah untuk memulihkan data hilang Factory Reset Oppo 1. Jalankan Oppo Data Recovery di Komputer Luncurkan Oppo Data Recovery di komputer dan hubungkan smartphone Oppo dengan kabel USB. Tutup perangkat lunak pengelolaan ponsel Android lainnya, saat Anda meluncurkan Oppo Data Recovery. Tip: Jika Anda pertama kali menggunakan Oppo Data Recovery atau perangkat yang terhubung tidak dapat dikenali, aktifkan debug USB. 2. Pilih Jenis File yang Akan Dipindai Di sini, Anda dapat memeriksa file yang ingin dipulihkan. Kemudian, silahkan klik tombol “Next” untuk melanjutkan proses recovery. 3. Menganalisis dan Memindai Oppo Klik tombol “Start” dan “Allow” untuk mengizinkan Oppo Data Recovery untuk menganalisis dan memindai smartphone Anda. Kemudian, pilih satu mode pemindaian yang sesuai untuk perangkat Anda. Ada dua mode yang bisa Anda pilih, “Standard Mode” dan “Advanced Mode”. Secara umum, kami menyarankan Anda memilih “Standard Mode” terlebih dahulu. Namun, jika root dasar gagal, pilih “Advanced Mode”. Catatan: Pastikan daya baterai perangkat Anda tidak kurang dari 20% dan klik “Izinkan” untuk mengkonfirmasi otorisasi superuser, jika Anda memenuhi selama pemindaian. 4. Preview dan Restore Data Dihapus Kontak Pada bagian ini, semua file yang dihapus dan yang ada akan ditampilkan. Anda dapat memeriksa semua data yang dihapus setelah reset pabrik dari smartphone dan file yang dibutuhkan untuk dipulihkannya. Klik tombol “Recover” untuk menyimpan file selektif di komputer Anda. Catatan: Untuk menghindari file existing, Anda dapat mengaktifkan tombol “Hanya tampilkan file yang terhapus” atau gunakan fungsi pencarian di kanan atas untuk mencari yang Anda butuhkan pada hasil pindaian. ", "Tags": ["Tags", "Factory Reset", "oppo f3 plus"]}, {"DatePost": "15 May 2017 08:00", "Author": "selular", "Title": "Apple Bakal Rilis iOS 11, Apa Saja Menu Barunya?", "Content": "Jakarta, Selular.ID – Dalam waktu dekat, nampaknya Apple akan segera membuat perubahan dalam sistem operasi iOS miliknya. Hal tersebut tidak lepas dari beredarnya undangan untuk ajang kumpul developer tahunannya bertajuk WWDC 2017. Ajang tersebut, rencananya akan dihelat 5 hingga 9 Juni mendatang di McEnery Convention Center, San Jose, Amerika Serikat. Dilansir laman TrustedReviews, pada pesta developer itu, Apple dijadwalkan hendak mengumumkan sistem operasi baru untuk perangkat elektroniknya. Mulai dari macOS, tvOS, watchOS, hingga iOS 11 yang paling ditunggu-tunggu. Beberapa bocoran tentang iOS 11 sudah berseliweran di ranah maya. Antara lain, sistem operasi itu dikatakan bakal memberikan pembaruan yang signifikan pada asisten digital Siri. Belum jelas seperti apa pembaruan itu, namun agaknya akan menjadi pesaing berat bagi Google Assistant dan Samsung Bixby. Perubahan lainnya, diperkirakan iOS 11 juga bakal membawa fitur multiple users, di mana seseorang bisa dengan mudah beralih dari Apple ID pertama dan kedua pada satu perangkat. Kemampuan ini sejatinya sudah lebih dulu dimungkinkan pada Android. “Dark Mode” pun merupakan salah satu pembaruan di iOS 11 yang santer beredar. Mode itu memungkinkan tampilan background gelap pada semua aplikasi iOS untuk mereduksi paparan layar yang bisa berisiko pada mata lelah. Berbagai informasi ini tentu belum bisa dipercaya 100 persen. Bisa saja iOS 11 menyematkan fitur-fitur yang lebih fantastis, mengingat sistem operasi itu semestinya dipakai pada iPhone keluaran tahun ini yang menandai 10 tahun usia Apple di kancah smartphone. Penasaran perubahan apa saja yang akan dibawa iOS, kita tunggu saja tanggal mainnya. ", "Tags": ["Tags", "ios 11"]}, {"DatePost": "13 March 2017 14:39", "Author": "Redaksi", "Title": "Majalah Selular Edisi 204 Maret 2017: Menelisik Fitur Kamera Smartphone", "Content": " Jakarta, Selular.ID – Kemampuan kamera ponsel sudah mampu menyaingi perangkat kamera digital. Bahkan ternyata dengan kemampuan kamera yang semakin meningkat, ponsel berkamera mampu menggerus pangsa pasar kamera pocket digital. Pengguna kini lebih mengandalkan kamera di ponsel untuk mengambil momen-momen berharga. Mentok di besarnya resolusi, ternyata tidak membuat editorial perkembangan ponsel kamera berhenti di tengah jalan. Para vendor ponsel terus mencari akal untuk menghadirkan daya tarik lain pada kamera ponselnya. Belakangan berbagai vendor tidak lagi ngotot bersaing membawa kamera resolusi paling besar di ponselnya. Kini mereka mencoba untuk menyuguhkan fitur pendukung kamera dengan berbagai teknologi sebagai daya tariknya. Dan ini menjadi fase selanjutnya dari perkembangan dan persaingan kamera di perangkat ponsel. Di edisi majalah Selular kali ini akan mengulas berbagai fitur dan teknologi kamera terbaru yang hadir. Apa saja ? Ketahui lebih lanjut di Rubrik Focus: Kamera Ponsel Tidak Ada Matinya (hal. 22) Berikut daftar konten yang tersaji di Majalah Selular Edisi 204 Maret 2017: BUSINESS Bagi-bagi ‘Kavling’ Frekuensi Ala Kominfo FOCUS Kamera Ponsel Tidak Ada Matinya TREND Samsung Forum 2017 COMMUNITY Klub Fotografi Datascrip REVIEW – Vivo V5 Plus – Oppo A39 – Samsung Galaxy A5 (2017) – Advan G1 – Smartfren Andromax B – Meizu M3s INNOVATION Intel Compute Card; Li-Fi SPOT All About Gadget Store CHATTING Ridzki Kramadibrata, Managing Director Grab Indonesia MARKET Pasar Smartphone 4G Terganjal Aturan TKDN 30%?; Deretan Smartphone Berbaterai Jumbo EXPERIENCE Samsung Gear S3 DIGILIFE Aplikasi Konsultasi Medis CORPORA Oppo Indonesia ", "Tags": ["Tags", "majalah", "majalah selular"]}, {"DatePost": "8 March 2017 16:08", "Author": "selular", "Title": "Didominasi Harga Mahal, Ini Daftar Harga Lengkap Smartphone Terbaru", "Content": "Jakarta, Selular.ID – Setidaknya ada 18 smartphone terbaru yang sudah diluncurkan sejak awal tahun 2017. Dari berbagai smartphone itu, ternyata di dominasi oleh smartpone yang berharga terbilang mahal. Berikut ini deretan daftar harga smartphone terbaru selama dua bulan terakhir ini :   Di bawah Rp 1 juta Di level harga ini smartphone terbaru hanya ada Andromax B. Smartphone terbaru keluaran operator Smartfren ini dibanderol seharga Rp 849.000,-. Ini kembali membuktikan Smartfren memang konsisten dalam menyediakan smartphone berharga terjangkau.   Rp 1 Jutaan Untuk harga berkisar Rp 1 juta, pilihan yang tersedia juga tidak banyak. Hanya  ada Andromax L yang kebetulan diluncurkan berbarengan dengan Andromax B. Bedanya  Andromax L dibanderol dengan harga sedikit lebih mahal, yaitu Rp 1.249.000,-. Selain itu ada juga smartphone Xiaomi Redmi 3s. Smartphone terbaru yang dijual oleh Eraphone ini dipasangi harga sebesar Rp1.900.000.   Rp 2 Jutaan Smartphone terbaru yang tersedia di level harga ini juga tidak banyak. Hanya ada Advan G1, smartphone yang sejak lama tertunda peluncurannya. Smartphone terbaru andalan Advan ini dijual seharga Rp 2.299.000. Pilihan lainnya ada Coolpad Fancy Pro, smartphone terbaru yang dijual seharga Rp 2.000.000.   Rp 3 Jutaan  Nah, di harga ini pilihan smartpone terbaru lebih banyak.  Ada Asus Zenfone 3 Max ZC553KL, smartphone terbaru Asus yang dibekali kapasitas besar. Asus Zenfone 3 Max ZC553KL dibanderol seharga Rp 3.099.000. Di harga yang tidak terpaut jauh, ada Infinix Zero 4 yang dipasarkan dengan harga Rp3.000.000. Di harga yang agak mahalan, ada Oppo F1s New Edition, smartphone F1s yang dikemas ulang ini dijual seharga Rp3.899.000. Dan diharga yang sama, ada Samsung Galaxy A3 (2017)  yang bisa menjadi pilihan. Salah satu seri smartphone terbaru Samsung ini dipasangi label harga sebesar Rp3.900.000   Rp 4 Jutaan Hanya ada Samsung Galaxy A5  (2017) yang bisa menjadi pilihan di level harga ini. berbeda dari Galaxy A3, Samsung Galaxy A5  (2017)  dijual lebih mahal, yaitu Rp4.900.000. Tentunya spesifikasi yang dibawa juga lebih tinggi.   Di Atas Rp 5 Juta Nah, di level harga inilah tersedia paling banyak pilihan smartphone terbaru. Tapi harganya memang tidak bisa dibilang murah. Yang paling ‘termurah’ ada Vivo V5 Plus yang bisa dibeli dengan harga Rp 5.499.000. Agak mahalan sedikit, bisa memilih Samsung Galaxy A7 (2017) yang dibanderol seharga Rp5.900.000. Di harga yang sama, ada juga pilihan smartphone Moto Z Play yang harganya dipatok sebesar Rp 5.900.000 juga. Di harga agak mahalan, ada Samsung Galaxy A9 Pro (2016) yang bisa dibawa pulang asalkan membayar sebesar Rp 6,5 juta. Yang lebih mahalan lagi ada Moto Z yang dijual dengan harga Rp 8.500.000. Ada juga nih yang lebih mahal lagi, yaitu Asus Zenfone 3 Deluxe yang tersedia dalam dua pilihan harga. Yaitu Rp 9.099.000 untuk versi internal memori sebesar 64GB. Dan ada juga pilihan harga Rp 11.099.000 untuk kapasitas memori internal sebesar 256GB         ", "Tags": ["Tags", "harga smartphone", "smartphone", "smartphone baru", "smartphone terbaru"]}, {"DatePost": "28 February 2017 15:51", "Author": "selular", "Title": "10 Smartphone Terbaru Yang Hadir di Februari 2017", "Content": "Jakarta, Selular.ID – Masih di awal tahun, tepatnya di bulan Februari jumlah smartphone terbaru yang hadir lebih banyak lagi dibandingkan dengan bulan Januari 2017. Bahkan beberapa smartphone merupakan seri jagoan. Karena dibekali dengan fitur-fitur kelas atas. Setidaknya ada 10 smartphone terbaru yang hadir selama bulan Februari 2017. Apa saja ? Asus Zenfone 3 Max ZC553KL Asus secara resmi memboyong, generasi baru seri Zenfone 3 Max. Dengan tagline #GakAdaMatinya, Zenfone 3 Max menjadikan daya tahan sebagai salah satu daya tarik utamanya. Daya tarik lainnya ? Selengkapnya >   Oppo F1s New Edition Oppo F1s kembali datang dengan versi terbaru, yaitu OPPO F1s New Edition. Smartphone ini membawa sejumlah peningkatan. Apa saja ?  Selengkapnya >>   Samsung Galaxy A3, A5, A7 (2017) Tiga seri Galaxy A (2017) yang baru saa diluncurkan Samsung Indonesia didesain dengan kemampuan tahan terhadap air dan debu yang sudah memiliki sertifikasi IP68, walaupun memiliki kesamaan dalam ketahanan air dan debu, namun ada beberapa fitur dan spesifikasi yang membedakan ketiga seri ini.  Selengkapnya >>   Advan G1 Setelah kehadirannya sempat tertunda sejak September 2016, akhirnya smartphone Adan G1 resmi beredar di Indonesia. Dijual seharga Rp 2.299.000 apa saja yan ditawarkan smartphone brand lokal ini ?  Selengkapnya >>   Coolpad Fancy Pro Coolpad, brand asal Tiongkok kembali mencoba peruntungannya dengan mengeluarkan smartphone baru  bertajuk Fancy Pro. Masuk jajaran seri Fancy yang menyasar pasar menengah, smartphone ini datang sedikit berbeda dari smartphone Coolpad seri lainnya.  Selengkapnya >>   Infinix Zero 4 Resmi diperkenalkan di Indonesia Desember tahun lalu, flagship Infinix, yaitu Infinix Zero 4 baru muncul di pasaran sekarang. Apa saja yang ditawarkan ?  Selengkapnya >>   Xiaomi Redmi 3s Usai satu tahun peredaran Xiaomi Redmi 3 di Indonesia secara ilegal, akhirnya vendor menghadirkan versi ‘garansi resmi’. Dengan mengusung nama model Xiaomi Redmi 3s, smartphone ini tersedia dalam dua pilihan warna (grey dan gold). Xiaomi Redmi 3s dibanderol harga Rp1,9 juta.  Selengkapnya >>   Vivo V5 Plus Vivo baru saja merilis smartphone terbarunya yaitu Vivo V5 Plus.  Smartphone ini melanjutkan tipe sebelumnya Vivo V5 yang sudah lebih dulu hadir di akhir tahun lalu. Vivo V5 Plus membawa beberapa pembaruan fitur apa saja ?   Selengkapnya >>           ", "Tags": ["Tags", "advan g1", "Asus Zenfone 3 Max", "Coolpad Fancy Pro", "infinix zero 4", "oppo f1s", "Samsung Galaxy A (2017)", "smartphone", "smartphone baru", "smartphone terbaru", "Vivo V5 Plus", "Xiaomi Redmi 3S"]}, {"DatePost": "16 February 2017 13:53", "Author": "Redaksi", "Title": "Majalah Selular Edisi 203 Februari 2017: Berebut Lahan Frekuensi", "Content": " Jakarta, Selular.ID – Jika juru parkir punya lahan parkir, maka operator selular harus memiliki frekuensi sebagai lahan untuk bisa beroperasi. Kepemilikan frekuensi dalam industri telekomunikasi menjadi menjadi sebuah modal penting bagi operator yang ingin menjalankan bisnisnya. Tapi layaknya lahan parkir, lahan frekuensi juga menjadi ajang rebutan penguasaan oleh para operator. Semakin besar frekuensi yang dimiliki makan semakin besar kapasitas jaringan yang bisa dihadirkan untuk melayani kebutuhan pelanggan. Di satu sisi, keberadaan frekuensi ini merupakan sumber daya alam yang terbatas ketersediaannya dan tidak dapat diperbaharui jika sudah habis. Hal ini menjadikan frekuensi sebagai komoditas yang sangat penting. Apa saja permasalah yang terjadi ? Seperti apa langkah KemenKominfo dalam menyelesaikan berbagai masalah yang ada? Selular membahasnya secara khusus pada rubrik Fokus di edisi kali ini. Berikut daftar konten yang tersaji di Majalah Selular Edisi 203 Februari 2017: BUSINESS Ramai-ramai Tawarkan MIMO FOCUS Lelang Frekuensi TREND Tren Teknologi Di Indonesia; Turn Back Hoax CORPORA LINE, Asal Jepang Tuai Sukses Di Indonesia INDICATOR Karakteristik Akses Internet Di Indonesia COMMUNITY Indonesia Thinkpadder Community VOICE Gamemotion, Emosi, Dan Ekspresi Dalam Kompetisi Video Game REVIEW – Asus Zenfone 3 Max ZC553KL – Moto Z – Samsung Galaxy Tab A (2016) with S-Pen – Samsung Galaxy J7 Prime – Infinix Hot 4 – SPC L50 Volt – SPC S12 Noah INNOVATION Teknologi 4,5G Memacu Ekonomi Digital KNOW HOW Gestor, Mouse Yang Bukan Sekedar Mouse SPOT Anker, Powerbank Asal Amerika CASE STUDY Jatuh-Bangun Vendor Sejuta Umat CHATTING Irwan Djaja, Presiden Direktur PT Link Net Tbk (First Media) MARKET Smartphone Selfie Masih Sexy?; Deretan Smartphone Pesaing Nokia 6 EXPERIENCE Merasakan Kecepatan Teknologi Pre-5G; Hasilkan Foto Bokeh Dari Kamera Huawei Leica P9 DIGILIFE Aplikasi Video Lipsync ", "Tags": ["Tags", "majalah selular"]}, {"DatePost": "1 February 2017 12:00", "Author": "selular", "Title": "8 Smartphone Terbaru Yang Rilis di Januari 2017", "Content": "Jakarta, Selular.ID – Di bulan pertama tahun 2017 , ternyata sudah banyak bermunculan smartphone-smartphone baru di pasar Indonesia.  Banyak vendor yang langsung ‘tancap gas’ dengan merilis smartphone baru andalannya. Bahkan beberapa mengeluarkan smartphone yang tergolong flagship alias yang mejadi produk jagoan. Berikut ini beberapa smartphone terbaru yang dirilis selama bulan Januari 2017 : Samsung Galaxy A9 Pro 2016 Memasuki tahun 2017, Samsung malah mengeluarkan model smartphone versi 2016. Itu adalah Galaxy A9 Pro 2016. Padahal vendor resmi memperkenalkannya pada Mei tahun lalu dan mengedarkannya di pasar India sejak September silam. Selengkapnya >>   Asus Zenfone 3 Max ZC553KL Belum lama ini Asus sudah mengeluarkan smartphone terbaru seri Zenfone 3 yang mengandalkan daya tahan baterai lebih lama, yaitu Asus Zenfone 3 Max ZC520TL. Tidak berselang lama, Asus kembali merilis smartphone yang sama tapi denga tipe yang berbeda, yaitu Asus Zenfone 3 Max ZC553KL. Apa bedanya ? Selengkapnya >>   Asus ZenFone 3 Deluxe ZS570KL Asus menggelar pre-order untuk produk smartphone premiumnya yakni Asus ZenFone 3 Deluxe ZS570KL. Smartphone ini sudah dapat dipesan melalui beberapa toko online antara lain, Blibli, MatahariMall, Lazada, DinoMarket dan Erafone per 20 Januari 2017. Selengkapnya >>   Moto Z & Moto Z Play Mengusung seri Moto Z dan Z Play, Moto (dahulu Motorola) resmi kembali meramaikan persaingan smartphone premium di Indonesia. Sebagai perangkat flagship, Moto Z dan Z Play tentu dibenamkan berbagai fasilitas kelas atas. Dan yang menjadi pembeda, Moto Z dan Moto Z Play mengusung desain modular, yang disertai dengan perangkat tambahan bernama Moto Mods. Selengkapnya >>   Andromax B & Andromax L Mengawali tahun 2017 Smartfren kembali menfhadirkan jajaram smartphone Andromaxnya, yakni Andromax B dan Andromax L. Seperti biasa Smartfren menghadirkan perangkat dengan harga yang sangat terjangkau namun dibarengi dengan speaifikasi yang mumpuni dan juga berlimpah bonus dalam program Gratis Internet Setahun. Selengkapnya >>   Vivo V5 Plus Vivo V5 Plus datang di saat tren potret diri alias selfie begitu digandrungi pecinta fotografi smartphone. Perusahaan ponsel asal Tiongkok ini pun menyuguhkan smartphone terbaru dengan fitur yang tengah menjadi tren saat ini, yakni dual-kamera. Bukan dual-kamera di belakang, melainkan dual-kamera di depan.Vivo V5 Plus mempunyai kamera depan ganda berkekuatan 20MP + 8MP. Apa kelebihannya? Selengkapnya >>     ", "Tags": ["Tags", "andromax b", "Andromax L", "Asus ZenFone 3 Deluxe ZS570KL", "Asus Zenfone 3 Max ZC553KL", "Moto Z", "moto z play", "Samsung Galaxy A9 Pro 2016", "smartphone", "smartphone baru", "smartphone januari 2017", "smartphone terbaru", "Vivo V5 Plus"]}, {"DatePost": "16 January 2017 17:19", "Author": "Redaksi", "Title": "Majalah Selular Edisi 202 Januari 2017: Streaming Musik/Video Makin Populer", "Content": " Selamat Tahun Baru 2017! Jakarta, Selular.ID – Hadirnya akses 4G LTE yang menjanjikan kecepatan internet lebih cepat, seakan membuka sumbatan akan berbagai konten yang mengalir melalui akses internet. 4G LTE seolah menyediakan jalur yang lapang bagi arus lalu lintas konten yang memang membutuhkannya. Sebut saja seperti konten video maupun musik yang kini bisa dinikmati dengan mudah secara online. Smartphone yang selalu ada dalam genggaman menjadi perangkat untuk menikmati berbagai konten hiburan kapan pun dan di mana pun. Ditambah tren penggunaan smartphone yang kini sudah tidak bisa dipisahkan dari akses mobile internet. Membuat konten berbasis internet semakin populer. Potensi itulah yang akhirnya memicu munculnya berbagai layanan konten streaming, seperti video dan music streaming. Yaitu layanan konten yang bisa dinikmati secara online tanpa harus konten tersebut tersimpat di perangkat. Di edisi awal tahun 2017 majalah Selular kali ini, kami mencoba membahas lebih jauh seperti apa layanan konten streaming yang sedang tumbuh di Indonesia. Baik dari sisi profil penyedia layanan, potensi hingga tantangannya untuk bisa terus tumbuh. Berikut daftar konten yang tersaji di Majalah Selular Edisi 202 Januari 2017: BUSINESS Menumbuhkembangkan Fintech; Mampu Tumbuh Tapi Penuh Tantangan FOCUS Layanan Music Streaming TREND Google Year In Search 2016 COMMUNITY ICIO Community VOICE Mengukur Daya Tahan Laptop INDICATOR Harbolnas 2016: Catatan Penting CHATTING Aulio E Marinto: CEO Blanja.com CASE STUDY Peta Persaingan Vendor Smartphone Di 2016 REVIEW – Vivo V5 – Asus Zenfone 3 Z552KL – Coolpad Power E580 – Polytron Prime 7S – Asus Zenbook FLip – LG V20 – Samsung Galaxy Tab A 7.0 – Coolpad Fancy 3 – Axioo Mybook – Acer Aspire S13 – Huawei P9 MARKET Meneropong Industri Ponsel Di 2017; Pilah-pilih Smartphone Di Awal Tahun SPOT MyRepublic Plaza INNOVATION Teknologi Internet of Things Untuk Industri; Ultracast, Teknologi Streaming Konten 4K Tanpa Kabel ", "Tags": ["Tags", "majalah selular"]}, {"DatePost": "23 December 2016 14:56", "Author": "selular", "Title": "Smartphone Terbaik 2016 Harga di Bawah Rp 1 Juta", "Content": "Jakarta, Selular.ID – Sepanjang tahun ini smartphone terbaik 2016 di segmen harga Rp 1 juta bisa dikatakan tidak terlalu membludak. Namun beberapa smartphone yang hadir di segmen ini bisa menjadi pilihan pengguna yang menginginkan smartphone murah.  Dan ternyata smartphone tersebut masih membawa spesifikasi fitur yang memadai.   Smartphone di bawah harga Rp 1 juta memiliki daya pikat pada sisi harganya yang terjangkau. Dan nyatanya masih banyak pengguna yang mencari smartphone di segmen ini. Terutama mereka yang sebelumnya pengguna feature phone berganti ke ke smartphone. Biasanya mereka tidak terlalu mempertimbangkan fitur berspesifikasi tinggi, yang penting bisa menggunakan smartphone.  Melihat pangsa pasar ini, beberapa vendor pun mengeluarkan seri smartphone berharga di bawah Rp 1 juta.   Sebelumnya Selular pernah sudah menampilkan Selular Editor’s Choice pada pertengahan tahun 2016. Kami mengusung beberapa smartphone pilihan dan memilih siapa yang terbaik berdasarkan kategori tertentu. Yaitu kategori per segmen harga dan kategori fitur.   Untuk segmen smartphone di bawah Rp 1 juta yang beredar dalam kurun waktu awal tahun hingga pertengahan tahun 2016, kami kemukakan beberapa pilihannya, yaitu : https://selular.id/buyers-guide/2016/07/smartphone-pilihan-murah-meriah-di-bawah-rp1-juta/   Selular Editors’ Choice (Januari-Juni 2016) Smartphone di bawah Rp1 juta  : Smartfren Andromax A Dengan banderolnya yang hanya Rp649.000, Andromax A sudah menjawab berbagai kebutuhan pengguna ketika menggunakan sebuah smartphone. Misalnya, untuk mengakses dunia maya, pengguna sudah dimanjakan dengan kecepatan teknologi 4G LTE. Belum lagi, teknologi VoLTE yang juga sudah dibenamkan di smartphone ini. Selain itu, dari sisi spesifikasi yang ditawarkan smartphone ini juga tidak terlalu buruk untuk ukuran smartphone dengan banderol yang bahkan di bawah Rp700 ribu-an.  Lalu siapa yang menjadi smartphone pilihan dan terbaik pada Selular Editors’ Choice dalam kurun waktu pertengahan hingga akhir tahun 2016 ? NEXT >> [nextpage title=”next”] Selular Editors’ Choice Jilid 2 (Juli – Desember 2016) Dari beberapa smartphone di bawah Rp 1juta yang beredar di pasar selama kurun pertengahan hingga akhir tahun 2016, kami memutuskan untuk memilih tiga di antaranya saja, yakni Samsung Z2, Andromax E2+, dan SPC S12 Mercury. Masuk kategori smartphone terjangkau, sejatinya ketiga smartphone ini membawa kelebihannya masing-masing. Hanya saja, dari ketiganya tentu ada yang paling menonjol, tidak hanya dari sisi harga tetapi juga dari sisi nilai yang diberikan smartphone tersebut. Jadi, kita simak saja uraiannya.   Samsung Z2 Smartphone ber-OS Tizen ini akhirnya singgah ke pasar Indonesia. Dengan harga yang relatif murah (Rp899.000), smartphone dengan nama model SM-Z200F sudah membawa kemampuan konektivitas 4G LTE dengan sederet spesifikasi lainnya. Dapur pacu smartphone ini didukung oleh prosesor quad-core dengan kecepatan 1.5GHz yang ditandem dengan RAM 1GB. Sebagai fasilitas menyimpan data, smartphone dibekali memori internal 8GB yang masih bisa diperluas via kartu microSD hingga 200 GB. Beralih ke fitur kamera, smartphone dengan layar berdiagonal 4 inci ini diperkuat dengan alat bidik utama dengan resolusi 5 MP dan kamera depan sekelas VGA yang telah dijejali fitur auto selfie dengan fitur deteksi wajah yang secara otomatis mengenali semua yang ikut berfoto selfie. Fitur lain yang juga telah ditanamkan di Samsung Z2 antara lain Ultra Power Saving, Ultra Data Saving, dan S Bike mode. Dengan spesifikasi dan fitur yang ditawarkan plus harganya yang murah sesuai target pasarnya, smartphone ini memang cocok bagi mereka yang ingin meninggalkan feature phone. Selengkapnya >>   Andromax E2+ Meski masuk ke segmen bawah, Andromax E2+ diracik dengan spesifikasi yang tergolong menarik di kelasnya. Bagaimana tidak, dibanderol Rp1 juta, smartphone ini sudah dijejali dengan memori RAM 2 GB. Tidak hanya itu saja, untuk mendukung performanya Andromax E2+ juga bekali prosesor quad-core 1.3 GHz Snapdragon 212. Selain itu, ruang simpan data smartphone ini juga sudah memiliki kapasitas 16GB yang masih bisa diperluas via kartu microSD. Andromax E2+ dikemas dengan layar berukuran 4.5 inci berjenis IPS serta membawa fitur kamera, baik yang terletak di bagian depan dan belakang dengan resolusi sama, yakni 5 MP. Menariknya lagi, selain sudah bisa mengakses internet di jaringan 4G LTE, berbekal teknologi VoLTE, pengguna Andromax E2+ juga dimungkinkan untuk melakukan panggilan suara dengan kualitas suara lebih jernih. Selengkapnya >>   Andromax E2  Salah satu keunggulan utama Andromax generasi terbaru ini, yakni hadir dengan teknologi yang mendukung layanan VoLTE. Yaitu layanan menelpon via jaringan 4G.  Smartphone ini sudah disokong layar berdiagonal 4,5 inci. Dapur pacunya menggunakan prosesor quad core 1,3 GHz, GPU Adreno 304, RAM 1 GB dan memori internal 8 GB. Sebagai fasilitas pengabadian gambar, kedua kamera E2 memiliki ketajaman hingga 5MP. Selengkapnya >>   SPC S12 Mercury Kembali tertarik mereguk pasar smartphone Tanah Air, brand lokal SPC Mobile menjajal peruntungan di segmen bawah lewat S12 Mercury. Secara fisik smartphone ini dikemas dengan desain ramping dan tipis plus memiliki layar kaca lengkung dilapisi bingkai semi metal yang elegan sehingga terlihat eksklusif ketika berada dalam genggaman. Bicara mengenai spesifikasinya, smartphone berlayar 5 inci ini didukung oleh prosesor Quad Core 1,3 GHz Cortex-A7 dan 1G RAM + 8G ROM yang bisa diekspansi via memori eksternal hingga 32GB. Adapun untuk menjawab kebutuhan fotografi penggunanya, S12 Mercury dibekali kamera 5 MP di bagian depan dan 8 MP Auto Focus untuk kamera belakang. Smartphone yang berjalan di atas sistem operasi Android 6.0 Marshmallow ini masih membawa kemampuan akses jaringan 3G. Dari sisi harga, smartphone yang ditawarkan dalam tiga varian warna Gold, Silver, dan Gray ini dibanderol dengan harga Rp 800 ribu-an.  Selengkapnya >>   Huawei Y3 II LTE Salah satu fasilitas yang jadi andalan smartphone ini, yakni tersedianya tombol Easy Keys. Tombol Easy Keys yang tertanam di Y3 II LTE, dibuat untuk memudahkan konsumen mengakses menu yang sering digunakan, seperti senter, kamera dan jaringan Internet. Huawei Y3 II hadir dengan layar 4,5 inci, prosesor quad core 1,3 GHz, RAM 1GB, kamera utama 8MP dan lensa sekunder 2MP. Y3 II sendiri dilego pada kisaran Rp 949.000. Selengkapnya >>   SPC Noah Sound  Smartphone Noah Sound sudah dibekali layar 5 inci. Kinerjanya ditopang dengan prosesor quad core 1,3 Ghz, plus RAM 1GB serta internal 8GB. Ponsel ini dilengkapi kamera utama 8MP dan lensa sekunder 5MP. Smartphone Noah Sound bekerja dengan OS Android 6.0 Marshmallow. Sayang, koneksi ponsel ini hanya sebatas 3G. Di dalam smartphone senilai Rp 999 ini, sudah tertanam konten eksklusif Noah, mulai dari album, foto hingga video klip teranyar. Selengkapnya >>      Selular Editors’ Choice (Juli – Desember 2016) Smartphone di bawah Rp1 juta :  Smartfren Andromax E2+ Dibanderol Rp1 juta, Andromax E2+ menjadi pilihan menarik bagi mereka yang ingin mencicipi smartphone berjaringan 4G LTE plus berkemampuan VoLTE. Tidak hanya dari sisi kecepatan akses internetnya saja, dilihat dari sisi spesifikasinya, Andromax E2+ memiliki segudang alasan untuk menjadi pilihan bijak bagi konsumen di segmen ini.  ", "Tags": ["Tags", "andromax", "editor choice", "selular", "Smartfren", "smartphone", "smartphone 2016", "smartphone terbaik", "smartphone terbaru"]}, {"DatePost": "30 November 2016 17:37", "Author": "selular", "Title": "21 Smartphone Terbaru Yang Dirilis di November 2016", "Content": "Jakarta, Selular.ID – Di bulan November 2016 terbilang banyak smartphone terbaru yang hadir di Indonesia. Bahkan beberapa  vendor mengeluarkan smartphone jagoannya. Momen ini memang dimanfaatkan vendor untuk mendongrak penjualan smartphone-nya sebelum berakhirnya tahun 2016. Apa saja smartphone terbaru yang hadir selama November 2016 ? Berikut ini daftarnya :   Asus ZenFone 3 Max Setelah diperkenalkan berbarengan dengan beberapa seri Zenfone 3 lainnya pada bulan September 2016. Akhirnya Asus ZenFone 3 Max resmi dijual di Indonesia. Fitur apa saja yang dijagokan ? Selengkapnya >>    Harga & Spesifikasi   Asus Zenfone 3 Laser Jajaran smartphone Asus kembali meramaikan pasar Indonesia. Kali ini Asus resmi menghadirkan Asus ZenFone 3 Laser ZC551KL di pasaran Indonesia. Selengkapnya >>   Harga & Spesifikasi   Asus Zenfone Go Asus melakukan pembaruan pada smartphone Asus ZenFone Go yang sebelumnya sudah pernah dipasarkan. Sebelumnya Asus Zenfone Go baru mendukung kecepatan akses 3G HSPA. Kali ini, smartphone yang terbilang laris ini hadir dalam versi yang sudah bisa terkoneksi ke 4G LTE. Selengkapnya >>   Harga & Spesifikasi   Samsung Galaxy J7 Prime Salah satu jajaran Galaxy J Prime yang diluncurkan Samsung, J7 Prime memiliki harga lebih mahal ketimbang 2 seri lainnya. Dibandrol dengan harga Rp3,7 jutaan, seri ini disebut-sebut All in One smartphone. Selengkapnya >>    Harga & Spesifikasi   Samsung Galaxy J5 Prime Samsung menggebrak di penghujung tahun dengan meluncurkan 3 Galaxy J Prime Series terbaru. Yaitu Samsung Galaxy J7 Prime, Galaxy J5 Prime dan Galaxy J2 Prime. Apa saja perbedaan dari ketiga smartphone ini ? Selengkapnya >>    Harga & Spesifikasi   Samsung Galaxy J2 Prime Trio Galaxy J Prime series resmi diperkenalkan Samsung pekan lalu di Indonesia. Setelah J7 Prime yang bisa ditemukan konsumen di kios penjaja ponsel, sekarang varian Galaxy J2 Prime sudah bisa dibeli konsumen. Selengkapnya >>   Harga & Spesifikasi   Samsung Galaxy V2 Konsumen Indonesia sudah bisa membeli smartphone Samsung murah lainnya. Varian terbaru di famili V series, yaitu Samsung Galaxy V2 sudah terpampang di etalase para penjaja smartphone konvensional tanah air. Selengkapnya >> Selanjutnya >> [nextpage title=”next”] Samsung Galaxy Tab A (2016) Gagal rilis Galaxy Note 7 di Tanah Air, namun S Pen yang menjadi stylush selalu menempel pada Note Series kini sudah bisa dirasakan dalam sebuah perangkat tablet bernama Galaxy Tab A (6). Selengkapnya >>    Harga & spesifikasi   LG V20 Penerus smartphone premium dari LG Mobile kembali menyapa pasar Tanah Air. Vendor ponsel asal Korea Selatan tersebut memperkenalkan LG V20 yang merupakan smartphone pertama di dunia yang mengadopsi sistem operasi terbaru Android 7.0 Nougat. Selengkapnya >>    Harga & Spesifikasi   Lenovo A7700 Lenovo kembali memperkenalkan produk terbaru, yakni A7700. Seperti model berawalan “A” lainnya dari Lenovo, ponsel ini dihargai relatif terjangkau. Selengkapnya >>     Harga & Spesifikasi     Huawei Y3 II Huawei seri Y3 II saat ini menjadi produk teranyar pabrikan asal Tiongkok tersebut, untuk mendobrak pasar Indonesia melalui smartphone murah yang berkualitas. Selengkapnya >>    Harga & Spesifikasi   Huawei  Y6 II Besarnya potensi pasar pada segmen entry level smartphone, membuat Huawei mencoba peruntungannya dengan merilis seri Y3 II dan Y6 II. Kedua perangkat berteknologi LTE tersebut, akan menjadi andalan Huawei untuk membidik konsumen pemula yang ingin beralih ke smartphone. Selengkapnya >>   Vivo Y55 Produsen smartphone asal Tiongkok, Vivo, dijadwalkan menggelar peluncuran smartphone terbaru pekan ini untuk pasar Indonesia,Vivo Y55. Selengkapnya >>    Harga & Spesifikasi   Vivo V5 Vivo Indonesia membuktikan janjinya untuk memperkenalkan seri V5 di Indonesia. Memanfaatkan tren selfie, V5 diklaim Vivo sebagai smartphone dengan kamera depan terbaik, yang beredar saat ini di pasaran. Selengkapnya >>   Harga & Spesifikasi Selanjutnya >>  [nextpage title=”next”] Infinix Hot 4 Setelah mengenalkan seri Hot 3 beberapa waktu lalu, Infinix kembali menambah lini baru jajaran seri hotnya. Hari ini (22/11/16) brand asal Hongkong  ini meluncurkan Infinix Hot 4 X557 dan Hot 4 Pro X556. Selengkapnya >>    Harga & Spesifikasi   Infinix Hot 4 Pro Seri Infinix Hot 4 Pro merupakan smartphone dengan harga terjangkau. Namun didalamnya terdapat beberapa fitur yang biasanya hanya terdapat pada pada smartphone flagship. Selengkapnya >>      Harga & spesifikasi   ZTE A110  ZTE A110 bisa jadi salah satu smartphone 4G termurah yang edar di tanah air. Namun jumlah yang dijual terbatas. Selengkapnya >>   Luna Luna Smartphone akhirnya melenggang di pasar Tanah Air. Digaungkan sebagai ponsel buatan Foxconn, Luna diklaim hadir mengunggulkan sektor desain yang disebutnya stylish, slim, dan unibody. Selengkapnya >>     Harga & spesifikasi   Polytron Prime 7s Sejak awal November, Polytron sudah menjajakan Prime 7s melalui jalur online. Akhirnya vendor ini mendaratkan smartphone terbarunya itu di jalur retail. Selengkapnya >>    Harga & spesifikasi   Axioo M5C Axioo kembali siap memanaskan persaingan di segmen low-end lewat smartphone baru bertajuk M5C. Senjata anyar brand lokal ini disebut hadir sebagai jawaban atas banyaknya permintaan pasar yang menginginkan smartphone dengan fitur kamera berkualitas, namun dibanderol dengan harga terjangkau. Selengkapnya >>      Harga & spesifikasi   Nokia 216 Microsoft yang hingga kini masih menjadi pemilik bran posel Nokia hingga masa kontrak berakhir, nampaknya akan lebih fokus memproduksi feature phone. Yang terbaru untuk pasar Indonesia, Microsoft resmi memboyong feature phone teranyarnya yakni, seri Nokia 216. Selengkapnya >>         ", "Tags": ["Tags", "Asus", "Axioo", "Huawei", "Infinix", "Lenovo", "LG", "Luna", "Nokia", "Polytron", "Samsung", "smartphone", "smartphone 2016", "smartphone terbaru", "Vivo", "ZTE"]}, {"DatePost": "8 November 2016 14:54", "Author": "Redaksi", "Title": "Majalah SELULAR Edisi 200 November 2016: Kinerja Vendor Smartphone, Yang Meluncur dan Yang Tersungkur", "Content": " Jakarta, Selular.ID – Dengan populasi terbesar keempat di dunia, vendor-vendor smartphone tak pernah surut bertempur untuk memperebutkan market share di Indonesia. Kompetisi terbuka ini membuat pasar menjadi sangat dinamis. Tak ada jaminan bagi sebuah vendor untuk mampu terus-terusan bertahan pada posisinya, karena begitu banyak challenger yang siap menggerogoti. Di sisi lain, banyak juga brand-brand yang sebenarnya telah sekian lama berkutat di pasar Indonesia, namun tak pernah naik kelas, seperti Acer dan LG. Padahal fitur dan teknologi yang dibenamkan pada produk yang mereka miliki tak kalah dibandingkan pesaing. Meraih posisi elit, jika bisa menggusur Samsung, tentu menjadi dambaan setiap vendor. Namun, tentu saja dibutuhkan extra effort yang luar biasa. Samsung saja perlu waktu hampir 20 tahun untuk bisa menggapai posisinya saat ini di Indonesia. Jika Samsung tetap ajeg sebagai vendor nomor satu, pertempuran para challenger justru semakin keras. Jika tahun lalu, Asus dan Xiaomi menjadi pusat perhatian konsumen Indonesia, maka 2016 bisa disebut sebagai tahunnya Oppo. Bagaimana dengan vendor lokal? Harus diakui transformasi dari feature phone ke smartphone, menjadi kuburan bagi vendor-vendor lokal. Dapat disimpulkan bahwa kurangnya penguasaan teknologi, membuat vendor lokal tak banyak berkutik. Bagaimana pun kualitas produk merupakan syarat utama dalam perlombaan di industri gadget. Artinya, mereka yang bertahan dipastikan karena jeli mengemas teknologi, sejalan dengan kebutuhan pasar. Hal inilah yang menjadi yang salah satu kunci sukses Politron dan Advan tetap mampu bersaing dengan brand-brand global. Pada edisi November ini, SELULAR mengulas lebih dalam pencapaian brand-brand sepanjang 2016. Siapa sukses, siapa bertahan, siapa yang tetap jadi penggembira dan juga siapa saja yang tamat riwayatnya. Selain laporan utama, Majalah SELULAR seperti biasa menghadirkan review smartphone, yang kali ini mengulas: • Advan i5E • LG X Screen • Samsung Galaxy J3 (2016) • Asus Zenfone 3 (ZE520KL) • LG X Power • Moto E3 Power • Dll Pada rubrik Business, ada perang tarif jilid 2, sementara pada rubrik Policy, terdapat artikel mengenai modern licencing. Rubric Chatting kali ini menghadirkan Marketing Director Advan Indonesia Chandra Lianto, sementara rubrik Community menghadirkan komunitas Gatorade, tempat interaksi antar penyuka gadget. Selain rubrik-rubrik di atas, masih banyak rubrik lain yang tidak boleh Anda lewatkan di edisi November Majalah SELULAR seperti Google Allo dan Google Duo di rubrik Innovation. Majalah SELULAR Edisi 200 November 2016 sudah bisa dibeli di seluruh Indonesia. ", "Tags": ["Tags", "majalah selular", "november 2016", "selular edisi 200"]}, {"DatePost": "7 October 2016 20:31", "Author": "Redaksi", "Title": "Majalah SELULAR Edisi 199 Oktober 2016: Untung Rugi Berbagi Jaringan dan Frekuensi", "Content": " Bola panas network sharing menjadi tema besar Majalah SELULAR edisi Oktober 2016. Seperti diketahui, sejak awal menjabat, Menkominfo Rudiantara telah menegaskan bahwa aturan perlu adanya network sharing. Ia berpandangan bahwa network sharing merupakan salah satu jalan keluar bagi pemerintah untuk bisa mewujudkan pemerataan pembangunan hingga ke pelosok daerah di luar Jawa secara efisien. Dengan adanya network sharing maka akan secara langsung memberikan manfaat kepada masyarakat, salah satunya berupa kesempatan mendapatkan tarif layanan telekomunikasi yang lebih murah karena ada keleluasaan sebagai hasil kompetisi pelayanan. Dengan keleluasaan tersebut, masyarakat di luar Jawa bisa memanfaatkan layanan telekomunikasi untuk meningkatkan produktivitas di berbagai bidang. Untuk menggolkan rencana tersebut, pemerintah diketahui tengah melakukan revisi Peraturan Pemerintah (PP) No 52 tahun 2000 tentang penyelenggaraan telekomunikasi dan PP 53 tahun 2000 tentang frekuensi dan orbit satelit. Revisi dari kedua aturan ini diyakini banyak pihak akan mengubah lanskap dari industri telekomunikasi karena munculnya model bisnis Mobile Virtual Network Operator (MVNO) dan berbagi jaringan aktif (network sharing). Persoalannya, muatan RPP tentang networkdan frekuensi sharing rentan dengan berbagai kepentingan. Nah pada edisi kali ini, SELULAR akan mengupas segala hal yang berkaitan dengan revisi dua PP tadi. Mulai dari Untung Rugi Berbagi Jaringan dan Frekuensi; Menimbang Revisi PP Telekomunikasi; Modern Licensing; Lika-Liku Benang Kusut Revisi PP 52 dan 53 Tahun 2000; sampai Revisi Terkesan Dipaksakan. Selain fokus utama soal network sharing, Majalah SELULAR juga menyuguhkan sejumlah artikel menarik, terutama review smartphone terbaru yang ada di pasaran. Review smartphone SELULAR edisi 199 Oktober 2016: •\tHuawei P9 Lite •\tSamsung J7 (2016) •\tAcer Switch Alpha 12 •\tHuawei GR5 •\tCoolpad Sky 3 •\tXiaomi Redmi 3 Prime BUSINESS Peluang di Indrustri Kabel Optik TREND Langkah Asus Mengejar Ketertinggalan MARKET Pilah-Pilih Smartphone Rp2 Jutaan Dengan RAM 3GB CASE STUDY Peta Persaingan Pasar Smartphone di Indonesia CORPORA Unggulkan Kualitas Produk dan Harga Terjangkau VOICE Berkah dan Tantangan Menjamurnya Perangkat Pintar CHATTING Ririn Widaryani – Senior Vice President Consumer Marketing Telkomsel: Incar Pelanggan Non Manusia SPOT Oppo Service Center: Jagalah Loyalitas Pengguna Setia COMMUNITY Hackintosh Indonesia: Pecinta Apple Yang Doyang Ngoprek INNOVATION Ubah Qualcomm Clear Sight: Teknologi Kamera Ganda Untuk Hasil Foto Luar Biasa City Care Untuk Percepat Implementasi Smart City DIGILIFE Kreasi Selfie Dengan Efek Animasi ", "Tags": ["Tags", "majalah", "Oktober", "selular"]}, {"DatePost": "6 September 2016 08:00", "Author": "Redaksi", "Title": "Majalah SELULAR Edisi 198 September 2016: MVNO Benarkah Menguntungkan?", "Content": " Kompetisi menjadi ciri khas industri ICT. Pemain silih berganti berada di panggung pertempuran untuk berebut dan mempertahankan pangsa pasar. Dengan pola open market, kompetisi antar vendor di Indonesia lebih keras lagi. Berdasarkan laporan lembaga riset Counter Point, pada kuartal kedua 2016, Samsung masih menjadi penguasa pasar smartphone di Indonesia. Vendor asal Korea Selatan itu punya 22 persen. Disusul Oppo dengan 17 persen, Asus 14 persen, Evercoss 6,4 persen, dan Smartfren Andromax 5,9 persen. Seperti halnya vendor smartphone, persaingan di arena operator selular juga tak kalah sengit. Bahkan sejak beberapa bulan terakhir mengarah ke turbulensi akibat rencana pemerintah dalam merubah regulasi yang ada, yakni penurunan tarif interkoneksi dan Peraturan Pemerintah No 52 dan 53 yang mengatur network sharing dan frekuensi. Saat ini operator terbelah menjadi dua kubu, menerima dan menolak perubahan regulasi. Bagaimana muara dari rencana perubahan PP tadi? Sejauh ini publik dan dunia usaha masih menunggu. Majalah Selular edisi kali ini mengulas tentang rencana perubahan PP di atas, dan menyajikan tanggapan dari para pemimpin di industri telekomunikasi. Terlepas dari polemik yang terjadi, industri selular memang sangat kental dengan aroma persaingan. Selain inovasi teknologi, perubahan kebijakan juga memicu terjadinya pergeseran peta pasar. Selain fokus pembahasan pada VR, Majalah SELULAR edisi 198 September 2016 juga menyajikan review smartphone: – Samsung Galaxy On 7 – Lenovo Vibe C – Vivo V3 – Infinix Hot S – Samsung Galaxy J5 (2016) – Oppo F1s Selain itu juga ada beberapa artikel menarik lainnya : 6 Aplikasi Live Streaming Terfavorit Beberapa aplikasi pilihan yang memungkinkan pengguna menyiarkan videonya sendiri di aplikasi tersebut, secara real-time. Atau bagi Anda seorang penggemar yang ingin menyaksikan video artis favoritnya, persis di saat yang sama dengan waktu sang artis merekam dan menyiarkannya. Balada Layanan Purna Jual Menumpang sarana after sales dengan distributor, adalah satu kiat vendor yang tidak mau direpotkan dengan masalah layanan purna jual. Kondisi ini lah yang hingga sekarang masih menjadi salah satu permasalahan yang dihadapi bisnis ponsel di Indonesia. Lalu sejauh mana sejatinya ketersedian serta kualitas layanan purna jual di industri ponsel Tanah air saat ini? Minimnya Belanja Online via Smartphone Jumlah pengguna smartphone meningkat drastis, namun masih sedikit yang memanfaatkan untuk aktifitas belanja online. Mengapa ? Oppo Indonesia Community Komunitas smartphone Oppo tak sekedar tempat sharing, juga merupakan satu-satunya komunitas mengintegrasikan dengan after sales. Review Review berbagai smartphone terbaru : Dan masih banyak beberapa artikel menarik Majalah SELULAR edisi 198 terbaru ! ", "Tags": ["Tags", "edisi 198", "majalah", "MVNO", "selular", "september 2016"]}, {"DatePost": "31 August 2016 13:53", "Author": "selular", "Title": "10 Smartphone Terbaru Yang Diluncurkan di Agustus 2016", "Content": "Jakarta, Selular.ID – Sepanjang bulan Agustus 2016, ada sejumlah vendor merilis smartphone terbarunya di pasar Indonesia. Beberapa pun mengeluarkan smartphone yang menjadi jagoannya.  Selain itu, pasar smartphone di Indonesia juga diramaikan dengan kehadiran smartphone keluaran vendor baru. Baik, untuk lebih lengkapnya simak deretan smartphone yang diluncurkan selama Agustus 2016 berikut ini :   Samsung Galaxy Note 7 Samsung secara resmi mengeluarkan smartphone jagoan terbarunya, Galaxy Note 7. Ini adalah lanjutan dari Galaxy Note 5. Samsung memang tidak mengeluarkan Galaxy Note 6. Selengkapnya >>   Samsung Galaxy J1 ACE VE (bundling Smartfren) Samsung dan Smartfren kembali bekerjasama mengeluarkan paket bundling smartphone. Kali ini untuk seri Samsung Galaxy J1 ACE VE. Tidak ketinggalan juga disertakan bonus paket data dan menelpon dari Smartfren. Selengkapnya >>     Samsung Galaxy J5 (2016) Samsung telah menyiapkan sejumlah model baru yang menyasar kalangan menengah. Adalah Galaxy J Series versi 2016 sudah bisa ditemui konsumen tanah air hampir di semua kios tradisional di pusat perbelanjaan ponsel. Dua model baru itu yaitu Samung Galaxy J5 (2016) dan Galaxy J7 (2016). Selengkapnya >>   Samsung Galaxy J7 (2016) Samsung secara berbarengan mengeluarkan dua seri smartphone andalannya sekaligus. Yaitu Samsung Galaxy J5 (2016) dan Galaxy J7 (2016). Dengan harga yang dibanderol tidak terlalu berbeda jauh, apa saja perbedaan da persamaan fitur yang di bawa keduanya ? Selengkapnya >>   Samsung Galaxy On7 Tidak hanya meluncurkan smartphone premium, samsung juga mengisi pasar kelas menengah, yakni Samsung Galaxy On7. Smartphone yang dibanderol dengan harga 2 jutaan ini bisa didapatkan di toko online di Indonesia. Bagaimana kemampuannya?   Selengkapnya >>   Next >> [nextpage title=”next”] Oppo F1s Oppo mengeluarkan smartphone terbarunya yaitu Oppo F1s. Smartphone yang lanjutan dari seri F1 ini ini masih menjagokan tagline  ‘Selfie Expert’. Selengkapnya >>    Xiaomi Redmi 3 Prime resmi mengumumkan kehadiran smartphone terbarunya di Indonesia , yaitu Redmi 3 Prime. Xiaomi Redmi 3 Prime akan tersedia di Mi Concept Store, Erafone Megastore dan Store, serta beberapa gerai Hypermart di Indonesia. Selengkapnya >>  Axioo Picopad S4 Menyusul kesuksesan Picopad S3, Axioo kembali siap mengeksplor pasar tablet Indonesia lewat Picopad S4 series. Seperti sang pendahulunya tablet S4 mengusung prosesor Intel Sofia 3G-R. Sementara dari sistem operasinya, tablet ini menjalankan Android Lollipop 5.1. Selengkapnya >>  Coolpad Sky 3 Tanpa banyak gembar-gembor, Coolpad telah mendaratkan salah satu punggawa anyarnya di Tanah Air. Memanfaatkan tren selfie yang sedang booming, brand asal Cina ini resmi merilis Coolpad Sky 3 di Indonesia. Selengkapnya >>  Aplus Gen5 Pasar smartphone tanah air kedatangan pemain baru. Setelah Lava dan Nuu Mobile, kali ini merek Aplus. Berbeda dengan angkatannya yang sudah menelurkan sejumlah model, Aplus hanya memiliki satu model, setidaknya untuk saat ini. Menyasar kalangan menengah-ke bawah, vendor menawarkan Gen5. Selengkapnya >>      ", "Tags": ["Tags", "Aplus Gen5", "Axioo Picopad S4", "coolpad sky 3", "oppo f1s", "Samsung Galaxy J1 ACE VE", "samsung galaxy j5 (2016)", "samsung galaxy j7 (2016)", "samsung galaxy note 7", "samsung galaxy on 7", "smartphone", "smartphone 2016", "smartphone terbaru", "Xiaomi Redmi 3 Prime"]}, {"DatePost": "14 June 2016 13:15", "Author": "Redaksi", "Title": "Majalah Selular Edisi 195 Juni 2016: Peta Persaingan Vendor Smartphone", "Content": " Posisi vendor di pasar terus berubah-ubah. Dulu, peringkat lima besar selalu dihuni oleh lima merek besar yang itu-itu saja. Sekarang, ponsel menengah mulai mengancam ponsel-ponsel branded. Tak sedikit perusahaan telepon selular tidak mampu bersaing dengan perusahaan baru maupun perusahaan yang sudah besar. Perusahaan yang sudah lama pun ada yang tidak mampu mengikuti kompetitornya untuk memikat konsumen. International Data Corporation (IDC) telah merilis laporan pangsa pasar smartphone global di kuartal pertama tahun 2016. Dalam catatan IDC, sepanjang kuartal pertama 2016 ada 334,9 juta unit smartphone dikapalkan secara global. Samsung, Apple, dan Huawei menjadi pemimpin di tiga besar. Di balik itu ada hal yang mengejutkan. Yakni masuknya Oppo dan Vivo di peringkat keempat dan kelima. Untuk lebih mengetahui kondisi yang sedang terjadi ini secara lebih mendalam, ragam informasi ini tersaji di dalam rubrik “Focus: Peta Persaingan Vendor Smartphone.” Selain rubrik Focus, Majalah SELULAR Edisi 195 Juni 2016 juga membahas ulasan lainnya terkait telekomunikasi, yakni penyelenggaraan Selular Congress 2016: When Everything Becomes Digital. Berikut ini daftar lengkap konten Majalah SELULAR Edisi 195 Juni 2016: BUSINESS Unggul Di Smart TV, Optimis Di Smartphone; Huawei Pamerkan Geliatnya TREND Virtual Reality Akan Diminati?; Banjir Layanan Streaming Online INDICATOR Traveller Goes Mobile FOCUS Peta Persaingan Vendor Smartphone; Samsung Bertahan Dalam Gempuran; Asus Si ‘Kuda Hitam’ Terus Melaju; Lenovo Padukan Dua Sistem Penjualan EXPERIENCE Siapkan Jaringan Jelang Ramadhan SELULAR CONGRESS 2016 When Everything Becomes Digital CORPORA BOLT! Penyedia Layanan 4G LTE Pertama di Indonesia COMMUNITY Infinix, Ketika Penggemar Smartphone Infinix Berkumpul REVIEW LG Stylus 2 Infinix Hot 3 Asus Zenfone Max ZC550KL OnePlus X Asus Zenwatch 2 MARKET Brand Ponsel Lokal Di Ujung Hayat? STORE Royal, Tak Sekadar Pamer Produk Baru INNOVATION Selamat Datang Era Kognitif; Asus Zenbo, Robot Pintar Yang Serba Bisa DIGILIFE Aplikasi Andalan Saat Ramadhan VOICE Menilik Keamanan Identitas Digital ", "Tags": ["Tags", "majalah selular"]}, {"DatePost": "16 May 2016 15:00", "Author": "Redaksi", "Title": "Majalah Selular Edisi 194 Mei 2016: Menguak Potensi Layanan Koneksi Pintar", "Content": " Dengan perkembangan teknologi mobile dan penetrasi internet yang tinggi dan akses internet yang makin stabil, koneksi internet dapat dimanfaatkan menjadi koneksi pintar yang mampu menghubungkan antar perangkat teknologi (machine to machine; M2M) seperti kendaraan, peralatan rumah tangga maupun perangkat teknologi lain untuk kebutuhan industri. Layanan yang mengandalkan koneksi pintar ini pun mempunyai potensi bisnis yang luar biasa besar meskipun jumlah penggunanya saat ini masih terbilang kecil persentasenya. Namun demikian layanan ini sangat diyakini sebagai revenue stream baru bagi operator selular. Untuk lebih mengetahui kondisi yang sedang terjadi ini secara lebih mendalam, segera tengok rubrik Focus: Menguak Potensi Layanan Koneksi Pintar. Selain rubrik Business, Majalah SELULAR Edisi 194 Mei 2016 juga membahas rubrik lainnya terkait telekomunikasi, seperti rubrik Benchmark: Ramai-ramai Menggarap Potensi M2M Berikut ini daftar lengkap konten Majalah SELULAR Edisi 194 Mei 2016: BUSINESS Invasi Layanan Streaming Global; Saling Saing Transportasi Online TREND Flagship Terbaru Otak Smartphone; Virtual Reality Akan Diminati? INDICATOR Aplikasi Mobile Terfavorit Di Indonesia FOCUS Menguak Potensi Koneksi Pintar Antar Perangkat; Adopsi Koneksi Pintar Di Asia; Koneksi Pintar Berkendaraan Bermotor BENCHMARK Ramai-ramai Menggarap Potensi M2M CHATTING Qawa Darabi: Head of Ericsson Cloud Business, South East Asia And Ocenia POLICY Menata Para Pemain Over The Top EXPERIENCE Uji Kehandalan Smartfren 4G Di Jawa Timur CORPORA Evercoss: Dengan Semangat Keindonesiaan COMMUNITY ID-IPAD: Wadah Berbagi Ilmu Pengguna Ipad REVIEW Acer Liquid Z330 Lenovo Vibe K4 Note Advan Vandroid I7 Samsung Galaxy S7 ZTE Blade Z7 Lite Polytron Zap 6 Posh Note MARKET Sulitnya Memberantas Ponsel Black Market, Siasat Vendor Nakal Akali Aturan TKDN STORE Predator Store: Bukti Keseriusan Acer Di Industri Gaming INNOVATION Solusi ZTE Sambut Era Big Video; Fira OS, Sistem Operasi Buatan Vendor LOkal CASE STUDY Layanan FWA, Korban Kerasnya Persaingan Industri Telekomunikasi ", "Tags": ["Tags", "majalah", "majalah selular"]}, {"DatePost": "27 January 2016 14:30", "Author": "selular", "Title": "Juga Berkapasitas Baterai Besar, Ini  Deretan Smartphone Pesaing Lenovo Vibe P1 Turbo", "Content": "Jakarta, Selular.ID – Lenovo baru saja meluncurkan seri smartphone terbarunya yaitu Lenovo Vibe P1 Turbo. Salah satu fitur yang diunggulkan dari smartphone ini adalah baterainya yang memiliki kapasitas terbilang besar, yaitu 5.000 mAh. Hal ini tentu menjadi daya tarik bagi pengguna yang selama ini banyak menginginkan smartphone yang daya baterainya bisa bertahan lebih lama. Sebelumnya, beberapa smartphone yang sudah hadir di Indonesia juga berupaya menyediakan kapasitas baterai yang terbilang cukup besar.   Selular pun pernah mengungkap beberapa smartphone yang dibekali dengan baterai berkapasitas besar. Kali ini kami akan kembali memaparkan beberapa smartphone terbaru, atau yang hadir mulai sekitar pertengahan tahun hingga saat ini, yang juga dibekali dengan baterai berkapasitas besar. Apa saja smartphone tersebut ?   Sony Xperia Z5 Premium Pada awal bulan November lalu, vendor asal Jepang, Sony resmi merilis tiga smartphone unggulan terbaru, yang terdiri dari Xperia Z5, Xperia Z5 Compact, dan Xperia Z5 Premium. Di antara ketiga smartphone itu, Xperia Z5 Premium paling dibekali baterai paling besar, yaitu sebesar 3.430 mAh. Kapasitas ini untuk mendukung berbagai fitur canggih yang dibawa smartphone ini >> Selengkapnya   Asus Zenfone 2 Deluxe Di bulan November 2015 juga hadir smartphone Asus Zenfone 2 Deluxe. Smartphone ini menjadi flagship vendor asal Taiwan ini. Soal ketahanan hidup, Asus Zenfone 2 Deluxe dibekali baterai berkapasitas 3.000 mAh. Selain baterai berkapasitas besar, ada berbagai fitur menarik lainnya di smartphone ini. >> Selengkapnya   Samsung Galaxy Note 5 Samsung secara resmi memperkenalkan smartphone Samsung Galaxy Note 5 di Indonesia pada bulan Agustus 2015. Digolongkan sebagai smartphone premium, Galaxy Note 5 dibanderol dengan cukup tinggi, yaitu Rp 10 juta. Untuk mendukung berbagai fitur canggih, smartphone premium ini dibekali dengan baterai berkapasitas 3.000 mAh. >> Selengkapnya   Microsoft Lumia 950 Microsoft melalui seri smartphone Lumia 950 yang dirilis Oktober 2015, mencoba kembali peruntungannya di pasar smartpone high end di Indonesia. Salah satu fitur yang diunggulkan yaitu kamera berteknologi PureView dan resolusi 20MP. Serta ada segudang fitur lainnya. Dan soal daya tahan hidupnya, smartphone ini membawa baterai berkapasitas 3.000 mAh. >> Selengkapnya     Lenovo Phab Plus Pasar phablet alias gabungan smartphone dan tablet, kembali kedatangan petarung baru. Lenovo menjejali pasar pablet kelas menengah di Tanah Air, salah satunya yaitu dan Phab Plus. Lenovo pun membekali phablet ini dengan baterai berkapasitas besar, yaitu 3.500 mAh. >> Selengkapnya   Samsung Galaxy A8 Samsung meluncurkan handset seri A terbaru, yakni Galaxy A8 pada bulan September 2015. Samsung menyatakan bahwa Galaxy A8 ditujukan kepada konsumen muda. Berbagai fitur menarik sudah dijejali ke dalam Samsung Galaxy A8. Termasuk baterai berkapasitas 3.030 mAh. >> Selengkapnya   ", "Tags": ["Tags", "Asus Zenfone 2 Deluxe", "Lenovo", "Lenovo Phab Plus", "Lenovo vibe P1", "Lenovo Vibe P1 Turbo", "microsoft lumia 950", "samsung galaxy A8", "Samsung Galaxy Note 5", "sony xperia z5 premium"]}, {"DatePost": "8 January 2016 10:00", "Author": "Redaksi", "Title": "Majalah Selular Edisi 190 Januari 2016: Ranking Toko Online Terfavorit", "Content": " Selamat Tahun Baru 2016, Coverage broadband yang semakin meluas di Indonesia, membuat bisnis ekonomi digital di Indonesia seperti e-commerce akan terus berkembang. Potensi digital ekonomi Indonesia saat ini US$ 13 miliar. Pada 2020 akan berkembang jadi US$ 130 miliar. Ini adalah loncatan besar. Namun, Indonesia yang punya jumlah penduduk di atas 200 juta jiwa adalah bonus yang membuat pemain global bersiap mengambil kesempatan. Bila bisnis e-commerce tidak digarap oleh pengusaha lokal, maka pasar tersebut akan sepenuhnya diambil oleh asing. Fakta bahwa industri e-commerce yang terus tumbuh membuat Indonesia bersiap memasuki era digital economy berbasis broadband. Pemain-pemain baru terus bermunculan mencoba memikat pelanggan dengan gimmick-gimmick pemasaran yang menarik. Agar mudah dikenali, masing – masing berupaya untuk menampilkan ciri khasnya. Yaitu dengan cara terus mengembangkan variasi jenis barang yang diperjualbelikan serta menambah berbagai layanan yang disajikan. Hal ini bakal dibahas dalam rubrik Focus: Memoles Kemilau Bisnis E-commerce. Selain itu, SELULAR juga melakukan polling tentang layanan e-commerce mana yang menjadi favorit pembaca. Ketahui rankingnya di dalam edisi Januari 2016. Berikut ini daftar lengkap konten Majalah SELULAR Edisi 190 Januari 2016: [quote_box_left]TREND Potensi Mobile Marketing Semakin Berkembang, Ancaman Cyber 2016 Akan Mengarah Kemana?, Potensi Smart City dan Tantangannya BUSINESS Investasi Asing di Pasar E-commerce Indonesia, Peluang Setelah Tata Ulang, Sepakat Jadi Digital Company BENCHMARK Persaingan Paket Internet 4G CHATTING Devid Gubiani: Chief Technology Officer (CTO) BOLT! CORPORA Inovator Perangkat Media Storage REVIEW Infinix Note 2 Samsung Galaxy Tab S2 Sony Xperia Z5 Compact Asus Zenfone Selfie Axioo Venge X Evercoss Elevate Y3+ Lenovo A2010 ZTE Blade A711 MARKET Toko Online Jadi Lahan Penjualan Smartphone Ilegal, 2016 Smartphone 4G Akan Mendominasi STORE Loop Station: Tempat Nongkrong Bernuansa Digital INNOVATION Teknologi Anti-Sadap Buatan Anak Bangsa POLICY Active Sharing Siap Menggelinding CASE STUDY Jalan Terjal Bisnis E-money Operator Selular COMMUNITY Asus Zentalk Community: Tempat Kumpul Penggemar Zenfone EXPERIENCE Menelusuri Jejak Smartfren 4G di Medan INDICATOR Feature Phone Masih Menghantui Smartphone[/quote_box_left] ", "Tags": ["Tags", "majalah", "majalah selular"]}]