[{"DatePost": "7 March 2019 12:00", "Author": "Khoirunnisa", "Title": "Review Vivo V15: Lebih dari Sekadar Kamera Pop-Up 32MP", "Content": "Jakarta, Selular.ID – Inovasi sudah menjadi DNA di dunia teknologi, terlebih di industri smartphone. Produsen yang mengeluarkan model terbaru tanpa inovasi, pasti akan tertinggal dari para pesaingnya dan mungkin akan ditinggalkan konsumen. Salah satu produsen yang terus memperlihatkan inovasi dalam setiap produknya adalah Vivo. Vendor asal Tiongkok yang menduduki peringkat ke-4 terbesar vendor smartphone di Indonesia (data Canalys 2018Q4) itu resmi memperkenalkan inovasi di model terbarunya. Vivo V15 menjadi smartphone pertama dengan kamera pop-up 32MP yang edar di Indonesia. Lalu apa inovasi yang disuguhkan Vivo kali ini? Setidaknya ada lima inovasi baru di Vivo V15. Mereka adalah: Vivo V15 menyuguhkan layar tanpa cela dan tanpa penghalang. Berkat kamera selfie dengan mekanisme pop-up, layar V15 bisa tampil penuh dari ujung-ke-ujung. Bibit inovasi pada layar ini sudah diperlihatkan Vivo sejak tahun 2017 melalui Vivo V7+, smartphone pertama dengan Full View Display dan kamera selfie 24MP. Kemudian pada 2018, Vivo V9 juga tampil All-New FullView Display dengan rasio screen-to-body hampir 90% dan 24MP selfie cam. Di penghujung 2018, Vivo V11 Pro tampil dengan fitur fingerprint di layar juga dengan Ultra All Screen Display (rasio 90%) dan kamera depan 25MP. Nah tahun 2019 ini, vendor asal Tiongkok ini menghadirkan Vivo V15, smartphone pertama di Indonesia dengan kamera pop-up 32MP serta Ultimate All-Screen Display. Tanpa poni atau celah, Vivo V15 menampilkan layar penuh 6.53 inci desain 2.5D rasio 19,5:9 resolusi Full HD+ (1080×2340) dengan perlindungan Corning Gorilla Glass generasi kelima. Dengan begitu, layar Vivo V15 sangat ideal untuk menyaksikan konten, menjelajah media sosial, dan bermain game. Karena tanpa notch, 100% layar semua. Tampilan Ultimate All Screen pada V15 dengan rasio layar-ke-bodi hingga 90,95% memberikan pengalaman menonton terbaik. Menoleh ke desain belakang Vivo V15, kombinasi antara gradasi warna yang unik dan lengkungan 3D menghasilkan desain V15 yang futuristik. Berdekatan dengan letak kamera terdapat panel sensor sidik jari. Letika kami coba, letak fingerprint sangat mudah dijangkau dan sangat responsif. Untuk mengakomodir kebutuhan pengguna dual SIM card, Vivo V15 mempunyai tiga baki dalam satu slot. Pengguna akan bisa menyematkan dua SIM card dan satu kartu microSD sekaligus. Pada bagian bawah, Anda akan menemukan speaker stereo bersama port charging format universal micro-USB juga microphone. Ini dia nilai jual utama Vivo V15. Perangkat merupakan smartphone pertama di Indonesia yang mengusung selfie pop-up. Bahkan, resolusinya menjadi yang tertinggi saat ini, yakni 32MP Dengan Pop-Up Camera beresolusi 32MP, V15 dapat menangkap detail wajah Anda dengan jernih dan tajam. Fitur AI Face Beauty yang mudah digunakan akan membantu menyempurnakan kualitas selfie Anda dan memberikan hasil yang memukau. Sejumlah efek pencahayaan studio akan menambah sentuhan artistik yang memikat. Dapatkan hasil selfie yang sempurna hanya dengan sekali sentuhan tanpa aplikasi tambahan. Asiknya, mekanisme pop-up kamera sudah otomatis. Ketika membuka menu selfie, kamera akan muncul di bagian atas layar. Ketika di-switch ke kamera belakang, maka kamera pop-up-nya akan turun, bersembunyi di belakang layar. Semua itu dilakukan secara kilat. Untuk meluncurkan kamera pop-up, Vivo V15 hanya butuh waktu 0,46 detik. Begitu juga saat turun. Canggihnya, masa pakai kamera pop-up V15 bisa digunakan sampai 50.000 kali. Misalnya pengguna selfie sebanyak 30 kali dalam satu hari, maka Vivo V15 bisa dipakai hingga 5 tahun. Untuk kekuatan, kamera pop-up V15 bisa tahan benturan sampai dengan 15KG. Bukan hanya kamera depan yang mengesankan, kamera belakang Vivo V15 juga mumpuni. Sesuai namanya, kamera belakang Vivo V15 terdiri dari tiga sensor. Mereka adalah sensor utama 12MP dengan 24Million Photosensitive, kemudian ada sensor sudut lebar (AI Super Wide-Angle) 8MP  serta sensor kedalaman gambar (Depth Camera) 5MP. Ya, kamera belakang Vivo V15 sudah support super wide angle yakni 120°, sementara sudut standar di smartphone saat ini adalah 78°. Dengan sensor kedalaman 5MP, pengguna bisa mengambil foto bokeh dengan mudah. Tidak hanya itu, kamera belakang V15 juga sudah disematkan teknologi kecerdasan buatan (AI). Ketika pengguna mengambil gambar dengan Vivo V15, akan selalu dianalisis oleh sistem. Pengguna Vivo V15 akan dimanjakan dengan fitur AI di dalamnya. Pasalnya, vendor telah menyuntikkan sejumlah fitur baru ke dalam perangkat. Fitur AI baru di Vivo V15 antara lain: Sejak awal, Vivo menggunakan OS sendiri di produknya, tidak terkecuali V15. Dengan Funtouch OS 9.0, user interfacenya kini lebih seru. Banyak warna tetapi tidak terlalu banyak ikon. Fitur terbarunya ada Smart panel, Easy access, dan Short cut. Karakter Funmoji di V15 juga ditambahkan, ada nanas, pirates, dll. Bagi penyuka game, di Vivo V15 sudah disuntikkan Game Mode 5.0, sebuah peningkatan dari versi sebelumnya. Fitur ini terdiri dari Vivo Dual-Turbo, di mana penggunaan RAM-nya difokuskan ke game. Lalu Frame per Second-nya bisa diturunkan sampai under 1% sehingga smooth-nya lebih terjaga dan tidak nge-lag. Tidak mau diganggu ketika bermain game? Pengguna cukup aktifkan fitur Competition Mode. Vivo V15 akan memberi opsi untuk memblokir notifikasi panggilan masuk atau langsung me-reject panggilan. Terakhir, ada juga pengendali suhu pintar, dimana suhu smartphone akan lebih stabil. Vivo V15 juga menghadirkan Smart Button. Ketika dipencet sekali akan menuju Google Assistant sementara dipencet dua kali akan ke Jovi Image Recognizer, yang bisa mengidentifikasi objek dan memberi informasi mengenainya. V15 menggunakan prosesor octa-core 2.1GHz chipaet MediaTek Helio P70 dilengkapi dengan RAM 6GB dan ROM 64GB sehingga Anda dapat menikmati gameplay yang lancar dan menjalankan beberapa aplikasi secara bersamaan. Dukungan Android 9.0 dan Funtouch OS 9 terbaru juga mengoptimalkan manajemen daya dan memberikan jangka penggunaan yang lebih lama. Vendor membekali V15 dengan baterai kapasitas 4.000mAh dengan teknologi Dual Engine Fast Charging. Artinya, pengguna tetap bisa mengisi daya secara kilat walaupun menggunakan kabel USB universal (bukan bawaan vendor), asalkan tetap menggunakan kepala charger dari Vivo. Terlebih, Vivo V15 sudah dibekali proteksi 9 lapis, menjadikannya lebih aman saat mengisi daya. V15 memberikan dua pilihan gradasi warna yang stylish dalam paduan warna biru-hitam dan hitam-merah yang elegan. Kombinasi warna dalam dua pilihan warna ini menghasilkan visual yang estetik, dilengkapi dengan lengkungan 3D nan ramping membuat nyaman saat digenggam. V15 tampil elegan dan ergonomis dalam desain smartphone premium. Masyarakat sudah bisa memesan Vivo V15 mulai 5 Maret 2019 dengan harga Rp4.399.000. Selama periode pre-order (5—11 Maret 2019), pembeli akan mendapatkan special gift box berupa powerbank, bluetooth headset, serta bundling Telkomsel, dengan garansi 2 tahun ", "Tags": ["Tags", "pop-up camera", "Vivo", "Vivo V15"]}, {"DatePost": "20 September 2018 10:00", "Author": "selular", "Title": "Review Vivo V11 Pro, Layar Lega, Performa Optimal", "Content": "Jakarta, Selular.ID – Sukses merilis V9, Vivo kembali meluncurkan smartphone barunya yakni V11 Pro mengusung serangkaian fitur menarik dan teknologi. Desain notch kekinian waterdrop menjadi daya tarik dari Vivo V11 Pro. Vivo V11 Pro mengusung teknologi baru fingerprint di dalam layar bernama Screen Touch ID. Vivo merupakan vendor smartphone pertama yang menghadirkan fitur Screen Touch ID pada V11 Pro. Fitur andalan Vivo V11 Pro lainnya adalah Ultra All Screen. Layar juga menjadi salah satu fokus Vivo pada ponsel barunya ini. Hadir pula asisten virtual bernama Jovi pada Vivo V11 Pro. Layaknya asisten virtual, Jovi mampu membantu Anda dalam mengoperasikan Vivo V11 Pro. Dalam paket pembelian Vivo V11 Pro, disertakan promo bundling dengan IM3 SIM Card. Promonya dalam setiap pembelian Vivo V11 Pro & Vivo V11 dengan pengisian pulsa hanya Rp 20.000 dan kuota tanpa batas untuk penggunaan Social Media serta streaming Youtube selama setahun dari Indosat Ooredoo. Vivo V11 Pro hadir dalam varian warna Starry Black dan Nebula Purple. Warna Starry Black terinspirasi dari suasana malam hari dengan milyaran cahaya bintang yang berkilauan di langit. Kombinasi warna biru dan hitam membuat varian warna ini terlihat kian elegan. Kali ini Selular berkesempatan me-review Vivo V11 Pro varian warna Nebula Purple. Seperti apa ulasannya ? Yuk kita bahas. Desain Balutan warna Nebula Purple membuat V11 Pro semakin elegan. Sesuai namanya, warna Nebula Purple ini memadukan warna biru dan ungu serta kilauan cahaya seperti sebuah galaxy. Secara keseluruhan, tubuh Vivo V11 Pro menggunakan material plastik. Bagian belakang nya juga menggunakan plastik dilapisi material glass menyerupai kaca asli . Material ini membuat Vivo V11 Pro tidak licin ketika digenggam. Vivo V11 Pro memiliki dimensi dan bobot 157.91 x 75.08 x 7.9mm dan 156g. Ketika digenggam terasa ringan dan cukup nyaman. Terlebih jika dimasukan ke saku cukup ringan. Sudut lengkung 3D pada ujung ponsel ini menambah kenyamanan saat digenggam. Namun, finishing desain Vivo V11 Pro kurang halus sehingga terasa agak kasar dan tajam ketika digenggam. Bagian depan Vivo V11 Pro terlihat sangat luas. Hanya terdapat layar berukuran 6,41 inci, notch mini waterdrop serta speaker receiver di bagian depan. V11 Pro dikelilingi oleh bezel sangat tipis berukuran hanya 1,76 mm di sisi samping dan 3,8 mm di bagian bawah. Sementara sensor proximity, fingerprint tersemat di dalam layar Vivo V11 Pro. Menelisik bagian belakang, dijumpai kamera utama ganda, LED Flash dan logo Vivo. Tombol volume up and down disisipi di sisi kanan ponsel ini. Sementara di sisi kiri hanya ditemui slot microSD dan SIMcard saja. Pada bagian bawah dibubuhi slot microUSB 2.0 yang juga berfungsi sebagai USB On-The-Go (OTG), sebuah speaker dan jack audio 3,5mm. Sedangkan di bagian atas hanya terdapat port mic saja. Kamera Kamera utamanya, Vivo V11 Pro didukung sensor ganda beresolusi 12MP dan 5MP. Sensor utamanya beresolusi 12MP didukung aperture f/1.8 serta piksel sebesar 1,28μm. Sementara sensor kedua 5MP memiliki bukaan f/2.4. Sensor utama dilengkapi sensor Dual Pixel dengan 24 juta unit fotosensitif. Setiap piksel terpecah menjadi dua bagian yang lebih kecil, masing-masing beroperasi secara independen untuk memberikan dorongan besar dalam sensitivitas cahaya. Kombinasi ini mampu meningkatkan fotosensitivitas dalam kondisi rendah cahaya. Cukup arahkan dan bidik, V11 Pro akan memastikan hasil foto Anda tetap jernih dan cerah meskipun dalam kondisi minim cahaya. Baik kamera utama maupun selfie didukung teknologi AI yang mampu memaksimalkan kinerja kamera. Teknologi HDR terbaru pada gadget ini dapat memecahkan berbagai masalah pengambilan foto dalam kondisi backlight. Anda dapat mengaktifkannya di icon HDR yang terdapat pada kanan atas menu kamera. Dukungan AI Low Light Mode dapat meminimalisir noise pada kondisi minim cahaya. Mode ini mampu mengambil enam gambar sekaligus dan menggabungkannya menjadi satu untuk memberikan hasil yang menakjubkan. Saat kami mencobanya pada kondisi minim cahaya menggunakan kamera utama Vivo mampu menangkap objek dengan baik. Namun, masih ada sedikit noise ketika gambar di zoom terlalu besar. Untuk mensiasatinya, Anda bisa menggunakan LED Flash. Dalam kondisi cukup cahaya, tentunya hasilnya jauh lebih baik. Ketika hasil fotonya diperbesar, nyaris tidak ada noise. Terdapat teknologi Dual-Pixel Autofocus DSLR-standard yang akan membantu Anda untuk mengunci fokus hanya dalam 0,03 detik. Teknologi AI Scene Recognition mampu mengenali objek foto seperti wajah manusia, tubuh manusia, tumbuhan, makanan dan objek lainnya. Dalam memindai objek, teknologi AI ini cukup akurat. Posisi objek foto dapat dideteksi secara akurat melalui AI Portrait Framing. Algoritma AI ini juga mampu mengatur kembali eksposur yang tidak tepat dan menyempurnakan latar belakang secara alami. Anda juga bisa mengatur efek bokeh background foto menggunakan kamera utama maupun kamera selfie. Semakin tinggi, semakin besar pula efek bokeh yang dihasilkan. Cukup tap icon manusia pada bagian tengah atas. Efek bokeh ini bisa digunakan pada mode foto take foto dan AI Face beauty. Mode AI Face Beauty ini juga bisa menggunakan efek bokeh ini. Sesuai namanya, mode ini bisa mempercantik hasil foto, terutama ketika foto manusia. Disuguhkan beberapa filter yang dapat mempercantik hasil foto untuk kamera utama maupun selfie. Filter tersebut mencakup grapefruit, yummy, mint, champagne, mist, 1970, macarons dan chaplin. Baik kamera utama maupun selfie memiliki filter yang sama. Layaknya professional, disajikan mode Pro sehingga Anda bisa atur sendiri ISO dan sebagainya. Mode Pro ini hanya bisa digunakan untuk kamera utama. Saat kami mencoba mode ini, hasilnya memang lebih tajam. Jika Anda tidak terbiasa menggunakan Pro ini, mode auto bisa menjadi solusinya. Agar foto semakin menarik, Anda bisa menggunakan mode AR Stickers. Tersedia stiker menarik yang bisa Anda pilih seperti aksesoris, hewan dan lainnya. Namun, pilihannya belum begitu banyak. Kebanyakan mode sticker ini untuk kaum hawa yang suka selfie. Mode AR Sticker ini juga hadir pada kamera utama. Untuk selfie, Vivo V11 Pro dibubuhi kamera depan beresolusi 25MP dengan aperture f/2.0. Kamera selfie ini disokong teknologi AI Face Shaping terbaru yang dapat mengidentifikasi wajah Anda lebih akurat. Algoritma AI-nya mampu menyempurnakan bagian hidung, mulut dan mata Anda. Setelah diperbarui, AI Selfie Lighting sekarang menawarkan lebih banyak efek pencahayaan daripada sebelumnya. Algoritme AI-nya memahami bagaimana wajah Anda berinteraksi dengan cahaya dalam bentuk tiga dimensi. Terlebih lagi, AI ini juga menambahkan efek pencahayaan artistik untuk memberikan tampilan seperti yang Anda inginkan. Mode AI Face Beauty pada kamera depan bisa Anda gunakan untuk memperindah wajah Anda. Tersaji menu AI Face Beauty seperti Buffing, Skin Tone, Whitening, Thin Face, Face Shipping, Jaw, Enlarging, Eye span, Thin nose, Nose dan Mouth shape. Masing-masing menu tersebut dapat Anda atur level-nya. Anda juga bisa menggunakan efek bokeh ketika selfie. Caranya sama dengan kamera utama, cukup tap icon manusia pada bagian tengah atas. Berbeda dengan kamera utama, efek bokeh kamera selfie ini menyuguhkan beberapa pilihan mode seperti natural light, studio light, stereo light, loop light, rainbow light dan monochrome background. Ketika selfie dalam kondisi cukup cahaya, hasilnya tentu lebih baik. Anda bisa mengandalkan LED Flash ketika selfie. LED Flash ini ditanamkan dalam layar Vivo V11 Pro. Anda juga bisa melakukan group selfie dengan sudut pandang lebih luas menggunakan mode group selfie. Mode group selfie ini hanya bisa digunakan di kamera depan saja. Soal video, Vivo V11 Pro menyuguhkan mode normal, slo-mo dan time lapse. Mode ini hanya bisa digunakan pada kamera utama saja. Resolusi video-nya tersedia 480p, 720p hingga 1080p. Baik kamera utama maupun selfie memiliki resolusi video yang sama. Menu AI Face Beauty seperti Buffing, Skin Tone, Whitening, Thin Face, Face Shipping, Jaw, Enlarging, Eye span, Thin nose, Nose dan Mouth shape juga hadir di menu video ini. Kami mencoba video dengan kamera utama maupun selfie. Kami juga mencoba live streaming video di Instagram menggunakan kamera Vivo V11 Pro. Hasilnya cukup baik disaat cahaya cukup. Namun pada kondisi low light, hasilnya kurang maksimal. Selain untuk foto, kamera utama ponsel ini mampu mendeteksi objek seperti text, produk dan scan barcode berkat dukungan teknologi AI. Jika objek tersebut adalah text, maka teknologi AI ini secara membaca text tersebut. Teknologi AI ini juga berkerja didukung dengan Google Lens dalam mendeteksi objek. Google Lens sudah terintegrasi langsung dengan kamera Vivo V11 Pro tanpa perlu di-instal dulu. Layar dan UI Vivo V11 Pro V11 dibekali layar Super AMOLED berukuran 6,41 inci dengan resolusi layar FHD+ (2340x1080p). Layar ini disokong teknologi Ultra All Screen dengan aspek rasio layar 19,5: 9. Teknologi Ultra All Screen membuat layar lebih luas dalam bermain game, menonton video dan lainnya. Teknologi ini juga menghasilkan gambar yang lebih tajam dan kombinasi warna lebih natural. Sementara rasio layar-ke-bodi mencapai hingga 91,27% hampir menutup seluruh permukaan depan Vivo V11 Pro. Saat kami Redaksi Selular.ID mencobanya untuk menonton video dan bermain game, sudut pandangnya lebih luas. Gawai ini menyuguhkan tampilan antarmuka khas Vivo yakni Funtouch OS 4.5. Tampilan antarmukanya cukup simpel. Tersaji menu notification tray pada atas layar. Di menu ini Anda dapat melihat notifikasi pesan terbaru. Hadir pula menu system tray pada bagian bawah ponsel ini. Untuk mengaksesnya, cukup geser dari bawah layar ke atas secara diagonal. Di menu system tray, Anda bisa mengatur brightness, sound, game mode, eye protection, WI-Fi, flashlight, vibration mode, data network, s-capture dan rotation lock. Aplikasi yang terakhir Anda gunakan juga muncul di menu system tray ini. Layar ponsel ini mampu menyesuaikan brightness ketika berada di indoor maupun outdoor. Terutama jika berada di bawah terik matahari langsung, layar ini mampu mengatur brightness dengan sendirinya. Anda juga bisa mengatur sendiri brightness pada menu Settings > Display and Brightness. Anda bisa menonaktifkan mode auto brightness. Jika Anda tidak suka layar berputar sendiri secara otomatis, maka Anda bisa mengaktifkan rotation lock di menu setting ataupun system tray. Mode Smart Split memungkinkan Anda membagi layar dalam dua tampilan untuk mengakses aplikasi yang berbeda. Untuk mengaktifkannya, Anda cukup menggeser tiga jari Anda ke bawah. Hanya beberapa aplikasi yang bisa mendukung mode split screen ini seperti Google, YouTube, Facebook, Messages dan WhatsApp. Anda bisa mengaturnya di menu Settings > Smart Split. Software dan fitur Sistem operasinya, Vivo V11 Pro masih menggunakan OS Android 8.0 Oreo. Aplikasi bawaan Vivo.com dan Vivo Cloud memudahkan Anda dalam menggunakan ponsel ini. Info seputar layanan, service, produk dan lainnya dapat ditemui di aplikasi Vivo.com. Sementara Vivo Cloud dapat dijadikan sebagai alternatif penyimpanan data. Aplikasi bawaan Google seperti Google, YouTube, Gmail, Maps, Drive dan lainnya tak pernah absen dari setiap ponsel Android. Aplikasi wajib menarik lain yang bisa Anda akses adalah radio, kompas dan lainnya. Seperti dijelaskan di atas, Vivo V11 Pro mengusung serangkaian fitur andalan seperti Screen Touch ID, Jovi, teknologi AI, desain notch waterdrop, face access dengan infrared dan banyak lagi. Fitur Face Access pada V11 Pro telah ditingkatkan. Sensor ini mampu memindai 1.024 titik fitur wajah Anda dengan menggunakan sinar infrared. Pembukaan kunci ponsel Anda menjadi sangat cepat, bahkan dalam kondisi gelap sekalipun dan menggunakan aksesoris seperti topi, kacamata dan sebagainya. Meskipun Anda mendaftarkan wajah Anda dalam keadaan terang dan tidak menggunakan aksesoris sama sekali, Face Access mampu mendeteksi wajah dan membuka ponsel. Anda juga bisa langsung melakukan screen recording melalui fitur S-capture tanpa menggunakan aplikasi pihak ketiga. Untuk mengaktifkannya, Anda bisa melakukannya di menu sistem tray, pilih S-capture. Kemudian tap record screen. Di fitur ini, Anda juga bisa melakukan hal lain seperti long screenshot dan banyak lagi. Bagi Anda yang lebih sering berkendara menggunakan sepeda motor, Anda bisa mengaktfikan Motorbike mode di menu setting. Motorbike mode ini mengusung tampilan lebih simpel sehingga cocok digunakan untuk berkendara. Screen Touch ID Cara penggunaan dan sistem kerja fitur Screen Touch ID nyaris sama seperti fitur fingerprint lainnya. Bedanya sensor fingerprint ini tertanam dalam layar. Fitur Screen Touch ID ini terdapat di bagian bawah layar Vivo V11 Pro. Sensor fingerprint ini sangat cepat ketika membuka kunci smartphone hanya dalam hitungan kurang dari satu detik. Untuk membuka ponsel, Anda cukup menekan dan tahan jari Anda pada logo fingerprint di layar ponsel. Ketika jari ditempelkan, ada hal unik yang terjadi. Ponsel mengeluarkan cahaya dan sebuah gambar seperti sistem komputer yang diiringi arus listrik. Seakan-akan jari Anda masuk dan menyebar ke dalam ponsel. Lalu seketika ponsel akan terbuka. Anda bisa mendaftarkan sidik jari Anda di menu Setting > Fingerprint, Face and Password > Fingerprint. Jovi Jovi Jovi sendiri merupakan asisten virtual besutan Vivo yang ditunjang teknologi AI. Nama Jovi sendiri diambil dari kata “Enjoy Vivo’s AI” yang berarti nikmati kecerdasan buatan milik Vivo. Jovi hadir pertama kali di Vivo V11 Pro. Jovi belajar memahami kebutuhan Anda dalam menggunakan Vivo V11 Pro melalui kecerdasan buatannya. Anda bisa menemukan Jovi di menu setting. Di Jovi, Anda bisa mengakses Smart Camera dan Game Mode. Untuk Smart Camera, Jovi hanya menampilkan informasi mengenai penggunaannya saja. Informasi tersebut mencakup Smart Face Beauty, AI Scene Identification dan AI Portrait Framing. Karena baru pertama kali diciptakan, Jovi tidak bisa berbuat banyak. Kemampuan Jovi terbilang masih terbatas. AI Game Mode Fitur Game Mode memang bukan sesuatu yang baru pada ponsel Vivo. Fitur ini sudah ada sebelumnya pada ponsel Vivo terdahulu. Kali ini Anda bisa menemukan fitur Game Mode pada menu asisten virtual Jovi di setting. Teknologi AI Game Mode pada Vivo V11 Pro sudah diperbarui dan ditambahkan menu baru seperti notifikasi panggilan dan Game Keyboard. Cukup geser jari Anda dari sisi samping, Anda dapat mengakses semua fitur pada Game Mode ketika bermain game. Anda dapat memilih fitur yang ingin dihidupkan atau dimatikan tanpa harus meninggalkan game Anda. AI Game Mode ini mampu meningkatkan kinerja Vivo V11 Pro ketika gaming. Terdapat mode Auto Gaming baru yang dapat membuat game tetap berjalan meskipun layar yang terkunci ataupun saat Anda sedang melakukan hal lain tanpa menganggu permaianan. Anda juga dapat menambahkan game yang Anda inginkan di mode game ini. Mode game ini mampu mendukung semua jenis game. Ketika ada panggilan telepon masuk saat bermain game, mode game ini menyediakan 2 opsi. Anda bisa mengangkatnya saat itu juga, atau nanti ketika gaming selesai. Anda juga bisa memblok panggilan telepon ketika bermain game. Hardware dan performa Membedah organ tubuhnya, Vivo V11 Pro diperkuat chipset Qualcomm Snapdragon 660 dikombinasikan prosesor Octa Core. RAM 6GB dan ROM 64GB dibenamkan di gawai ini. Terdapat pula slot MicroSD yang dapat diperluas hingga 256GB. Dalam menguji performa Vivo V11 Pro, kami Redaksi Selular.ID melakukan sejumlah tes seperti Benchmark, bermain game, menonton video serta mendengarkan musik. Aplikasi Benchmark yang kami gunakan adalah AnTuTu Benchmark, PC Mark, 3D Mark dan Geekbench 4. Di AnTuTu, Vivo V11 Pro menduduki peringkat ke 51 dengan skor 128560. Tak ada kendala berarti saat menjalankan tes AnTuTu, terutama saat AnTuTu 3D. Begitupun saat menjalankan tes 3D Mark, hasilnya cukup lancar. Tercatat, Vivo V11 Pro meraih skor 23516 dalam tes Ice Storm Unlimited di 3D Mark. Untuk tes work performance PC Mark, ponsel ini meraih skor 6544. Ada dua tahap yang dijalani dalam tes Geekbench yakni Single-Core dan Multi-Core. Untuk tes Single-Core, mendapatkan hasil 1437. Sementara tes Multi-Core Vivo V11 Pro meraih skor 5504. Kami mencoba bermain game Mobile Legends : Bang Bang, PlayerUnknown’s BattleGrounds (PUBG), PES 2018, Gangstar New Orleans OpenWorld, Asphalt 9 : Legends dan The Sims Mobile. Semua game tersebut sanggup dilibas habis oleh Vivo V11 Pro, terlebih berkat dukungan Game Mode. Untuk game Mobile Legends : Bang Bang dan Asphalt 9 : Legends kami menggunakan setting grafis tertinggi. Hasilnya juga cukup memuaskan. Untuk game PUBG, Vivo V11 Pro hanya bisa support resolusi grafis medium. Sumber tenaganya, Vivo V11 Pro ditunjang baterai berkapasitas 3400 mAh. Sokongan Dual-Engine Fast Charging membuat proses charging Vivo V11 Pro semakin cepat. Dalam kondisi tidak ada daya sama sekali atau 0%, Vivo V11 Pro membutuhkan waktu 1,5 jam dalam proses charging hingga terisi full. Ketika dalam kondisi dibawah 20%, hanya memakan waktu 1 jam. Ketika digunakan untuk bermain game terus menerus, Vivo V11 Pro mampu bertahan hingga 8 jam. Untuk penggunaan harian seperti telepon, pesan instan, jejaring sosial, email, menonton video, mendengarkan musik dan lainnya, ponsel ini bisa bertahan hingga 12 jam. Dalam mode standby dengan tidak dipergunakan sama sekali, Vivo V11 Pro mampu bertahan hingga seharian penuh atau 24 jam. Tes audio, kami coba mendengarkan radio, musik dan menonton video di YouTube. Suara yang dihasilkan ponsel ini cukup bulat dan jernih. Namun, jika Anda setel dalam volume tertinggi, maka suara yang dihasilkan cenderung pecah. Setting volume dalam keadaan normal saat menonton video dan mendengarkan musik. Konektivitas Hasil Speed test Soal konektivitas, Vivo 11 Pro dilengkapi jaringan 4G/3G/2G, Wi-Fi 802.11 a/b/g/n/ac, Bluetooth 5.0, GPS, microUSB 2.0, USB On-The-Go (OTG), dua buah slot SIM Card serta sebuah slot MicroSD yang dapat diperluas hingga 256GB. Untuk menguji konektivitas, kami Redaksi Selular.ID menggunakan aplikasi Speed Test. Provider yang kami gunakan kali ini adalah Telkomsel. Kecepatan download yang dihasilkan sebesar 5.31Mbps dan upload mencapai 10.8Mbps. Hasil lainnya seperti ping 29ms dan jitter 11ms. Kami juga mencoba transfer file menggunakan Bluetooth dan kabel USB ke komputer. Hasilnya, cukup cepat menggunakan dua metode tersebut. Hadir pula sensor accelerometer, proximity, compass yang dibenamkan di dalam layar Vivo V11 Pro. Pada umumnya sensor tersebut terdapat di atas layar. Namun kali ini sensor tersebut disematkan di dalam layar Vivo V11 Pro. Kesimpulan Desain Vivo V11 Pro lebih kekinian dengan konsep notch waterdrop. Layar Vivo V11 Pro lebih luas berkat notch mini dan semua sensor tertanam di dalam seperti fingerprint, proximity, LED Flash dan lainnya. Sensor fingerprint yang tertanam di dalam layar ponsel ini atau akrab disapa Screen Touch ID menjadi daya tarik tersendiri dari Vivo V11 Pro.Teknologi Ultra All Screen membuat layar lebih luas dalam bermain game, menonton video dan lainnya. Teknologi AI pada Vivo V11 Pro tak hanya terdapat pada kamera saja. Hampir semua aspek. Untuk kamera, teknologi AI ini mampu mendeteksi objek, melihat posisi objek, menyesuaikan pencahayaan dan memaksimalkan kamera. Hadir pula asisten virtual bernama Jovi yang juga didukung teknologi AI. Teknologi AI juga hadir di game mode. Performanya terbilang optimal. Daya tahan baterainya pun cukup irit dan proses charging cukup cepat. Audionya pun cukup jernih. Vivo V11 Pro cocok digunakan generasi milenial. Terlebih kaum hawa yang suka selfie karena banyak pilihan mode kamera yang ditawarkan. Meski fitur dan spesifikasi-nya cukup handal, namun harga Vivo V11 Pro cukup terjangkau yakni Rp 4.999.000. ", "Tags": ["Tags", "notch waterdrop", "Screen Touch ID", "Vivo V11 Pro"]}, {"DatePost": "30 November 2017 07:00", "Author": "Khoirunnisa", "Title": "Review Vivo V7+ Kamera Ganda Dengan Face Access Tampil FullView", "Content": " Jakarta, Selular.ID – Jajaran produk yang ditawarkan Vivo sepertinya mendapat respon hangat dari konsumen tanah air. Terbukti pada tahun ketiga kehadirannya di Indonesia, perusahaan asal Tiongkok itu berhasil merasuk ke posisi tiga jajaran smartphone nusantara (data 2017Q3 IDC). Awal tahun 2017, masyarakat Indonesia dibanjiri empat model Vivo: V5, V5 Plus, V5 Lite, dan V5s. Sukses dengan V5 Series, produsen konsisten menawarkan resolusi tinggi di kamera depan. Di penghujung tahun, produsen resmi menghadirkan Vivo V7+. Merupakan upgrade dari V5, smartphone mengusung fitur lebih luas lagi bagi pecinta selfie. Smartphone Vivo V7+ membawa kamera 24MP di bagian depan, resolusi tertinggi di smartphone. Selain kamera 24MP, Vivo V7+ menghadirkan dua keunggulan lainnya: FullView dan Face Access. Penasaran seperti apa produk yang punya tagline FullView Display 24MP Clearer Selfie Perfect Camera di atas? Berikut ulasannya. Pada pandangan pertama ketika melihat Vivo V7+, desain yang ditawarkan Vivo pada perangkat terbarunya ini juga terbilang elegan dengan adanya garis gravir berwarna silver pada bodi bagian belakang di sisi atas dan bawahnya. Logo Vivo pun dihadirkan menawan yang juga digravir bukan printed seperti kebanyakan smartphone lainnya. Dengan teknologi yang dikembangkannya, tombol fisik Home Button tidak nampak pada Vivo V7+ ini. Vivo hanya menyematkan dua tombol fisik yang berada di sisi kanan smartphone dimana tombol yang paling atas berfungsi sebagai volume rocker dan tombol power berada di bawahnya. Di sisi sebelah kiri, dimanfaatkan Vivo untuk menaruh slot SIM Card dan memory card. Di smartphone ini Vivo menawarkan triple card slot dimana dua slot untuk kartu sim dan satunya untuk kartu memory. Meskipun smartphone ini mempunyai ukuran yang relatif besar hampir 6 inchi, tapi masih sangat nyaman untuk digenggam dan dioperasikan oleh satu tangan saja. Di sisi bawah Vivo menempatkan lubang jack audio 3,5mm yang berdampingan dengan port micro USB serta lubang mikro untuk speaker. Selain disain yang elegan, pada smartphone terbarunya ini Vivo menawarkan tiga keunggulan yang bisa dinikmati oleh pengguna. FULLVIEW DISPLAY Vivo V7+ menjadi smartphone pertama Vivo yang mengadopsi layar penuh dengan rasio 18:9. Vivo menyebut teknologi ini sebagai FullView Display berdiagonal yang dibalut dengan Gorilla Glass 3. Dengan konsep FullView Display, tentunya di smartphone ini juga tidak akan ditemui bezel yang biasanya mendominasi bingkai smartphone. Vivo V7+ memiliki rasio ukuran layar pada badan smartphone yang mengagumkan sebesar 84.4%. Smartphone terbaru Vivo V7+ menawarkan tampilan FullView Display berukuran 5,99 inci yang nyaman untuk dipegang dan membuat setiap momen bermain games, video, dan lainnya menjadi lebih nikmat. Untuk pengguna yang doyan main games lewat smartphone, Konsep FullView Display yang ditawarkan oleh Vivo V7+ ini memberikan tampilan layar yang lebih besar 12.5% sehingga pengalaman bermain games di perangkat ini menjadi lebih puas. Buat yang tidak suka diganggu saat bermain games, Vivo menyediakan Game Mode yang dapat memblokir panggilan atau pesan yang masuk sehingga Anda bisa benar-benar fokus pada games yang dimainkan. FACE ACCESS Demi meningkatkan keamanan bagi penggunanya, Vivo V7+ dilengkapi fitur pengenal wajah baru, Face Access, yang memungkinkan pengguna membuka kunci layar smartphone hanya dengan menghadapkan layar perangkat sejajar wajah. Face Access ini merupakan teknologi baru yang dikembangkan oleh Vivo. Teknologi pengenalan wajah tersebut akan menjadi alternatif bagi pengguna dalam mengunci smartphone, selain fingerprint yang juga tersedia. Teknologi baru Face Access ini akan memindai beberapa area wajah lalu membuka kunci layar smartphone setelah ciri khas biologis wajah Anda teridentifikasi. Untuk memberikan rasa aman yang lebih kepada penggunanya, fitur pengenal wajah pada smartphone ini bukan hanya sebagai alternatif pengamanan tapi juga bisa dikombinasikan dengan fitur fingerprint sehingga perangkat jadi lebih aman. 24MP FRONT CAMERA Vivo V7+ menggoda para penyuka selfie dengan menyematkan kamera depan beresolusi 24MP. Dengan resolusi sebesar itu menjadikan Vivo V7+ sebagai smartphone dengan kekuatan kamera depan terbesar yang pertama ada di dunia. Kamera depan Vivo V7+ ini juga kembali ditunjang oleh selfie softlight sehingga mampu menghasilkan warna dan kontras yang sesuai aslinya dan hasil fotonya nampak lebih jernih dengan jumlah piksel yang lebih besar. Latar belakang foto juga akan tetap terlihat jernih setiap saat dengan hasil warna dan kontras yang sesungguhnya. Meski hanya memiliki satu sensor saja pada kamera depannya, Vivo V7+ masih dapat menghasilkan foto bokeh dengan menggunakan Potrait Mode. Sedangkan untuk kamera belakang, Vivo menyematkan kamera beresolusi 16MP dengan teknologi PDAF yang tertanam dan algoritma yang dioptimalkan. Ini menandakan bahwa Anda dapat memperoleh hasil foto yang lebih jernih, lebih cerah, dan lebih detail. Fungsi 64MP Ultra HD Photos di kamera utama juga mampu menggabungkan empat bingkai foto beresolusi 16MP menjadi satu dan menciptakan hasil foto yang detail meskipun hasil fotonya dibuka pada desktop yang memiliki layar lebih besar. BRIEF SPECIFICATION OPERATING SYSTEM Android 7.1 Nougat with Funtouch OS 3.2 DISPLAY 5.99-inch HD (1440 x 720) IPS; 18:9 aspect ratio; 2.5D curved glass PROCESSOR Octa-core 64-bit Snapdragon 450 | 14nm FinFET technology RAM 4GB INTERNAL STORAGE 64GB; expandable up to 256 GB with a microSD card CAMERA Front 24MP with soft LED fl; f2.0 aperture REAR CAMERA 16MP with fl; f2.0 aperture; PDAF BATTERY 3,225 MAH DIMENSIONS 155.87 X 75.74 X 7.7 MM WEIGHT 160G VALUE FOR MONEY Buat penyuka swa foto dan pribadi yang mengutamakan keserasian untuk menunjang gaya hidup, dengan harga yang ditawarkan, Vivo V7+ layak untuk dimiliki. KEY FEATURE Selain menawarkan FullView Display, Vivo V7+ menjadi smartphone dengan kapasitas kamera depan terbesar di dunia, smartphone ini mempunyai desain yang elegan dan performa yang baik. ", "Tags": ["Tags", "24MP Camera", "Face Access", "FullView Display", "Vivo V7"]}, {"DatePost": "10 May 2017 15:00", "Author": "selular", "Title": "Review Vivo V5s – Masih Jagokan Kamera Selfie, Apa Yang Beda ?", "Content": "Jakarta, Selular.ID – Vivo terus menggenjot pangsa pasarnya dengan menggelontorkan sejumlah seri smartphone terbarunya sejak awal tahun ini. Dari mulai seri Vivo V5 , V5 Plus, V5 Lite hingga yang terbaru yaitu V5s.   Sama dengan smartphone ‘saudaranya’ sebelumnya, Vivo V5 Lite, seri V5s juga lebih menyasar ke pengguna pemula. Ini terihat dari harganya yang tidak jauh berbeda. Vivo V5s dibanderol dengan harga Rp 3 jutaan. Ini berarti levelnya masih di bawah Vivo V5 dan V5 Plus.   Meskipun begitu secara keseluruhan Vivo V5s masih membawa fitur dan spesifikasi yang terbilang tinggi. Tidak hanya itu, bodinya pun masih didesain dengan tampilan yang tetap terlihat elegan. Bagian bodi belakang dan sampingnya masih dibalut warna rose pink berkontur dove. Sisi sekeliling sampingnya juga masih diberi ornament list berwarna gold chrome yang menambah kesan elegan.   Ukuran bodinya terbilang standar untuk ukuran smartphone berlayar 5,5 inchi, namun pas di genggaman tangan . Bodinya memang tidak begitu tipis, namun bentuknya cukup ergonomis. Untuk bobotnya, smartphone ini terasa tidak begitu ringan.   Sama dengan beberapa seri Vivo V5 sebelumnya, desain V5s juga berjenis unibodi. Yang berarti baterai menyatu dengan bodi sehingga bagian belakang smartphone tidak bisa dilepas. Itulah mengapa dua slot simcard dan satu memori eksternal diletakkan di bodi luar.   Camera Selfie Sama seperti tiga seri sebelumnya (V5 , V5 Plus, V5 Lite) di seri V5s masih menjagokan fitur kamera selfie. Bahkan dibandingkan V5 Lite, kamera selfie di smartphone ini resolusinya lebih tinggi, yaitu 20 megapiksel dengan sensor Sony IMX376 dan aperture f/2.2 . Sedangkan v5 Lite berresolusi 16 megapiksel.Untuk kamera belakangnya, resolusinya masih sama, yaitu 13 megapiksel.   Kamera selfie di Vivo V5s dilengkapi dengan beberapa fitur pendukung. Seperti Face Beauty, yang fungsinya pasti sudah tahu, yaitu memperbagus tampilan muka agar hasil fotonya lebih kece. Beberapa fasilitas yang disediakan untuk mengedit tampilan muka seperti Buffing, Skin Tone dan Whitening.   Ada juga fitur HDR agar foto terlihat jelas meski dalam kondisi backlight. Atau jika kondisi lokasi pengambilan foto minim cahaya, sudah disediakan lampu flash pada kamera selfie. Untuk mulai memotret pun disediakan tiga cara shot, yaitu Touch (menekan tombol shot), Voice (perintah suara) dan Palm (lambaian tangan). Kamera selfie ini juga bisa merekam video hingga resolusi Full HD 1080p. Kamera Belakang  Meski menjagokan kamera selfie, Vivo V5s tidak begitu saja mengeyampingkan kamera belakang. Kamera belakangnya pun masih bsia diandalkan untuk menghasilkan foto yang bagus. Kamera belakang Vivo V5s membawa kekuatan resolusi sebesar 13 megapiksel. Resolusi ini sama dengan yang dimiliki Vivo V5 dan V5 Lite.   Kamera belakangnya ini juga dilengkapi dengan fitur Face Beauty, untuk menghasilkan foto dengan tampilan wajah yang terlihat lebih bagus. Tidak ketinggalan juga ada beberapa fitur pendukung kamera untuk kamera belakang. Seperti Panorama, Night, Ultra HD, PPT, Profesional, Slow, Time Lapse.   Kamera belakang juga dibekali dengan lampu flash yang membantu saat kondisi kurang cahaya. Soal kemampuan  merekam video , kamera belakang memiliki kekuatan yang sama, yaitu bisa merekam hingga resolusi Full HD 1080p.   Fitur Khas  Selain membawa berbagai fitur bawaan Android, di Vivo V5s juga menyertakan beberapa fitur khas. Antara lain i Theme, yang menyediakan berbagai macam pilihan tampilan theme, wallpaper dan Lock Screen yang bisa dipilih sesuai selera. Caranya cukup mendownloadnya, karena banyak yang tersedia secara gratis.   Selain itu juga ada fitur V-Appstore. Fitur ini berisi berbagai macam aplikasi dan juga game. Sebenarnya mirip dengan Google PlayStore. Aplikasinya pun sebenarnya berasal dari Google PlayStore. Hanya saja Vivo memilihkan berbagai aplikasi dan game yang sesuai dengan smartphone V5s ini.   Selanjutnya ada fitur Apps Clone yang baru  pertama kali dihadirkan pada V5s. Fitur ini memungkinkan untuk menggandakan aplikasi media sosial sehingga dapat mengaktifkan dua akun secara bersamaan dalam satu smartphone. Fitur ini bisa digunakan pada aplikasi WhatsApp, BBM, LINE, dan Viber. Ada juga fitur Smart Split 2.0 yang memungkinkan menjalankan dua aplikasi multitasking dalam satu layar smartphone. Beberapa aplikasi yang dapat menggunakan fitur ini : Facebook, LINE, Viber, Messages, WhatsApp, YouTube, Video Streaming, VLC, dan masih banyak lagi.   Vivo V5s juga dilengkapi sensor fingerprint yang menjadi satu dengan tombol Home yang berada di bawah layar. Fingerprint ini memungkinkan pengguna dapat membuka kunci layar dengan cepat hanya dengan menyentuhkan sidik jari. Sensor ini dapat merespon sentuhan sidik jari dalam waktu hanya 0,2 detik saja.   Kinerja Kinerja Vivo V5s disokong prosesor MediaTek MT6750 octa-core 1,5 GHz. Untuk kapasitas RAM nya dibekali sebesar 4 GB. Kapasitas RAM ini lebih besar dibandingkan Vivo V5 Lite yang sebesar 3 GB.   Juga ada sistem manajemen Smart Engine generasi baru yang dipadukan dengan Funtouch OS 3.0 terbaru (berbasis Android 6.0) yang memberikan kinerja yang lancar. Untuk ruang penyimpanan, disediakan memori internal 64 GB. Ini berarti bisa menampung lebih luas dibandingkan V5 dan V5 Lite, yang memori internalnya sebesar 32 GB. Jika masih dirasa kurang, disediakan slot microSD yang bisa membaca hingga kapasitas 256 GB. Slot Micro SD ini menjadi satu dengan slot simcard 2.   Untuk daya tahan hidupnya, Vivo V5s dibekali baterai berkapasitas 3.000 mAH. Kapasitas ini sama besarnya dengan kapasitas pada baterai Vivo V5 dan V5 Lite. Kapasitas baterai sebesar ini terbilang cukup untuk menjalakan berbagai aktifitas di smartphone ini kurang lebih selama seharian.     Spesifikasi : FREQUENCY                : 850/900/1800/1900, 3G/HSDPA/4G/LTE PROSESOR                   : MediaTek MT6750 octa-core 1,5 GHz RAM                            : 4 GB LAYAR                          : 5.5 inchi 720 x 1280 pixels, IPS MEMORI                     : 64 GB, Micro SD 256 GB Kamera Belakang       : 13 MP Kamera sekunder        : 20 Mpix BATTERY                     : 3.000 MAH OS                                : Android v 6.0 Marshmallow   Kesimpulan    : Vivo V5s hadir sebagai pilihan keempat smartphone Vivo yang diluncurkan semenjak awal tahun ini, setelah Vivo V5, V5 Plus dan V5 Lite. Segmen yang diiincar Vivo V5s tidak jauh berbeda dengan Vivo V5 Lite. Namun tentu ada perbedaan di antara keduanya. Ini untuk memberikan pilihan kepada pengguna.         ", "Tags": ["Tags", "smartphone", "Vivo", "Vivo V5s"]}, {"DatePost": "18 January 2017 20:30", "Author": "Khoirunnisa", "Title": "Review Vivo V5 : Softlight Bikin Selfie Natural", "Content": "Jakarta, Selular.ID – Ikuti tren pengguna tanah air, Vivo akhirnya mengeluarkan smartphone dengan keunggulan selfie. Tidak tanggung-tanggung, vendor melengkapi V5 dengan kamera berresolusi 20MP dengan fitur softlight yang akan membuat selfie pengguna lebih natural. Awal Desember 2016, Vivo mengambil langkah maju untuk urusan selfie dengan meluncurkan produk unggulan terbarunya, smartphone pertama di dunia yang dilengkapi kamera depan 20 MP dengan fitur ‘Softlight’. Setidaknya 3.500 konsumen telah melakukan pre-order pada November silam. Menargetkan kalangan muda penggemar selfie, ponsel pintar ini menawarkan kombinasi teknologi, desain dan tampilan keseluruhan yang sempurna yang akan membuat penggunanya bisa mendapatkan foto selfie yang sempurna di beragam kondisi pencahayaan. Fotografi dan musik telah menjadi dua cara yang penting bagi masyarakat zaman sekarang untuk mengekspresikan diri dan menikmati gaya hidup modern. Vivo yang selalu berorientasi pada konsumen memahami hal ini dan berusaha mengakomodasinya melalui pengembangan produk dan inovasi. Vivo V5 menjadi kesempatan bagi vendor untuk memperkenalkan slogan barunya “Camera & Music” yang mewakili seluruh pengalaman dan jati diri Vivo. “Camera” mewakili komitmen jangka panjang Vivo untuk menyempurnakan fotografi smartphone. Produk-produk Vivo di masa depan akan terus mengusung misi ini, memberikan konsumen dengan kapabilitas fotografi profesional. Begitu pula, kata “Hi-Fi” yang tercantum di slogan lama, telah ditingkatkan menjadi “Music”. Dengan mengusung karakter unik Vivo, pengalaman audio-visual saat menggunakan Vivo adalah upaya penyempurnaan yang berkelanjutan. Dibangun dengan teknologi terdepan di industri, perjalanan Vivo sejatinya berangkat dari hasrat masyarakat untuk berbagi indahnya musik. Slogan baru Vivo ini mewakili arah baru dan cara berpikir baru Vivo, dalam upayanya untuk selalu mengejutkan konsumen dengan inovasi tanpa batas. Perfect Selfie  Vivo V5 memang memiliki keunggulan dalam hal kamera. Peranti ini dilengkapi kamera depan 20MP dan kamera belakang 13MP yang akan merekam ekspresi dalam setiap kisah dengan cara yang belum pernah dilakukan sebelumnya. Vivo V5 juga dilengkapi sensor kamera unggulan Sony IMX 376 (1/2.78-inch, f/2.0), hasil riset kolaborasi Vivo dengan Sony. Memiliki lensa 5P dengan bukaan lensa f/2.0, kamera depan Vivo V5 dilengkapi dengan fitur ‘Soft Flash Light’ yang sangat ideal untuk digunakan dalam kondisi pencahayaan yang beragam dalam keadaan apapun, menjadikan setiap selfie tampak indah dan tanpa cela. Fitur Selfie Softlight yang disematkan dapat mendeteksi cahaya di sekitar tempat berfoto dan menyala jika diperlukan, menciptakan efek pencahayaan ala studio fotografi profesional dan tidak menghantam wajah pengguna Vivo V5 dengan sinar putih yang keras dan tidak natural. Fitur ini juga menghasilkan foto yang lebih halus dan alami. Selain itu, Vivo V5 dilengkapi juga dengan Face Beauty Mode 6.0 sebuah perangkat lunak asli Vivo sendiri untuk menghaluskan warna kulit saat berfoto selfie dan membuat kulit lebih bersinar, memastikan pengguna V5 mendapatkan foto-foto terbaik. Funtouch OS 2.6 Meskipun demikian Vivo V5 tidaklah sekadar perfect selfie dan fotografi, melainkan didukung juga dengan perangkat keras (hardware) yang kuat untuk memastikan penggunaan yang maksimal. V5 sudah menggunakan Android 6.0 Marshmallow dengan Funtouch OS 2.6 dan diperkuat perangkat memori dengan RAM 4GB dan memori internal 32GB, yang bisa ditingkatkan hingga 128GB. Prosesor Octa-core 64-bit membuat peranti ini mudah dioperasikan dan bebas lag, meskipun digunakan sambil main game dan mengerjakan tugas-tugas lainnya. V5 juga didukung fitur ‘Eye Protection Mode’ yang menyaring cahaya biru untuk melindungi penglihatan dan mencegah kelelahan pada mata. Sudah mendukung 4G LTE Network dan kapasitas baterai 3000 mAh. Smart Split Vivo V5 memiliki layar 5.5 inchi (13,97 cm) dengan HD display 1280×720pixels, serta layar melengkung 2.5D. Terobosan teknologi lainnya di Vivo V5 adalah pemindai sidik jari yang canggih dan dapat membuka kunci layar hanya dalam 0.2 detik saja. Fitur ‘Smart Split’ memungkinkan penggunanya mengerjakan berbagai tugas sekalipun tanpa perlu bolak-balik antar aplikasi, saat pesan masuk. Penggunanya dapat mengobrol dan menonton video sekaligus di satu layar. HiFi Sebagai brand ponsel pertama yang menggunakan teknologi Hi-Fi profesional ke dalam ponsel pintar, Vivo terus menggunakan teknologi Hi-Fi untuk pendukung audionya. Dengan V5, pecinta musik akan dapat menikmati setiap nada yang dimainkan dengan Hi-Fi chip khusus AK4376 yang menyuguhkan kualitas suara yang tak tertandingi. Brief Spec Design Bar Fully Touchscreen Dimension 153.8 x 75.5 x 7.55 mm Weight Frequency 2G / 3G / 4G Processor Octa-Core 64-bit 1,5GHz Mediatek MT6750 Battery 3000 mAh Value for Money  Menargetkan kalangan muda penggemar selfie, Vivo V5 ditawarkan dengan harga Rp3,5 juta. Menawarkan kombinasi teknologi, desain dan tampilan keseluruhan yang sempurna yang akan membuat penggunanya bisa mendapatkan foto selfie yang sempurna di beragam kondisi pencahayaan. ", "Tags": ["Tags", "vivo v5"]}, {"DatePost": "20 July 2016 14:55", "Author": "selular", "Title": "Review Vivo V3 Max: Bodi metal, Baterai Hemat", "Content": " Jakarta, Selular.ID – Gandeng Agnes Mo sebagai band ambasador, vivo hadirkan smartphone yang diklaim memiliki kinerja tercepat dengan harga Rp5 juta. Ponsel ini unggulkan bodi metal dengan fitur audio Hi-Fi untuk pemutaran suara dan video. Bagaimana kinerjanya simak reviewnya berikut ini. Kelebihan – Bodi Metal – Memori RAM dan memori internal besar – Baterai tahan lama – Kinerja mumpuni Kekurangan – Tidak tersedia koneksi NFC – Baterai Non Removable Desain Mengikuti tren ponsel dengan bodi yang kokoh, Vivo V3 Max kini memiliki konsep desain metal unibodi. Dibalut dengan kombinasi warna putih dan gold membuat ponsel pintar ini nampak elegan. Ponsel ini dibentuk dengan material aluminium magnesium alloy dan terasa sengat lembut ditangan. Dibentuk dengan bodi yang melengkung pada setiap sisi-sisinya membuat pengguna nyaman saat membawa atau menggunakannya.    Secara garis besar, ponsel ini menawarkan pegangan yang baik. Vivo juga menawarkan softcase pada paket penjualannya yang dapat Anda gunakan jika Anda merasa sulit untuk pegangan ponsel dengan material logam ini. Vivo V3 Max memiliki bentuk yang cukup kompak. Berukuran 153.9×77.1×7.58 mm, Vivo V3 Max memiliki berat hanya 168 gram. Dengan benuk yang ergonomis membuat pengguna mudah untuk menggunakannya. Selanjutnya>> [nextpage title=”Funtouch OS 2.5 “] Funtouch OS 2.5  vivo membangun ponsel ini dengan layar yang terbilang bagus. Datang dengan resolusi Full HD berukuran 5.5 inci, vivo V3 Max menggunakan teknologi IPS, sehingga nampak jelas dan terang dan nyaman untuk dipandang.  Berjalan diatas Android 5.1.1 Lollipop, V3 max juga menggunakan interface yang dikembangkan khusus oleh vivo, yakni Funtouch OS 2.5. Interfacenya sangat terinpirasi dari Apple IOS, karena hampir semua tampilannya sangat mirip dengan IOS. Dengan tampilan ini maka vivo V3 Max memang terbilang simpel dan mudah untuk digunakan. Didalamnya terdapat cukup banyak fitur untuk pengguna melakukan kostumisasi pada interfacenya. FunTouch OS tidak memiliki App Drawer sehingga anda sudah dapat mengakses semua aplikasi langsung dari halaman depan.  Salah satu keunikan FunTouch OS adalah pada kemampuan split screen. Dengan fitur ini memungkinkan untuk menggunakan dua aplikasi dalam satu layar. Layar akan terbelang menjadi dua untuk menampulkan dua palikasi yang berjalan sekaligus. vivo V3 Max hadir dengan sensor sidik jari yang ditempatkan di bagian belakang bodi. Saat dicoba, respon pada sensor sidik jari terbilang cepat. Selain sensor sidik jari, pengguna juga dapat mengaktifkan layar dengan mengetuk layar dua kali. Selanjutnya>> [nextpage title=”Audio Bagus”] Audio Bagus Vivo yang sebelumnya dikenal dengan teknologi audio, maka di ponsel ini pun mereka membenamkan kualitas audio terbaik pada ponsel ini. Berkat chip audio AK4375, ponsel ini diklaim mampu menghadirkan detail-detail suara dengan lebih baik dalam sebuah musik.  Saat diuji untuk memutar lagu mp3, Smartphone ini memang mampu mamutar lagu melaui earphone standart dengan suara yang terbilang kaya dan detail. Selanjutnya>> [nextpage title=”Kinerja”] Kinerja Ponsel ini datang dengan CPU Octa core chipset Qualcomm’s Snapdragon 652. Chipset ini merupakan salah satu prosesor yang dikelaim memiliki performa yang hampir sebanding dengam chipset prosesor yang digunakan oleh para ponsel flagship, yakni Snapdragon 820.  Dengan dukungan RAM 4GB RAM. Kami tidak menemukan hambatan dalam bernavigasi ataupun memainkan memainkannya. Tidak hanya untuk bernavigasi, V3 Max juga nyaman untuk bermain game. Bermain game speerti game Asphalt8:Airborne terbilang lancar dan nyaman saat dimainkan. Untuk menyimpan data, pengguna disediakan memori sebesar 32GB pada memori internal., jika terasa kurang masih dapat ditambahkan dengan menggunakan menggunakan kartu memori micro SD card slot hingga 128GB. Untuk menambahkan kartu memori microSD pengguna dapat memasukannya pada slot SIM tray 2 yang merupakan slot hybrid untuk MicroSD dan nano SIM. Sedangkan untuk Slot SIM Tray 1 adalah slot SIM Card. Untuk kebutuhan daya vivo telah membenamkan kapasitas baterai sebesar 3000mAH dengan kapasitas ini, saat kami coba ponsel dapat digunakan hingga seharian penuh, atau sekitar 8 jam dengan penggunaan standart. Untuk mengisi ulang kembali vivo telah menyiapkan teknologi dual engine fast charging ( Quick Charge 3.0) yang memungkinkan anda untuk dapat mengisi dari 0% ke 50% dengan warktu hanya 30 menit. Selanjutnya>> [nextpage title=”Kamera “] Kamera  Untuk urusan kamera, ponsel ini sudah dibekali dengan sensor kamera 13MP yang didukung oleh teknologi assisted with PDAF (Phase Detection Auto Focus). Berkat teknologi ini kamera pada ponsel mampu menangkap auto fokus dengan cepat. Untuk dukungan penerangan, ponsel ini juga masih dibekali dengan LED flash.  Didalamnya juga tersedia beberapa mode seperti: HDR, Ultra HD, Panorama, Night, PPT, Motion Track, Professional, Slow dan Fast. Jika anda paham akan penggunakan kamera secara maka anda dapat menggunakan modus manual atau profesional. Pada modus ini anda dapat mengatur secara manual semua pengaturan dan efek sesuai dengan kebutuhan. Untuk penggunaan kamera depan atau selfie, ponsel ini datang dengan lensa kamera 8MP. Hasil foto melalui kamera ini cukup bagus baik dalam kondisi pencahayaan yang terang. Namun pada pencahayaan yang agak gelap, hasilnya akan banyak terlihat noise. Hasil yang serupa juga nampak pada kamera selfie. Konektivitas Ponsel ini sudah mendukung kemampuan jaringan 4G LTE untuk kedua slot SIM card-ny. Selain jaringan selular, Vivo juga menyediakan konksi Wifi untuk dapat terkoneksi ke internet melalui jaringan hotspot. Sedangkan koneksi lainnya tersedia pula bluetooth dan kabel data MicroUSB.  ", "Tags": ["Tags", "Vivo", "vivo v3 max"]}, {"DatePost": "21 April 2017 18:23", "Author": "selular", "Title": "Review : Vivo V5 Lite – Versi ‘Ringan’ Tapi Masih Menawan", "Content": "Jakarta, Selular.ID – Vivo terus menunjukkan keagresifannya di pasar smartphone Indonesia tahun ini. Setelah meluncurkan dua smartphone jagoannya, yaitu Vivo V5 dan V5 Plus, vendor asal Tiongkok ini kembali ‘melempar’ smartphone terbarunya. Kali ini giliran Vivo V5 yang tampil keluar.   Namun berbeda dengan dua smartphone ‘saudaranya’, Vivo V5 Lite yang satu ini lebih menyasar ke pengguna pemula. Lantaran spesifikasinya yang diturunkan dari seri sebelumnya. Ini sebenarnya kentara dari penamaan seri ini yang menggunakan kata ‘Lite’, yang mengisyaratkan spesifikasi yang dibawa lebih ‘ringan’.   Meskipun begitu secara keseluruhan Vivo V5 Lite masih membawa daya tarik yang cukup tinggi. Pertama kali tampak pada tampilan desainnya yang terlihat elegan. Terutama pada bagian bodi belakang dan samping yang dibalut warna rose pink berkontur dove. Belum lagi sisi sekeliling samping yang dihiasi dengan list berwarna gold chrome menambah keren tampilan luar smartphone ini.   Belum lagi ukuran bodinya yang terbilan cukup tipis dan ergonomis. Meski agak disayangkan bobot smartphone ini terasa agak berat. Dimensi bodinya juga terasa lebar saat digenggam. Ini pengaruh dari ukuran layar sentuhnya yang memang luas, yaitu 5,5 inchi.   Sama dengan Vivo V5 dan V5 Plus, desain V5 Lite masih mengusung unibodi. Yang berarti baterai menyatu dengan bodi sehingga bagian belakang smartphone tidak bisa dilepas. Itulah mengapa dua slot simcard dan satu memori eksternal diletakkan di bodi luar.   Camera Selfie Sama seperti dua seri sebelumnya (V5 dan V5 Plus), V5 Lite masih menjadi smartphone jagoan Vivo dengan keunggulan kamera selfie. Ini terlihat dari resolusi kamera selfie-nya 16 megapiksel, yang lebih besar dibandingkan kamera belakang yang 13 megapiksel   Kamera selfie di Vivo V5 Lite juga dilengkapi dengan beberapa fitur tambahan. Seperti Face Beauty, yang fungsinya pasti sudah tahu, yaitu memperbagus tampilan muka agar hasil fotonya lebih kece. Beberapa fasilitas yang disediakan untuk mengedit tampilan muka seperti Buffing, Skin Tone dan Whitening.  Ada juga fitur HDR agar foto terlihat jelas meski dalam kondisi backlight. Atau jika kondisi lokasi pengambilan foto minim cahaya, sudah disediakan lampu flash pada kamera selfie. Untuk mulai memotret pun disediakan tiga cara shot, yaitu Touch (menekan tombol shot), Voice (perintah suara) dan Palm (lambaian tangan). Kamera selfie ini juga bisa merekam video hingga resolusi Full HD 1080p.     Kamera Belakang  Meski mengunggulkan kamera depan, namun Vivo V5 Plus tidak begitu saja melupakan kamera belakang. Bahkan bisa dikatakan kamera belakang masih menjadi fitur yang juga diandalkan. Kamera belakanga pada Vivo V5 Lite diberi kekuatan resolusi sebesar 13 megapiksel. Resolusi sama dengan yang dimiliki Vivo V5.   Sama dengan kamera selfie-nya, untuk kamera belakang juga dilengkapi dengan fitur Face Beauty. Tidak hanya itu, juga ada beberapa fitur pendukung kamera lainnya. Seperti Panorama, Night, Ultra HD, PPT, Profesional, Slow, Time Lapse.   Sama dengan kamera selfie, kamera di sisi belakang juga dibekali dengan lampu flash yang membantu saat kondisi kurang cahaya. Soal kemampuan  merekam video , kamera belakang memiliki kekuatan yang sama, yaitu bisa merekam hingga resolusi Full HD 1080p.     Kinerja Kinerja smartphone ini disokong prosesor octa-core serta dukungan RAM berkapasitas 3 GB. Juga ada sistem manajemen Smart Engine generasi baru yang dipadukan dengan Funtouch OS 3.0 terbaru (berbasis Android 6.0) yang memberikan kinerja yang lancar.   Untuk ruang penyimpanan, disediakan memori internal 32 GB. Kapasitas ini sama dengan memori internal pada Vivo V5. Jika masih dirasa kurang, disediakan slot microSD yang bisa membaca hingga kapasitas 3 GB. Slot Micro SD ini menjadi satu dengan slot simcard 2.   Untuk daya tahan hidupnya, Vivo V5 Lite dibekali baterai berkapasitas 3.000 mAH. Kapasitas ini sama besarnya dengan kapasitas pada baterai Vivo V5. Kapasitas baterai sebesar ini terbilang cukup untuk menjalakan berbagai aktifitas di smartphone ini kurang lebih selama seharian.   Theme Unik  Ada yang terlihat sangat berbeda dari Vivo V5 Lite dibandingkan dua seri ‘saudaranya’ Vivo V5 dan V5 Plus. Bahkan juga berbeda dengan smartphone Android kebanyakan. Perbedaan yang dimaksud yaitu tampilan user interface (UI)-nya.   Pertama kali mengaktifkan smartphone ini, bukan lagi terlihat deretan ikon-ikon menu berbentuk kotak yang berbaris rapih. Tetapi berupa tampilan gambar grafis yang menampilkan desain ruangan di dalam rumah berikut dengan berbagai ornamennya. Nah ornamen-ornamen ini lah yang mewakili ikon-ikon menu. Misalnya ada gambar TV yang mewakili menu Video Player. Ada pula gambar gitar yang merupakan menu Music Player. Dan berbagai ornament lainnya.   Tapi itu merupakan salah satu pilihan Theme yang disediakan, yang bernama My Home. Pengguna juga bisa merubah ke tampilan theme dengan deretan ikon menu seperti layaknya smartphone Android pada umumnya.       SPESIFIKASI :   DIMENSION     : 153.8 x 75.5 x 7.6 mm WEIGHT           : 155 gram; FREQUENCY    : 850/900/1800/1900, 3G/HSDPA/4G/LTE PROSESOR       : Octa-core RAM                : 4 GB LAYAR              : 5.5 inchi 720 x 1280 pixels, IPS MEMORI         : 32 GB, Micro SD 256 GB Kamera           : 13 MP, kamera sekunder 16 Mpix BATTERY         : 3.000 MAH OS                    : Android v 6.0 Marshmallow   Kesimpulan    :  Smartphone yang sudah support akses 4G LTE ini menjadi pilihan lain bagi yang ingin memberli smartphone Vivo. Namun seri Vivo V5 Lite sengaja menyasar segmen di bawah dua seri sebelumnya (Vivo V5 dan V5 Plus). Makanya beberapa fiturnya memiliki kekuatan yang lebih rendah. Seperti RAM nya yang 3 GB, fitur fingerprint scanner yang dihilangkan serta kamera depan yang kini 16 megapiksel.           ", "Tags": ["Tags", "smartphone", "Vivo", "vivo v5 lite"]}, {"DatePost": "9 February 2017 14:00", "Author": "selular", "Title": "Video Review : Vivo V5 Plus – Dual Kamera Selfie Hasilkan Foto Bokeh", "Content": "Jakarta, Selular.ID – Vivo baru saja merilis smartphone terbarunya yaitu Vivo V5 Plus.  Smartphone ini melanjutkan tipe sebelumnya Vivo V5 yang sudah lebih dulu hadir di akhir tahun lalu. Vivo V5 Plus membawa beberapa pembaruan fitur apa saja ? simak video reviewnya berikut ini  :   https://www.youtube.com/watch?v=7UpeAx6JRRI   Dual Camera Selfie Kata plus di sini menandakan ada sesuatu yang lebih yang dibawa smarphone ini. Vivo V5 Plus membawa peningkatakan kemampuan kamera selfienya. Karena kamera selfie Vivo V5 Plus kini sudah dual kamera, yaitu 20 MP + 8MP. Kamera depan 20MP menggunakan sensor Sony IMX376 1/2.78″ dengan bukaan lensa f/2.0 dan 5P lens system. Sementara, kamera depan tambahan mempunyai resolusi 8 MP dengan bukaan lensa f/2.0. Kedua kamera ini membuat bisa menghasilkan foto selfie bokeh, melalui mode Bokeh yang sudah disediakan. Efek bokeh hanya ditemui di kamera depan, tidak berlaku di kamera belakang. Seperti pendahulunya, Vivo V5 Plus juga masih mempertahankan teknologi Selfie Softlight yang akan aktif menyala secara otomatis menyesuaikan kondisi sekitar, sehingga hasil fotonya bakal lebih alami. Khususnya, suasana malam hari ataupun cahaya temaram. Selain kamera depan Vivo V5 Plus juga membawa beberapa fitur unggulan lainnya. Seperti : Kamera Belakang 16 MP Jika pada Vivo V5 kamera belakang sebatas 13 Mpix, maka di Vivo V5 Plus sudah ditingkatkan menjadi 16 megapiksel. Kemampuan merekam video dari kamera ini juga meningkat. Dari yang tadinya menghasilkan video 1080p pada V5, di Vivo V5 plus kemampuan merekam videonya menjadi resolusi 2160p@30fps.  Memori Perbedaan lain dari Vivo V5 Plus , yaitu menyedsiakan memori internal sebesar 64GB lebih besar dibandingkan V5 yang memori internalnya 32 GB. namun sayang minus slot microSD sehingga pengguna tak akan bisa menambah ruang penyimpanan lebih besar lagi. Padahal di Vivo V5 sudah dibekali memori eksternal hingga 256GB. Tapi Vivo berkilah hal ini bisa diakali dengan adanya kemampuan OTG (On-The-Go). Kalau sudah kepenuhan, bisa dipindahkan ke OTG.   Baterai Untuk kapasitas baterainya, Vivo V5 Plus dibekali kapasitas sedikit lebih besar, yaitu 3.160 mAH. Di Vivo V5 kapasitas baerainya 3.000 mAh. Kapasitas baterai ini terbilang cukup besar untuk smartphone keluaran terbaru saat ini.   Kinerja Untuk kinerjanya, Vivo V5 Plus disokong prosesor yang sama dengan tipe sebelumnya, Vivo V5. Yaitu mengandalkan prosesor Qualcomm Snapdragon 625 2.0GHz Octa-core, plus RAM 4 GB. Ketika diukur dengan aplikasi AnTuTu Benchmark, hasilnya yaitu :  Spesifikasi Vivo V5 Plus             ", "Tags": ["Tags", "smartphone", "Vivo", "Vivo V5 Plus"]}, {"DatePost": "9 August 2019 22:00", "Author": "Indra Khairuddin", "Title": "Vivo Z1 Pro Mulai Dipasarkan", "Content": "Jakarta, Selular.ID – Setelah resmi diluncurkan pekan lalu, Vivo Z1 Pro mulai dipasarkan melalui program Selling-Day di vivo Official Store E-Commerce Lazada, yang dibuka pada tanggal 9 – 15 Agustus 2019. Vivo Z1 Pro dipasarkan dalam kemasan boks eksklusif dengan banderol resmi Rp3.099.000. Setiap pembelian vivo Z1 Pro selama periode Selling Day Buy Now! Play Now! di toko resmi vivo di Lazada, konsumen akan mendapatkan special offer package IM3 Big Quota 30GB, PUBG Reedem Code, dan Kredivo Installment Promo senilai Rp200.000. Vivo juga akan menggelar program Flash Sale dengan tambahan voucher potongan Rp100.000 pada 9 Agustus 2019 dan 13 Agustus 2019, dan selanjutnya juga akan disusul dengan penjualan offline pada tanggal 16 Agustus. vivo Z1 Pro mengandalkan mobile platform Qualcomm Snapdragon 712 AIE, dengan desain 10nm dan memiliki peningkatan performa 25% dibanding generasi sebelumnya. Dengan kecepatan hingga 2.3GHz, ditambah ROM 64GB, dan RAM 4GB menjadikan vivo Z1 Pro sebagai peranti yang cukup nyaman untuk menjalankan beragam aplikasi. Sejalan dengan tagline-nya “Powerful Inside”, vivo Z1 Pro juga membuat aktivitas gaming semakin mantap dan seru. Smartphone yang dikemas Funtouch OS 9 ini dilengkapi dengan lima fitur vivo Multi-Turbo yakni Center Turbo, AI Turbo, Net Turbo, Cooling Turbo, dan Game Turbo. Pada Ultra Game Mode, juga tersedia serangkaian fitur untuk mendukung aktivitas game seperti Voice Changer, Sound Localization Training Center, Game Countdown, 4D Vibrations, Low Blue Ray Game Protection, dan Do Not Disturb Mode. vivo Z1 Pro telah dilengkapi dengan baterai berkapasitas 5.000mAh, yang memiliki peningkatan daya tahan hingga 22% dibanding model 4.000mAh. Agar pengisian daya baterai cepat, vivo telah memasang teknologi 18W Dual-Engine Fast Charging. Baterai jumbo di vivo Z1 Pro juga dilengkapi dengan fasilitas Reverse Charging sehingga dapat digunakan layaknya power bank untuk mengisi daya di berbagai peranti digital lain seperti digital wristband, smartwatch, smartphone, atau music player. vivo Z1 Pro dengan dua pilihan warna Sonic Black dan Sonic Blue, juga mengusung layar baru 6.53’ FHD+ Ultra O Screen dengan desain layar berlubang untuk menempatkan kamera depan 32MP AI Selfie Camera. Sementara di sisi belakang terpasang AI Triple Rear Camera yang terdiri dari kamera utama bersensor 16MP, AI Super Wide-Angle 8MP, dan Depth Camera 2MP. Konsumen juga bisa mengikuti vivo Z1 Pro Product Review Competition mulai 9-20 Agustus 2019, yang digelar di Lazada sebagai Official E-Commerce Partner. Caranya cukup dengan menuliskan ulasan singkat mengenai vivo Z1 Pro dan 10 Pemenang yang terpilih berhak memperoleh hadiah menarik. ", "Tags": ["Tags", "Vivo", "Vivo Z1 Pro"]}, {"DatePost": "15 June 2019 15:00", "Author": "Khoirunnisa", "Title": "Review Sandisk Extreme Pro A2: Lebih Lancar Bermain Game di Smartphone", "Content": "Jakarta, Selular.ID – Game mobile keluaran terbaru menuntut ruang penyimpanan ekstra lega dan kecepatan baca super kilat pada sebuah perangkat. Pemilik smartphone misalnya, akan membutuhkan penyimpanan eksternal guna mampu ‘menangani’ game-game berukuran raksasa. Selain untuk game, penyimpanan super luas juga mutlak dibutuhkan akibat resolusi tinggi pada kamera smartphone yang kini sudah mencapai 48MP (seperti pada Vivo V15 Pro, Oppo F11 Pro, dan Xiaomi Redmi Note 7). Sebagai gambaran, hasil foto (still) kamera 48MP akan berukuran berkisar 12MB. Untuk merekam video, Anda akan butuh sekitar ruang 130MB untuk klip berdurasi 60 detik dengan resolusi 1080p 30fps (resolusi standar smartphone). Jika Anda termasuk penggemar game mobile sekaligus hobi fotografi, storage standar di smartphone mungkin tidak akan cukup. Anda membutuhkan kartu memori eksternal tambahan. Salah satu kartu microSD yang bisa diandalkan dalam menyimpan memori adalah merek Sandisk keluaran Western Digital (WD). Sandisk mempunyai banyak varian kartu microSD, kali ini Selular.id akan membahas mengenai Sandisk Extreme Pro A2 dengan kapasitas 128GB. Sebelum membahasnya, perlu diketahui kartu memori jenis microSD dari WD ini bisa digunakan untuk banyak perangkat. Selain smartphone, kartu juga bisa ditanamkan ke kamera DSLR (ada adapter), drone, dan Go-Pro yang sudah mendukung perekaman video 4K. Sandisk Extreme Pro A2 mempunyai kecepatan baca hingga 170mbps. WD mengeluarkan empat varian kapasitas: 64GB, 128GB, 256GB, sampai 400GB. Adapun harga retail yang disarankan untuk masing-masing kapasitas adalah: Seperti yang termaktub pada namanya, kartu ini sudah menggunakan standard teknologi A2. Sederhananya, teknologi A2 memungkinkan kartu untuk membaca dan menulis lebih kencang. Namun teknologi A2 menawarkan lebih dari itu. Sebelum A2, Sandisk telah mengeluarkan kartu memori dengan teknologi A1. Tidak hanya untuk menyimpan peta, gambar, video, music, dan dokumen, A1 juga memungkinkan pengguna untuk mengedit dan memperbarui data. Nah teknologi pada A2, kinerja kartu memori SD jauh lebih tinggi karena menggunakan fungsi Command Queuing dan Cache. Manajemen memori flash yang efisien dapat didukung oleh fungsi Maintenance. Contohnya pada saat loading game, akan diperlukan random access yang baik, pada waktu bersamaan, secara simultan. Mulai dari membuka aplikasi, mengecek akses yang tepat bagi game, mengecek level game, sampai mengecek audio yang tepat. Semua itu membutuhkan random IOPS yang mumpuni. Tabel di bawah ini menjelaskan garis besar spesifikasi A1 dan A2, rata-rata minimum IOPS baca/tulis acak (IOPS dalam hal ini berarti bahwa jumlah perintah baca/tulis 4KB dapat dieksekusi per detik), dan kinerja sekuensial berkelanjutan minimum (MB/d). Kartu memori microSD Sandisk Extreme Pro sangat ideal untuk smartphone keluaran terbaru. Namun pada dasarnya semua smartphone bisa menggunakan kartu ini, hanya saja kecepatan Read dan Write tidak akan semaksimal ketika kartu disematkan ke smartphone premium. Secara teori, kartu Sandisk Extreme Pro A2 ini mempunyai kecepatan Baca maksimal 170MB per detik dan kecepatan Tulis 90MB per detik. Sandisk mengklaim performa A2 adalah 4000 baca IOPS dan 2000 tulis IOPS. (Sedangkan performa A1 adalah 1500 baca IOPS, 500 tulis IOPS). Dengan kecepatan transfer 170MB/s, berapa kecepatan riil yang akan dirasakan pengguna ketika kartu dimasukkan ke dalam perangkat. Kami melakukan pengujian menhgunakan Vivo V15 Pro untuk benchmark di smartphone, dan di desktop melalui adapter kartu yang disediakan Sandisk. Sebelum menguji, kartu pertama kali diformat oleh perangkat itu sesuai pengaturan default perangkat. Pengujian kami menghasilkan kecepatan Baca berurutan sekitar 84MB/s dan kecepatan Tulis lebih dari 52MB/s. Itu tidak buruk. Hanya saja, label fitur A2 di kartu mengartikan kecepatan minimum 4000 Baca IOPS dan 2000 Tulis IOPS, dan ternyata Androbench melaporkan masing-masing 1956 dan 672. Cukup jauh dari klaim. Kartu ini sangat layak beli jika Anda membutuhkan ruang penyimpanan tambahan. Tidak peduli apakah ada label A1 atau A2. Karena untuk pemakaian di perangkat (smartphone, kamera, Go-Pro) akan menunjukkan kinerja berbeda. Sebagai informasi, beberapa smartphone Android di pasaran (contohnya Nokia 1) memungkinkan Anda untuk menggunakan kartu microSD sebagai “penyimpanan yang dapat diadopsi” dan menjadikan kartu seolah-olah ruang penyimpanan bawaan perangkat. Perangkat lain juga (contoh Galaxy S9 dan S10) memungkinkan aplikasi individual dipindahkan ke kartu microSD. Anda harus mencari tahu sendiri apa yang didukung smartphone Anda sebelum memastikan kartu microSD akan bisa menyimpan aplikasi di perangkat. Sandisk Extreme Pro A2 menjadi kartu microSD yang paling cepat saat ini, kecepatan mereka sangat baik untuk penyimpanan di smartphone. ", "Tags": ["Tags", "Extreme Pro A2", "Kartu Micro SD", "Sandisk"]}, {"DatePost": "24 April 2019 17:00", "Author": "Khoirunnisa", "Title": "Vivo Y17 Usung 3 Kamera dan Baterai 5.000mAh", "Content": "Jakarta, Selular.ID – Smartphone dengan tiga kamera kian jamak ditemukan konsumen smartphone saat ini. Bukan hanya di seri kelas atas, kini fitur itu bisa ditemukan di seri entry level. Salah satu yang menghadirkannya adalah Vivo. Produsen asal Cina Vivo pertama kali memperkenalkan fitur tiga-kamera pada Desember silam melalui NEX Dual Display, kemudian menurun ke perangkat yang lebih terjangkau ketika V15 Pro diumumkan. Mulai hari ini, bahkan seri Y memiliki anggota dengan tiga kamera di bagian belakang, yakni Vivo Y17. Smartphone Vivo  Y17 menampilkan panel tinggi 6,35 inci resolusi HD+ dan rasio aspek 19,3:9. Untuk saat ini, perangkat hanya memiliki RAM 4GB dan penyimpanan 128GB, tetapi perusahaan mungkin meluncurkan lebih banyak opsi di masa depan. Baca juga: Tiga Smartphone Vivo Turun Harga, Ini Serinya Chipsetnya adalah Helio P35, dibangun pada proses FinFET TSMC 12nm. Secara teori, ia memiliki delapan core dengan frekuensi maksimum 2,3 GHz. Nilai jual utama dari Vivo Y17 jelas adalah triple camera. Handset memiliki kamera sudut lebar 8MP f/2.2, kamera utama 13MP f/2.2, dan kamera ketiga adalah sensor kedalaman 2MP. Perangkat sudah dibekali “AI Super Wide-Angle Camera” dengan FOV 120 derajat. Sementara kamera depan 20MP dengan aperture f/2.0. Fitur utama lainnya yang dibawa Vivo Y17 adalah pengisian daya cepat 18W untuk baterai super 5.000mAh, kapasitas daya terbesar yang pernah ada di smartphone Vivo. Baca juga: Review Vivo V15: Lebih dari Sekadar Kamera Pop-Up 32MP Perusahaan juga sudah membenamkan fitur Ultra Game Mode di Vivo Y17 yang mengalokasikan sumber daya sistem saat dibutuhkan. Vivo Y17 sudah tersedia di India dengan dua pilihan warna: Mineral Blue dan Mystic Purple, dan satu banderol harga INR17.990 atau sekitar Rp3,6 juta. ", "Tags": ["Tags", "Vivo"]}, {"DatePost": "4 April 2019 12:03", "Author": "Khoirunnisa", "Title": "Vivo V15 Usung 2 Fitur Baru Mobile Gaming", "Content": "Jakarta, Selular.ID – Vivo menghadirkan fitur Game Mode 5.0 versi baru pada V15 Series. Kali ini, vendor menyuntikkan dua kemampuan baru pada V15 dan V15 Pro, yakni Dual Turbo dan Competition Mode. Perusahaan mengklaim fitur bawaan khusus itu bukan hanya meminimalisir gangguan eksternal seperti panggilan telepon atau notifikasi media sosial, namun lebih jauh mengintegrasikan kemampuan AI untuk mendorong performa smartphone bebas lag dan tetap efisien dalam menggunakan daya saat bermain game. Menjelaskan lebih lanjut mengenai fitur Game Mode 5.0, Yoga Samiaji, Senior Product Manager PT Vivo Mobile Indonesia menyatakan fitur game pada Vivo V15 Series dikembangkan berdasarkan insight konsumen untuk fitur pendukung gaming all-in-one, serta dapat disesuaikan berdasarkan kebutuhan pengguna. “Dual-Turbo serta Competition Mode pada 5.0 menjadi penambahan untuk memaksimalkan performa smartphone secara ekstensif baik dari visual gaming yang smooth, hingga alokasi RAM yang efisien”. Dual-Turbo Engine adalah kombinasi Vivo Game Acceleration Engine (Game Turbo) dan System Acceleration Engine (System Turbo) yang membuat jalannya agame tetap halus. Kemampuan ini memberi keuntungan saat menjalankan game online. Fitur kedua, Competition Mode memberi lebih banyak keunggulan bagi pengguna Vivo V15 Series saat bermain MOBA seperti PUBG (Player Unknown’s Battle Grounds). Competition Mode pada V15 dengan dukungan AI mengalokasikan kapasitas CPU, RAM dan baterai pada smartphone untuk menambah performa aplikasi game saat dijalankan. Kemampuan cerdas ini membuat Vivo V15 series dapat dengan mantap menjalankan game yang membutuhkan memori yang lebih besar atau harus terus terhubung dengan internet. Untuk menjalankan mode Game Mode 5.0 pada Vivo V15 Series, pengguna dapat langsung mengakses Game Cube pada Control Center dan mendaftarkan aplikasi game yang diinginkan. Menariknya, pengguna juga dapat memanfaatkan benefit fitur Game Mode 5.0 pada V15 untuk mendukung aplikasi selain game seperti Drive untuk penyimpanan memori, media sosial (Instagram, Facebook, dan lainnya), bahkan Photo & Video Editing Apps. Pengguna dapat langsung menyesuaikan pengaturan Game Mode di setiap aplikasi yang didaftarkan. Berkat inovasi kamera dan desain layar bezel-less, Vivo memberikan kemudahan pengguna mengakses fitur ini melalui Game Cube. Gaming Mode khusus yang dapat langsung diaktifkan pada Control Center ini ini menjadi sarana mengaktifkan rangkaian fitur pada Game Mode 5.0 seperti: Sepintas mengenai spesifikasi Vivo V15 antara lain layar 6,53 inci Full HD+ berlapis Corning Gorilla Glass 5. Ditopang prosesor MediaTek Octa-core Helio P70, RAM 6GB, storage 64GB (bisa diekspan sampai 256GB), triple camera 24MP+8MP+5MP, dan kamera depan 32MP (Pop-up Camera). Sudah mengadopsi OS anyar Funtouch 9 berdasarkan Android 9.0 Pie, menawarkan Fingerprint, Face Unlock, baterai 4.000mAh, serta fitur Fast Charging. ", "Tags": ["Tags", "Game Mode 5.0", "V15", "V15 Pro", "Vivo"]}, {"DatePost": "12 March 2019 15:30", "Author": "Indra Khairuddin", "Title": "Mulai Dijual Hari Ini, Vivo V15 Tawarkan Banyak Promo", "Content": "Jakarta, Selular.ID – Mulai hari ini, Vivo V15 sudah bisa didapatkan langsung di omni-channel baik di gerai resmi dan mitra ritel vivo yang tersebar di seluruh Indonesia maupun di official online store vivo yaitu: Akulaku, Blibli, JD.ID, Lazada, Shopee, dan Tokopedia. Dipasarkan dengan harga resmi Rp4.399.000, Vivo melengkapi paket bundling dengan memberi penawaran garansi khusus 18 bulan dan 24 bulan / 2 tahun sepanjang masa Hot Selling Day bagi konsumen. Pembukaan Hot Selling Day Vivo V15 ini tidak hanya menawarkan harga menarik dan cicilan 0%, namun juga penawaran garansi khusus bagi konsumen. Vivo melengkapi paket pembelian Vivo V15 dengan  memberi penawaran garansi khusus selama 24 bulan setelah pembelian untuk pengaktifan hingga 17 Maret 2019. Setelah itu, mulai 18 Maret 2019 dan seterusnya, konsumen akan mendapatkan paket pembelian dengan garansi selama 18 bulan. “Kami ingin memberikan pengalaman menyenangkan bagi konsumen mulai dari varian produk dengan harga dan fitur kompetitif, kemudahan mendapatkan Vivo V15 melalui berbagai platform online dan offline, sekaligus garansi purnajual yang terjamin,”ungkap Edy Kusuma, General Manager for Brand and Activation PT Vivo Mobile Indonesia. Lebih lanjut disampaikan Edy, Mulai hari ini konsumen dapat mencoba langsung produk terbaru Vivo V15 dan mendapatkan pelayanan terbaik di puluhan service center resmi Vivo di seluruh Indonesia. Sepanjang promo Hot Selling Day 12-20 Maret 2019, vivo akan memberikan Sport Bluetooth Earphone bagi para konsumen yang membeli Vivo V15 melalui Vivo Official Online Store Akulaku, Blibli, JD.ID, Lazada, Shopee, dan Tokopedia. Konsumen juga dapat mengikuti review competition dengan meninggalkan komentar dan ulasan kreatif tentang Vivo V15, kemudian memberikan rating pada Vivo Official Online Store Blibli, Lazada, Shopee, dan Tokopedia untuk kesempatan mendapatkan backpack vivo eksklusif. Khusus pembelian Vivo V15, konsumen akan memperoleh paket bundling Prabayar Telkomsel mulai dari harga paket Rp45.000 dengan benefit 11GB. Selain itu, konsumen juga bisa mendapatkan paket Pascabayar Lite dan Medium Khusus di GraPARI Telkomsel, Erafone, Telesindo Shop, Megafon, Selular Shop, Global teleshop, Oke Shop, Apollo, dan Poin2000. “Dengan kian banyaknya mitra yang kami gandeng, termasuk operator seluler, mitra ritel, serta official online store vivo di e-Commerce partner, kami berharap konsumen dapat semakin cepat dan mudah mendapatkan smartphone Vivo V15. Kami pun terus berusaha memastikan ketersediaan unit smartphone kami di jaringan Vivo Store yang tersebar dari ujung barat hingga ujung timur Indonesia”, pungkas Edy. ", "Tags": ["Tags", "Hot Selling Day Vivo V15", "Vivo", "Vivo V15"]}, {"DatePost": "22 February 2019 16:00", "Author": "Khoirunnisa", "Title": "Bukan V15 Pro, Vivo Tegaskan V15 untuk Indonesia", "Content": "Jakarta, Selular.ID – Pekan ini Vivo resmi menghadirkan V-Series pertama di tahun 2019. Di India, perusahaan meluncurkan V15 Pro seharga 28.990 rupee atau setara Rp5,3 juta. Namun sepertinya perusahaan mempunyai strategi berbeda untuk tiap pasar. Vivo mengkonfirmasi segera menghadirkan V-Series terbaru di Indonesia. Bukan V15 Pro, Vivo menegaskan akan memboyong V15 ke nusantara. “Untuk saat ini fokus kami di V15 dulu,” kata Yoga Samiaji, Senior Product Manager Vivo Indonesia, pada acara Product Review di Jakarta, Jumat (22/2/2019). Yoga menuturkan ke depannya tidak menutup kemungkinan\nuntuk meluncurkan V15 Pro. Hanya saja, tim Vivo Indonesia harus melihat dulu seperti\napa kebutuhannya “Setelah V15 keluar, kami akan research lagi. Nanti akan terlihat dari situ, apakah demand-nya tinggi atau tidak terhadap V15 Pro,” imbuhnya. Belum resmi meluncur, Vivo V15 akan hadir di Indonesia\ndalam waktu dekat. Sehingga belum ada spesifikasi lengkap dan harga jualnya sampai\nsaat ini. Kendati begitu, Yoga membocorkan sejumlah fitur utama Vivo V15 versi Indonesia. “Dibandingkan V15 Pro di India, Vivo V15 Indonesia tetap mengusung kamera pop-up dengan 32MP di bagian depan serta AI triple camera di bagian belakang,” papar Yoga. Selanjutnya, Vivo V15 mengusung Full View Display tanpa notch dengan dua pilihan warna gradien: Glamour Red dan Royal Blue. “Untuk detail spek dan harganya, tunggu tanggal peluncurannya di Indonesia ya,” pungkas Yoga. ", "Tags": ["Tags", "Vivo", "Vivo V15"]}, {"DatePost": "10 January 2019 13:00", "Author": "Khoirunnisa", "Title": "Review Huawei Mate 20 Pro: Smartphone Kamera Terbaik", "Content": "Jakarta, Selular.ID – Penghujung tahun Huawei secara resmi meluncurkan smartphone unggulan Mate 20 Series di tanah air. Namun baru pada awal Januari 2019 dua smartphone bisa ditemukan di pasaran Indonesia baik online maupun offline. Masyarakat kini sudah bisa membeli Huawei Mate 20 seharga Rp8.999.000 dan Huawei Mate 20 Pro seharga Rp11.999.000. Sekarang Selular.ID ingin mengulas lebih dalam mengenai salah satu model yang tertinggi di antara dua model tersebut. Diposisikan lebih tinggi dari P20 Pro, Mate 20 Pro tetap membawa tiga kamera Leica di belakang. Namun kini perangkat terbaru ditenagai chipset anyar Kirin 980 (P20 Pro ditopang Kirin 970). Dibandingkan ‘adiknya’, setidaknya ada 5 perbedaan utama antara Mate 20 dan Huawei Mate 20 Pro. Yakni terletak di desain, resolusi kamera, fingerprint, wireless charge, dan kapasitas baterai. Secara kasat mata, Huawei Mate 20 Pro tampak lebih ramping dengan layar AMOLED 6,39 inci dan poni memanjang. Sementara desain Mate 20 agak lapang dengan layar IPS LCD 6,53 inci dengan poni format tetes air. Perbedaan mencolok yang bisa langsung Anda ketahui juga adalah keberadaan fingerprint. Mate 20 Pro menaruh sensor fingerprint di dalam layar sedangkan Mate 20 di belakang (bawah kamera). Setelah mengetahui perbedaan kakak-beradik dari segi tampilan, mari kita bahas lebih dalam mengenai sang kakak, Huawei Mate 20 Pro. Mate 20 Pro tampil indah dengan desain kaca depan dan belakang melengkung seperti yang terlihat di Galaxy S9 Plus. Baik panel depan maupun belakang sudah dilindungi Corning Gorilla Glass yang mampu menghadang goresan benda tumpul. Huawei Mate 20 Pro memiliki bodi kaca dengan tekstur halus di bagian belakang yang nyaman digenggam. Saat ini perusahaan hanya menyediakan satu pilihan warna di Indonesia, yaitu Emerald Green, yang terlihat cantik dengan kilau bentuk diamond (permata). Huawei Mate 20 Pro tampil dengan layar brilian AMOLED 6,39 inci resolusi Quad HD+ (3120×1400 piksel) dengan rasio 19,5:9. Bezel-less, rasio layar-ke-bodi mencapai 87,9 persen. Tombol Power sangat eye-catching berkat warna merah. Bertengger di sayap kanan bersama tombol volume memanjang. Slot kartu nano-SIM dan nano-memory disusun bertumpuk, terletak di dasar ponsel, bersama port charge type-C yang support USB on-the-go. Sudah mendukung Dual SIM card standby, namun dengan format Hybrid sehingga pengguna harus memilih antara mengaktifkan SIM-SIM atau SIM-memory card. Kamera belakang smartphone terlihat sangat mencolok, posisi tiga lensa kamera dan satu lampu LED disusun pola persegi di bagian tengah atas lengkap dengan tulisan Leica di atas dan logo Huawei di bagian bawah. Anda tidak akan menemukan sensor fingerprint di panel belakang karena Mate 20 Pro menggunakan teknologi anyar fingerprint in display. Tidak ketinggalan, Mate 20 Pro sudah mengantongi sertifikasi IP68, yang artinya bisa bertahan di dalam air dengan kedalaman maksimal 1 meter dan durasi maksimal 30 menit. Catatan: Huawei Mate 20 Pro menggunakan kartu memori jenis baru (bukan microSD) yang dinamakan Nano-Memory (NM) yang saat ini masih diproduksi sendiri oleh Huawei. Catatan kedua: Tanpa jack audio 3,5mm, Huawei menyertakan earphone dengan ujung Type-C. Vendor juga menyertakan adapter 3,5mm agar bisa menancapkan earset atau headphone favorit Anda ke Huawei Mate 20 Pro. Sama seperti P20 Pro, Mate 20 Pro juga mengusung tiga kamera Leica di belakang. Namun formasinya berbeda. Kalau di P20 Pro terdiri dari lensa wide, B/W, dan tele, maka di Mate 20 Pro terdiri dari wide, ultra-wide, dan tele. Lenyapnya lensa monokrom di Mate 20 Pro ternyata tidak menjadi persoalan. Karena meski tanpanya, Huawei Mate 20 Pro bisa memotret foto hitam-putih dengan cemerlang. Bahkan tingkat kepekatanannya lebih dalam dibandingkan P20 Pro. Ya, Huawei mengambil pendekatan berbeda pada Mate 20 Pro. Trio lensa Leica yang ditanamkan adalah lensa sudut lebar 40MP f1.8, lensa ultra wide angle 20MP f2.2 dan lensa telefoto 8MP f2.4 dengan optimasi AI. Didesain untuk skenario berbeda-beda, lensa RGB yang utama dengan resolusi 40MP akan merekam detail yang tajam pada setiap foto, sementara lensa telephoto 8MP berfokus pada foto jarak jauh dan Leica Ultra-Wide Angle Lens beresolusi 20MP yang baru sangat sempurna untuk memotret lansekap dan makro. Berkat lensa Ultra Wide, smartphone mendukung pemotretan dari sudut lebar yang ekstrem dan mendekat ke obyek yang kecil. Serta, kamera Mate 20 Pro bisa menghasilkan efek lebih luas dan tiga dimensional pada foto-foto yang dihasilkan. Intinya, Mate 20 Pro menawarkan banyak fleksibilitas dengan sudut lebar, normal, telefoto, dan mode super makro. Lensa ultra-wide angle dan makro menyempurnakan sistem kamera di Huawei Mate 20 Pro. Tidak lupa, smartphone juga punya mode AI Portrait Colour yang bisa mengisolasi subyek manusia dan mendesaturasisasi warna di sekitarnya untuk berfokus pada subyek tersebut. Untuk selfie, lensa kamera 24MP f/2.0 26mm (wide) bersarang di poni layar bersama earpiece. Fitur Kamera Huawei Mate 20 Pro Menu kamera tercatat sangat lengkap. Anda bisa menemukan fitur standar yang dioptimalkan di Mate 20 Pro. Mulai dari HDR, Monochrome, Panorama, sampai Bokeh. Keempat fitur itu bisa Anda temukan di banyak smartphone lainnya. Banyak fitur yang disediakan di menu kamera, namun Anda akan membutuhkan tripod agar hasilnya lebih maksimal. Di pengaturan kamera “More” terdapat fitur Light Painting, Under Water, Time Lapse, Slow-Mo, dan 3D Panorama. Tidak hanya itu, ada juga tiga fitur mewah yakni mode Super Macro dan Ultra Wide serta Zooming. Berkat kemampuan makro, Mate 20 Pro bisa memotret pada jarak 2,5 cm dari obyek. Untuk zooming, Mate 20 Pro mampu melakukan pembesaran lensa 3x untuk menghasilkan gambar setara lensa kamera 80mm, 5x hybrid zoom yang setara dengan lensa 135mm dan pembesaran digital 10x yang setara dengan lensa 270mm. Kami mencoba mengambil foto di hampir semua fitur yang disediakan, dan hasilnya mengesankan. Bahkan di kondisi cahaya minim, foto tetap tajam dan jernih. Ada mode “Night” yang mengambil banyak gambar selama beberapa detik, menyatukannya menjadi gambar yang lebih terang dan lebih tajam, dibandingkan night modeyang ada di smartphone lain. Tapi prosesnya tidak cepat, sehingga Anda tidak bisa menangkap objek yang bergerak cepat dalam mode Night. Untuk merekam video, kebanyakan kamera smartphone hanya mampu memproduksi video berkualitas rendah. Tapi tidak dengan Mate 20 Pro. Smartphone ini dibekali kemampuan merekam video berkualitas HD sehingga tak perlu pikir panjang untuk di-share di media sosial. Adanya AI Cinema Mode yang hadir dengan lima filter: AI Color, Background Blur, Fresh, Vintage, dan Suspense, membuat pengguna bisa merekam video tak ubahnya film layar lebar. Fitur video menarik lainnya adalah Spotlight Reel, yang dapat diakses dari aplikasi Galeri. Fitur ini akan memindai library untuk mencari subjek yang dipilih oleh pengguna dan menghasilkan montase. Tidak hanya itu dapat menggabungkan beberapa klip, fitur ini juga dapat menghilangkan rekaman yang tidak dibutuhkan. Cukup pilih siapa yang ingin ditampilkan. Mate 20 Pro menjadi smartphone pertama Huawei yang ditopang prosesor terbaru perusahaan Kirin 980. Bersama Apple, Huawei adalah satu-satunya perusahaan yang menawarkan chipset berbasis proses 7nm. Prosesor Octa-core Kirin 980 diklaim perusahaan menawarkan peningkatan kinerja 20 persen dan meningkatkan efisiensi 40 persen dari chipset 10nm. Dengan begitu, Mate 20 Pro akan lancar saat mengeksekusi tugas yang diberikan. Selama penggunaan yang terbilang singkat bersama perangkat, semuanya berjalan lancar tanpa sedikit pun lag. Dengan RAM 6GB dan ruang penyimpanan 128GB, smartphone mampu menangani game sarat-grafis dan streaming video dengan halus. Berpindah antar aplikasi pun (multitasking) mudah dan cepat. Dalam pengujian menggunakan Antutu Benchmark v7.1.2, Huawei Mate 20 Pro mencetak skor 271027 Sementara menggunakan Geekbench 4.3.2, perangkat mendapat skor single-core 3315 dan 9938 untuk skor multi-core. Dengan skor itu tersebut, tak ayal Mate 20 Pro bertengger di posisi puncak di jajaran smartphone terkuat, di mana peringkat kedua didiami Mate 20 dan Mate 20 X di posisi ketiga. Sementara Asus ROG Phone menempati peringkat empat dan OnePlus 6T kelima. Sensor sidik jari di dalam layar pertama kali diperkenalkan ke konsumen Indonesia melalui Vivo V11 Pro. Huawei Mate 20 Pro menjadi perangkat kedua yang kami lihat menggunakan pemindai sidik jari di layar. Alih-alih menempatkan pemindai sidik jari khusus di bagian belakang atau bezel bagian bawah telepon, Huawei memanfaatkan layar Mate 20 Pro untuk merekam sidik jari Anda. Posisinya di sekitar sepertiga layar dan nyaman digapai jari mana pun yang Anda digunakan. Sepintas, Anda tidak bisa melihat sensor dengan mata telanjang, dan tidak ada notifikasinya ketika layar menyala. Ikon sidik jari kecil akan menyala ketika layar terkunci untuk memberi tahu Anda di mana Anda harus meletakkan sidik jari Anda, dengan catatan Anda sudah menyeting pengaturan fingerprint ID sebelumnya. Ketika kami coba, sensitivitas sensor sangat baik. Sensor mampu membaca sidik jari dalam waktu kurang dari satu detik. Ia mengenali sidik jari dengan cepat dan akurat. Selain akses membuka layar dengan fingerprint, Mate 20 Pro juga dilengkapi pemindai wajah 3D untuk bisa membuka kunci perangkat hanya dengan melihat ke layar. Face Unlock di Mate 20 Pro berfungsi seperti Face ID milik Apple. Cukup daftarkan wajah Anda di perangkat terlebih dahulu dan sistem akan memindai secara otomatis untuk membuka kunci ketika Anda mengangkat telepon. Fitur pembuka kunci wajah Mate 20 Pro juga bekerja dengan baik, dan mampu mengenali wajah saya lebih sering. Ya, ada beberapa kali kamera depan tidak mengenali wajah saya terutama ketika sedang berbaring. Catatan: sebaiknya aktifkan juga pembaca sidik jari sebagai cadangan, karena terkadang ada situasi yang tidak nyaman menghadapkan telepon ke wajah Anda. Sejak kehadiran P20 Pro, Huawei sudah memperkenalkan fitur pengisiian cepat gubahan sendiri yang dinamakan SuperCharge. Nah, Mate 20 Pro sudah didukung teknologi pengisian kilat tersebut. Kendati kapasitasnya besar 4.200 mAh, berkat teknologi 40W Huawei SuperCharge, pengguna bisa mengisi daya sebanyak 70% hanya dalam 30 menit. Sementara untuk pengisian penuh akan memakan waktu sekitar 68 menit (dari 0%). Selain via kabel, smartphone juga bisa diisi melalui pengisian daya nirkabel 15W berbasis Qi. Sudah mendukung wireless reverse charging, Mate 20 Pro juga bisa berperan sebagai powerbank guna mengisi baterai perangkat lain. Kombinasi gaya & kinerja Mate 20 Pro nyaris sempurna. Fitur lengkap dan spesifikasi tertinggi untuk smartphone kekinian. Kinerja cepat Kirin 980 dipadu sistem tri-kamera Leica yang mudah digunakan dan serbaguna. Hanya ada satu kekurangan pada Mate 20 Pro yakni terletak pada kartu memori eksternal jenis Nano-Memory card, karena mungkin Anda akan sulit menemukannya di pasaran. Namun mengingat internal storage-nya 128GB, sepertinya Anda tidak lagi memerlukan ruang penyimpanan tambahan pada Mate 20 Pro. Dengan pertimbangan di atas, tentu Huawei Mate 20 Pro sangat layak dibeli terutama jika Anda menginginkan kepuasan dalam mobile fotografi dan performance nomor wahid. Smartphone Huawei Mate 20 Pro sudah tersedia secara luas di Indonesia mulai tanggal 30 Desember 2018 dengan harga Rp11.999.000. ", "Tags": ["Tags", "Huawei", "Mate 20 Pro"]}, {"DatePost": "8 September 2018 15:00", "Author": "selular", "Title": "Screen Touch ID, Inovasi Baru Dalam Smartphone Vivo", "Content": "Jakarta, Selular.ID – Selama ini Vivo memang dikenal dalam inovasi produknya. Misalnya layar FullViewTM Display, Hi-Fi Chip, Kamera, hingga terbaru, sensor pemindai sidik jari di dalam layar atau Screen Touch ID. Teknologi Screen Touch ID ini akan diperkenalkan pertama kalinya di Indonesia pada Vivo V11 Pro yang akan diluncurkan 12 September mendatang. Vivo akan menjadi brand smartphone pertama yang mengusung teknologi Screen Touch ID di Indonesia. “Kami bangga dapat mempelopori hadirnya teknologi pemindai sidik jari di dalam layar pertama kalinya di Indonesia melalui V11 Pro. Kami berharap teknologi ini akan menjadi tren industri smartphone tanah air,” ungkap Edy Kusuma, General Manager for Brand and Activation Vivo Indonesia melalui keterangan resminya. Berdasarkan laporan dari HIS Markit berjudul “Display Fingerprint Technology & Market Report -2018, pengapalan smartphone yang menggunakan sensor Under Display Fingerprint diperkirakan akan mencapai sekitar 9 juta unit hingga akhir 2018. Diperkirakan pada tahun 2019, angkanya akan meningkat drastis menjadi 100 juta unit di seluruh dunia. Ini tentu saja menunjukkan prediksi bahwa teknologi pemindai sidik jari di dalam layar akan menjadi sebuah standar baru dalam industri smartphone global.  Sebelumnya, Screen Touch ID telah dipublikasikan oleh vivo ke publik pada gelaran Mobile World Congress 2017 di Shanghai, China. Sejumlah tech reviewer dunia memprediksi teknologi ini baru akan diaplikasikan ke dalam smartphone paling cepat pada 2019. Namun, vivo telah mendobrak perkiraan tersebut dengan menghadirkan teknologi Screen Touch ID lebih cepat melalui V11 Pro yang akan meluncur secara resmi di Indonesia pekan depan. Screen Touch ID ini membuat layar V11 Pro yang semakin luas ditambah bezel yang menipis.  Teknologi Screen Touch ID yang digunakan di V11 Pro merupakan pengembangan teknologi In-Display Fingerprint generasi ke-4 yang semakin nyaman dan aman digunakan oleh konsumen. Generasi pertama teknologi pemindai sidik jari bawah layar digunakan pada seri X20 UD, yang hanya dipasarkan di China. Seri kelanjutannya, X21 yang mulai dipasarkan secara global menggunakan teknologi In-Display generasi kedua yang disusul. Kemudian disusul generasi ketiga melalui seri Vivo NEX. ", "Tags": ["Tags", "NEX", "Screen Touch ID", "V11 Pro", "Vivo"]}, {"DatePost": "24 May 2018 17:30", "Author": "selular", "Title": "Pekan Depan, Vivo Y83 Resmi Dipasarkan di Indonesia", "Content": "Jakarta, Selular.ID – Selain Apex dan X21, Vivo juga mengumumkan akan memasarkan Y83 di Indonesia. Dalam acara sneak preview Vivo X21 dan Apex, SelularID coba konfirmasi kehadiran Y83 di Indonesia kepada pihak Vivo Indonesia. “Pekan depan dijadwalkan Y83 dipasarkan secara resmi di Indonesia. Spesifikasi Y83 versi global berbeda dengan versi Indonesia. Namun bedanya hanya sedikit. Harganya kisaran Rp 3.2 juta,” ujar Product Manager Vivo Indonesia, Jason Fanjaya kepada SelularID di sela sneak preview Vivo X21 dan Apex di bilangan Kuningan, Jakarta, Rabu (23/5/2018). Jika melihat di pasaran, Vivo Y83 sudah beredar luas. Namun, Jason menegaskan pekan depan Y83 baru dipasarkan di Indonesia. Kemungkinan Vivo Y83 yang beredar di pasaran saat ini tidak resmi. Mengacu pada spesifikasi GSMArena, Vivo Y83 dibekali layar IPS berukuran 6,3 inci dengan resolusi 1080 x 2280 pixels dan aspek rasio 19:9. Kamera utama ganda beresolusi masing-masing 13 MP + 2 MP disematkan di bagian belakang ponsel ini. Sementara kamera selfie didukung resolusi 8 MP. Vivo Y83 berjalan dengan Android 8.1 Oreo dibalut Funtouch OS 4.0. Baterai berkapasitas 3300 mAh memberikan tenaga gawai ini. Penyimpanannya, disokong RAM 3GB, ROM 32 GB dan slot microSD berkapasitas 256 GB. Baca juga: Menjajal Teknologi Baru Vivo X21  Sayangnya, GSMArena tidak mengungkap informasi chipset yang digunakan. Hanya terungkap prosesor yang digunakan yakni Octa-Core. Vivo Y83 hadir dalam satu varian warna yakni hitam. ", "Tags": ["Tags", "indonesia", "Vivo", "Y83"]}, {"DatePost": "24 May 2018 15:30", "Author": "selular", "Title": "5 Fitur Andalan Vivo Apex", "Content": "Jakarta, Selular.ID – Selain X21, Vivo juga memperkenalkan Apex kepada rekan jurnalis di kawasan Kuningan, Jakarta, Rabu (23/5/2018). Dibanding X21, Apex didukung teknologi lebih canggih. Tim Riset dan Development (R&D) Vivo menyisipi serangkaian teknologi terbaru di tubuh Apex. Vivo Apex bagian depan (Donnie Pratama Putra/Selular.ID) Berikut fitur dan teknologi yang diusung Vivo Apex: 1. Elevating Front Camera Vivo Apex bagian depan dengan kamera selfie diaktifkan (Donnie Pratama Putra/Selular.ID) Elevating Front Camera ini terkesan unik dengan penempatan kamera depan yang tersembunyi. Teknologi ini pertama kali diperkenalkan pada MWC 2018 lalu. Vivo merupakan vendor ponsel pertama yang mempatenkan teknologi Elevating Front Camera ini. Kamera depan Vivo Apex (Donnie Pratama Putra/Selular.ID) Kamera depan ditempatkan di bagian dalam pada sisi atas smartphone. Secara otomatis, kamera depan terangkat ketika diaktifkan. Cara mengaktifkannya, cukup mudah hanya masuk ke menu kamera depan saja. Atau swipe dari kamera belakang ke kamera selfie. Saat kami tim SelularID mencoba memunculkan kamera depan, respon nya cukup cepat hanya 0,8 detik. Resolusi kamera depan ini 8MP. 2. Bezel tertipis Apex mengusung desain bezel tertipis dengan sisi samping 1,8mm dan sisi depan 4,3mm. Ini juga berkat teknologi FullView Display. Rasio screen-to-body akan melebihi 98% jika bezels bawah mencapai 1.8mm. Layar bezel-less 5.99’’ FHD+ dengan rasio layar 98% terpampang di bagian depan ponsel ini. Layar nya nyaris menutupi semua permukaan gawai ini karena penempatan kamera yang tersembunyi, absen nya tombol fisik dan penempatan sensor lain di dalam tubuh Apex. 3. Semua sensor diletakan di dalam body Apex Apex membenamkan sensor jarak dan pencahayaan tersembunyi di bawah layar. “Kami sengaja meletakkan semua sensor di dalam Apex untuk menghadirkan bezel tertipis. Untuk menggunakannya, ya tinggal di sentuh saja,” ujar Product Manager Vivo Indonesia, Jason Fanjaya saat acara sneak preview Vivo X21 dan Apex di bilangan Kuningan, Jakarta, Rabu (23/5/2018). 4. Half-Screen In-Display Fingerprint Scanning Technology Pertama di-Dunia Dengan Half-Screen In-Display Fingerprint Scanning Technology, pengguna dapat menyentuh area manapun di separuh bawah layar untuk pemindaian sidik jari. Fitur ini membutuhkan dua orang untuk melakukan otentikasi secara bersamaan. Baik itu teman, pasangan, atau keluarga, teknologi ini membantu melindungi data milik kedua pengguna. 5. Teknologi Screen SoundCasting Soal audio, Vivo Apex disokong teknologi Screen SoundCasting pada A yang mengubah keseluruhan FullView Display menjadi speaker. Teknologi ini mengirimkan getaran melalui layar tanpa memerlukan loudspeaker konvensional. Kualitas suara yang dihasilkan lebih jernih. Vivo Apex bagian belakang (Donnie Pratama Putra/Selular.ID) Fachryansyah Farandy, General Manager for Digital and Partnership Vivo Indonesia menjelaskan bahwa, kemungkinan besar Apex akan masuk Indonesia, namun peluangnya kecil. Fachry juga tidak menyebutkan jadwal ketersediaan dan harga Apex di Indonesia. ", "Tags": ["Tags", "Apex", "bezel tipis", "Elevating Front Camera", "full fiew display", "indonesia", "semua sensor di dalam", "Vivo"]}, {"DatePost": "24 May 2018 10:06", "Author": "selular", "Title": "Menjajal Teknologi Baru Vivo X21", "Content": "Jakarta, Selular.ID – Di gelaran MWC 2018 lalu, Vivo memperkenalkan ponsel barunya yakni X21. Kini Vivo membawa X21 ke Indonesia untuk diperkenalkan kepada awak media di kawasan Kuningan, Jakarta, Rabu (23/5/2018). Serangkaian teknologi terbaru dihadirkan Vivo pada X21. Salah satunya In-Display Fingerprint Scanner. Vivo menjadi vendor smartphone pertama yang memiliki paten teknologi In-Display Fingerprint Scanner. Teknologi ini memungkinkan layar OLED memancarkan cahaya yang menembus kaca penutup untuk menerangi area pemindai sidik jari. Kemudian, berdasarkan cahaya pantulan dari tonjolan unik pada sidik jari, sensor memproses sinyal optik untuk menghasilkan gambar sidik jari yang tajam dan detil. Kamera utama Vivo X21 (Donnie Pratama Putra/Selular.ID) Selanjutnya sidik jari tersebut dicocokkan oleh smartphone. Berkat penempatan sensor sidik jari di dalam layar, bezel Vivo X21 semakin tipis. Ketika SelularID mencoba teknologi fingerprint tersebut, responnya cukup cepat. Sensor fingerprint ini mampu membuka smartphone dalam hitungan detik. Teknologi lainnya bernama P3 tersematkan di layar Vivo X21. P3 ini membuat layar Vivo X21 lebih terang. Layarnya sendiri menggunakan jenis Super AMOLED berukuran 6,28 inci dengan resolusi 1080 x 2280p dan aspek rasio 19:9. “Warna yang dihasilkan teknologi P3 ini 20% lebih banyak dibandingkan ponsel pada umumnya,” Product Manager Vivo Indonesia, Jason Fanjaya menjelaskan kepada SelularID di sela sneak preview Vivo X21 dan Apex di bilangan Kuningan, Jakarta, Rabu (23/5/2018). Urusan foto dan video, gawai ini dibubuhi kamera utama ganda dengan resolusi masing-masing 12MP dan 5MP. Kamera selfienya beresolusi 12MP. Kami tim SelularID pun mencoba foto menggunakan kamera depan dan utama Vivo X21. Hasilnya cukup mengesankan. Meskipun dalam kondisi minim cahaya, kamera utama dan selfie memberikan hasil foto yang cukup baik. Ketika fotonya di-zoom, tidak pecah dan noise nya tidak terlalu banyak. Detail foto yang dihasilkan lebih tajam saat selfie ataupun mengambil objek dengan kamera utama. Hasil kamera utama Vivo X21 (Donnie Pratama Putra/Selular.ID) Hasil foto selfie Vivo X21 (Donnie Pratama Putra/Selular.ID) Dapur pacunya, disokong chipset Snapdragon 660 yang sudah dimodifikasi khusus dipadukan teknologi AI. Kombinasi prosesor Octa-core (4×2.2 GHz Kryo 260 & 4×1.8 GHz Kryo 260) dan GPU Adreno 512 sanggup memberikan performa maksimal ponsel ini. RAM 6GB, ROM 64/128GB serta memori external berkapasitas 256 ditanamkan di tubuh Vivo X21. Sumber tenaganya, ditunjang baterai berkapasitas 3200 mAh. Vivo X21 berjalan dengan OS Android 8.1 Oreo dibalut interface Funtouch OS 4.0. Dari segi desain, Vivo X21 terlihat elegan dengan balutan warna hitam. Body-nya terbuat menggunakan material alumunium dibalut kaca pada bagian belakang. Namun, sebaiknya hati-hati saat memegangnya karena kaca membuat ponsel ini licin. Notch sebagai tempat peletakan kamera juga masih terpampang di bagian depan X21. Box nya terlihat premium dan berbeda dengan desain kotak spesial Piala Dunia 2018. Dalamnya, terdapat charger, kabel USB dan earphone. “Kemungkinan besar Vivo X21 dan Apex akan masuk Indonesia. Tapi, lebih besar peluangnya untuk X21,” ucap Fachryansyah Farandy, General Manager for Digital and Partnership Vivo Indonesia. Baca juga: Sambut Piala Dunia Vivo Kenalkan X21 Edisi Khusus Sayangnya, baik Fachri dan Jason tidak mengungkap harga dan ketersediaan Vivo X21. Kemungkinan, Vivo X21 tersedia di pasar Indonesia pertengahan tahun ini. ", "Tags": ["Tags", "Apex", "indonesia", "Vivo", "X21"]}, {"DatePost": "21 April 2018 10:00", "Author": "Khoirunnisa", "Title": "Vivo V9 Youth Edar di India", "Content": "Jakarta, Selular.ID – Vivo mengeluarkan versi berbeda dari V9 dengan pesona sama tetapi harga yang lebih rendah di India. Bernama Vivo V9 Youth, perangkat ditawarkan dengan harga INR18.990 (Rp4 juta). Mengusung desain sama, namun sejumlah komponen dibongkar pasang agar Youth bisa ditawarkan lebih terjangkau. Mulai dari chipset, Vivo V9 Youth menggunakan Snapdragon 450 sebagai pengganti Snapdragon 626 di V9 reguler. Kamera ganda di belakang kini berresolusi 16MP+2MP sebagai pengganti 16MP+5MP di versi reguler. Kamera selfie pun turut dipangkas menjadi 16MP, bukan 24MP dari V9. Tetap menyediakan fitur Face Unlock untuk membuka kunci layar dan pemindai sidik jari yang dipasang di belakang. Vivo V9 Youth menawarkan layar LCD IPS 1080×2280 pilsel yang sama berukuran 6,3 inci dengan rasio 19:9 dan notch. Sudah dibekali RAM 4GB, baterai 3,260mAh, Android 8.1 Oreo berlapis Funtouch OS 4.0. Baca juga: Review Vivo V9: Smartphone Android Notch Pertama yang Solid Vivo V9 Youth sudah tersedia di toko-toko ritel offline dan online dengan opsi warna Pearl Black dan Champagne Gold dengan harga sebesar INR18.990 (Rp4 juta) lebih murah jika dibandingkan varian reguler seharga INR22.990 (Rp4,8 juta). ", "Tags": ["Tags", "Vivo", "Vivo V9 Youth"]}, {"DatePost": "17 April 2018 17:00", "Author": "Khoirunnisa", "Title": "Review OPPO F7: Lebih Dari Sekadar Selfie Expert", "Content": "Jakarta, Selular.ID – Hari yang ditunggu-tunggu telah tiba. OPPO resmi mengeluarkan F7 di Indonesia. Smartphone dengan kamera depan 25MP yang sudah disuntikkan teknologi artificial intelligence (AI) atau kecerdasan buatan. Sebagai awalan, di Indonesia, OPPO F7 tampil dalam satu pilihan warna, Solar Red atau merah. Namun unit yang kami pegang adalah warna Moonlight Silver. Smartphone akan hadir dalam dua konfigurasi, yakni RAM 4GB/64GB ROM dan 6GB/128GB. Mulai hari ini (17/4/2018) OPPO F7 sudah tersedia untuk dibeli dengan harga Rp4.199.000 (4/64) di 300 jaringan toko terpilih dan e-commerce terkemuka di Indonesia. Kian fokus di segmen selfie, smartphone penerus F5 itu membawa sejumlah peningkatan dari model tahun lalu. Apa saja? Berikut ulasan Selular.ID.  Spesifikasi OPPO F7 Harga Rp4.199.000 (4/64) Warna Sunrise Red dan Moonlight Silver Sistem Operasi ColorOS 5.0, berbasis Android 8.1 Oreo Prosesor Delapan Inti 64- Bit GPU ARM Mali-G72 MP3 800MHz RAM 4 GB Penyimpanan 64 GB (Mendukung perluasan microSD card hingga 256 GB) Baterai 3400mAh Tampilan Ukuran Layar 6.23 inci, Aspek rasio 19:9 Resolusi 2280 x 1080 Warna 16 Juta Warna Kamera Tipe Sensor CMOS Sensor Kamera Depan 25MP Sensor HDR Sony IMX 576 Diafragma Kamera Depan 2.0 Sensor Kamera Belakang 16MP sensor HDR Diafragma Kamera Belakang 1.8 Mode Video 1080P, 720P Jaringan Tipe SIM Card Dua buah MicroSIM 4G VoLTE NFC Tidak tersedia OTG Mendukung Sensor Light Sensor, G-sensor, Acceleration sensor, Magnetic induction, Proximity Sensor  Sebagai smartphone premium, desain OPPO F7 terlihat elegan. Material yang digunakan adalah plastik dengan lapisan glossy sehingga berkilau layaknya cermin. Hanya saja, lapisan itu sangat rentan ternoda sidik jari. Detail finishing pada perangkat F7 membuat sebuah standar baru dalam industri smartphone. Konsumen hanya ditawarkan satu warna, Solar Red. Tapi unit yang kami pegang adalah warna Moonlight Silver. Warna Solar Red memiliki finishing body seperti kaca dan berkilau seperti berlian, menghadirkan refleksi warna yang berbeda, tergantung dari sudut penglihatannya. Bobotnya cukup ringan (158 gram) dengan dimensi kompak 156×75,3×7,8 mm, sehingga OPPO F7 bisa dipegang berlama-lama tanpa terasa pegal. Kamera utama dan sensor sidik jari terletak di belakang dengan port MicroUSB dan jack headphone 3.5mm di bagian bawah.  Mengikuti tren, OPPO F7 mengusung desain layar kekinian dengan notch (poni). Dengan rasio aspek 19:9, OPPO F7 memungkinkan aplikasi yang kompatibel berjalan dalam layar penuh. Dengan layar 6,23 inci, OPPO F7 sangat cocok untuk bermain game dan menonton video. Bermain game di OPPO F7 terasa lebih nyaman. Pasalnya, smartphone memiliki opsi untuk menonaktifkan notifikasi saat bermain game dan memiliki sesuatu yang disebut ‘Game Acceleration’ yang mengoptimalkan fungsi sistem untuk mengaktifkan gameplay yang lebih baik. Dibekali layar resolusi FHD+ Super Full Screen, F7 memiliki 89.09% screen to body ratio. Resolusi 2280×1080 yang menjadi salah satu resolusi layar tertinggi di pasar smartphone kelas menengah atas. OPPO F7 dikemas dalam sebuah perangkat unibody yang lebih ramping, jika dibandingkan dengan perangkat standar yang mengusung layar 5.5 inci yang beredar di pasar. Layar besar yang kaya warna akan memberikan pengalaman terbaik untuk bermain games dan juga membaca konten online, tentunya dengan ukuran yang sesuai dengan gengaman tangan. Fitur App-in-App mengizinkan pengguna untuk mengangkat panggilan sekaligus meneruskan permainan yang sedang berjalan. Full Screen Multitasking akan membuat pengguna lebih mudah untuk berpindah antar aplikasi dengan menggunakan gesture.  OPPO F7 memiliki RAM 4GB dan penyimpanan 64GB dan dibekali sistem operasi terbaru, ColorOS 5.0, dengan basis Android 8.1 Oreo. Penampilan visual yang diperbaharui dengan susunan dan icon yang tampil berbeda dibandingkan dengan sistem operasi sebelumnya. Semakin gegas dan cepat dengan memanfaatkan pengaturan teknologi AI. Smartphone OPPO F7 ditopang chipset MediaTek Helio P60 menggunakan prosesor 8 inti 64 Bit, yang terdiri dari dua set quad-core dalam satu paket, ARM Cortex A73s yang berkinerja tinggi dan Cortex-A53 yang lebih efisien. Chipset sudah menunjang pemrosesan AI untuk membantu teknologi pengenalan wajah dan HDR secara real-time. OPPO F7 memiliki RAM 4GB dan penyimpanan 64GB yang bisa diperluas melalui kartu MicroSD. Vendor telah membekali F7 dengan AI Facial Recognition Unlock akan membuka perangkat lebih cepat, 0.08 detik, perangkat F7 akan segera mengenali pengguna segera setelah layar menyala. Dengan fitur Safe Box mengizinkan pengguna untuk menyembunyikan dan melindungi aplikasi, foto dan dokumen. Screen Capture juga dapat merekam permainan yang berjalan dengan sekali tap dan membuat pengguna dapat membagikannya dengan orang lain. Triple Memory Slot yang dapat memuat 2 nano SIM card dan microSD yang didukung hingga 256GB. Dan sudah Dual 4G VoLTE slot yang memungkinkan pengguna dapat menggunakan dua 4G SIM card secara bersamaan. Saat salah satu SIM Card digunakan untuk bertelefon, SIM Card lain dapat digunakan berbarengan untuk data internet. Pada pengujian Selular, menggunakan AnTuTu Benchmark v7.07, Vivo V9 mendapat skor 139.490. Sementara itu, dengan pengukur Geekbench Benchmark 4.2.0, skor yang didapat adalah 1522 (single core) dan 5831 (multi core).  OPPO F7 menyediakan fitur keamanan Face Unlock dan sensor sidik jari untuk membuka kunci cepat. Fitur Face Unlock hanya berfungsi untuk membuka kunci layar sedangkan sidik jari bisa digunakan untuk mengamankan aplikasi dan mengalokasikan penyimpanan internal. Selain dua fitur keamanan di atas, pengguna juga memiliki opsi standar seperti PIN, kata sandi, dan Pola. Oppo F7 memiliki fitur sendiri yang disebut ‘Kids Space’, yang memungkinkan Anda menonaktifkan aplikasi yang tidak Anda inginkan diakses oleh anak-anak. Serta, smartphone bahkan memiliki aplikasi stok sendiri seperti toko aplikasi dan file manager sendiri.  OPPO semakin membuktikan dirinya sebagai produsen smartphone yang mengutamakan keunggulan kamera depan semenjak mengusung jargon Selfie Expert & Leader di Tahun 2018. Akhir tahun yang lalu, OPPO mulai memfokuskan diri untuk memperkenalkan perangkat selfie yang ditenagai oleh Artificial Intelligence (AI) melalui perangkat F5. Teknologi AI bisa mempelajari dan mengenali perbedaan dari warna kulit, jenis kulit, usia dan jenis kelamin subjek foto dan membuat penyesuaian terhadap fitur percantik wajah kepada tiap-tiap personal subjek foto. Foto yang dihasilkan akan nampak lebih nyata dan lebih natural. Saat ini, OPPO kembali membawa teknologi A.I pada perangkat smartphone ke tingkat berikutnya. Pada perangkat F7, AI tidak hanya sebatas dapat menghasilkan foto selfie yang lebih nyata dan natural, namun OPPO juga memanfaatkan kekuatan AI untuk mengatur fungsi manajemen sistem smartphone dan juga manajemen daya.  Kamera utama 25 Megapixel dengan fungsi High Dynamic Range (HDR) real-time dipersiapkan secara khusus. Selfie pada kondisi dengan tingkat pencahayaan tinggi seperti ketika diambil di bawah sinar matahari atau pada kondisi dengan cahaya yang kuat di belakang subjek foto tetap dapat menghasilkan gambar yang lebih detail, kontras yang baik dan lebih kaya warna. Peningkatan kecerdasan buatan, AI Beauty 2.0, dapat mengenali lebih presisi ciri khas dari wajah subjek foto dan melakukan percantik wajah secara terpisah, memberikan aplikasi yang berbeda antara pria dan wanita walaupun dalam sebuah foto group selfie Titik pemindaian wajah meningkat menjadi 296 titik pengenalan yang dihubungkan dengan referensi database foto portrait dan referensi make up dari para profesional make up artist. A.I akan mempelajari setiap bagian unik dari wajah baik secara struktur dan bentuk. Membuat hasil foto menjadi terlihat sangat natural walaupun mengunakan efek peningkatan beautify. Kecerdasan buatan akan mempelajari kebiasaan pengguna dalam melakukan penyesuaian seperti pada fitur beautify , A.I secara otomatis akan mengaplikasikan penyesuaian yang sama pada proses pengambilan foto berikutnya.  Cover Shot Feature: pengguna dapat bermain dengan saturasi warna saat sedang berfoto selfie, meningkatkan kontras warna antara pakaian yang digunakan dengan latar belakang foto. Selfie dapat disesuaikan sehingga menghasilkan gambar seperti layaknya pemotretan sebuah cover majalah. AR (Augmented Reality) Stickers: pengguna dapat membuat selfie lebih menyenangkan dengan hadirnya stiker-stiker menarik yang dapat diaplikasikan secara langsung dan kemudian dibagikan ke media sosial.  OPPO memanfaatkan teknologi kecerdasan buatan dalam pengenalan gambar melalui A.I Album yang secara otomatis akan mengelompokan foto berdasarkan wajah, nama, tempat pengambilan foto bahkan event khusus dalam foto. Foto semakin mudah dicari dengan memanfaatkan banyak opsi pencarian berdasarkan waktu, tempat, orang dan scenes. Fitur Memories akan membantu pengguna untuk mengingat kembali moment khusus yang telah diabadikan, misalkan ulang tahun, piknik, perjalanan ke tempat wisata. Fitur AI Board merupakan sebuah fitur split screen yang membuat pengguna dapat menempatkan pintasan aplikasi favoritnya sekaligus cecara cerdas fitur ini juga akan mengupulkan jadwal meeting terpenting, jadwal perjalanan, tiket film yang sudah dipesan dan status pesanan e-commerce dengan mengenalinya melalui email dan juga SMS. A.I Battery Management dapat membuat perangkat dapat mengatur manajemen system secara mandiri termasuk pendistribusian sumber daya sehingga smartphone akan memberikan performa terbaiknya saat dibutuhkan. Dengan fitur ini, OPPO F7 berjalan 80% lebih cepat dibandingkan dengan pendahulunya. AI Battery Management juga memberikan pengaturan daya yang membuat baterai perangkat akan bertahan lebih lama. ", "Tags": ["Tags", "AI Beauty", "Oppo", "Oppo F7"]}, {"DatePost": "3 April 2018 18:30", "Author": "Khoirunnisa", "Title": "Apa Saja Benefit Pre-Order Vivo V9?", "Content": "Jakarta, Selular.ID – Vivo V9 sudah bisa dipesan masyarakat tanah air sejak peluncuran perdana 29 Maret lalu hingga lusa 5 April 2018. Sejumlah benefit dihadirkan vendor demi menarik konsumen Indonesia. Benefit itu tidak bisa didapatkan ketika periode pre-order berakhir. Jadi daripada menyesal, berikut kami sampaikan tiga benefit utama pre-order Vivo V9 saat ini. Saat melakukan pre-order, pengguna juga akan langsung mendapatkan Vivo Bluetooth Stereo Headphone, serta Joox VIP Code. Box yang di-pre-order akan berisi perangkat Vivo V9 yang telah terpasang protective film, Vivo earphone, USB cable, USB power adaptor, SIM ejector, protective case, dan dokumentasi. Vivo Indonesia berkolaborasi dengan beberapa provider terbesar di Indonesia, yaitu: Telkomsel, Indosat, dan XL sebagai Official Mobile Partners untuk V9. Penawaran paket data dengan harga khusus pun siap dihadirkan bagi konsumen yang melakukan pre-order. Bagi pengguna XL yang gemar streaming dan mobile gaming, ada paket data 30 hari masing-masing 9GB untuk Iflix dan Mobile Legends: Bang Bang, hanya dengan membayar Rp9.000. Tak ketinggalan, Telkomsel memberikan penawaran paket data sebesar 60GB dengan harga Rp45.000/bulan selama 3 bulan. Bagi pengguna Indosat, paket spesial Indosat Freedom Internet Plus hingga 15GB bisa didapatkan dengan harga Rp50.000/bulan.  Vivo Official Online Store terpilih untuk pre-order Vivo V9 siap memberikan lebih banyak promosi dan kemudahan bagi konsumen. Penawaran spesial seperti potongan langsung hingga Rp200.000 untuk pembayaran via debit atau kredit dengan bank partner; serta gratis ongkos kirim atau free shipping pada e-commerce tertentu membuat setiap orang bisa langsung melakukan pre-order kapanpun dan dimanapun. Vivo V9 merupakan V-Series teranyar dengan fitur unggulan layar 6.3 inci resolusi FHD+ aspek rasio 19:9 berteknologi FullView Display rasio tertinggi di-dunia, dan sudah mendukung fitur AI Selfie Camera 24MP. Perangkat diperkenalkan dengan harga Rp3.999.000 dan bisa di-order melalui lima e-commerce terpilih yaitu: Lazada, JD, Shopee, AkuLaku, dan Dinomarket. Untuk mengetahui lebih lanjut, baca ulasan Selular.ID mengenai produk dan spesifikasi Vivo V9 di sini. Dengan berbagai penawaran menarik oleh vivo, sepertinya semakin banyak alasan untuk melakukan pre-order Vivo V9. ", "Tags": ["Tags", "AkuLaku", "Dinomarket", "JD", "Lazada", "Shopee", "Vivo", "Vivo V9"]}, {"DatePost": "30 March 2018 00:01", "Author": "Khoirunnisa", "Title": "Mendarat di Indonesia, Vivo V9 Mulai Pre Order", "Content": "Magelang, Selular.ID – Bertempat di Candi Borobudur, Vivo V9 akhirnya debut untuk pasar tanah air. Setelah resmi diluncurkan melalui siaaran langsung di 12 stasiun TV nasional dan 10 digital platform, Vivo Mobile Indonesia langsung membuka pre order. “Vivo V9 sudah bisa pre order hari ini dengan harga Rp3.999.000,” kata Edy Kusuma, Brand Manager Vivo Indonesia, pada acara Grand Launch Vivo V9, di Borobudur, Magelang (29/3/2018). Pre-order Vivo V9 bisa dilakukan per 29 Maret 2018 di lima E-Commerce Official Online Store Vivo Indonesia, yaitu: Lazada.id, JD.id, Shopee, AkuLaku.com, dan Dinomarket. “Di Indonesia, Vivo V9 tersedia dalam dua pilihan warna, yaitu Gold in Black dan Gold,” tambah Edy. Selama periode pre order, pembeli akan mendapat paket V9 eksklusif dengan Vivo Bluetooth Stereo Headphone.  Selain itu, konsumen juga akan mendapat Joox VIP Code. Serta, akan ada berbagai promo spesial lainnya oleh masing-masing mitra E-Commerce untuk memberikan lebih banyak benefit bagi konsumen yang melakukan pre-order. Pre-order sekarang di sini! Smartphone Vivo V9 sendiri mengusung desain futuristik melalui FullViewTM Display dengan rasio screen-to-body hingga 90% yang membenamkan fitur teknologi AI dalam balutan desain ramping, stylish dan elegan. Bentang layar Vivo V9 adalah 6.3 inci dengan resolusi FHD+ (1080×2280 piksel). Meski layar luas, Vivo V9 hadir dalam desain solid layaknya smartphone 5.5-inci. Fitur unggulan Vivo V9 lainnya adalah keberadaan teknologi AI terbaru pada kamera selfie 24MP crystal-clear dan Dual Rear Camera AI Bokeh 13MP+2MP. “Kamera belakang Vivo V9 menghasilkan foto dengan bokeh layaknya kamera DSLR,” kata Edy. Baca: Review Vivo V9: Smartphone Android Pertama dengan Notch Vivo V9 dibekali dengan Android terbaru 8.1 OS dan didukung oleh 4GB RAM dan 64GB ROM (MicroSD hingga 256GB) dan Qualcomm Snapdragon 450 Octa-core processor. ", "Tags": ["Tags", "Vivo", "Vivo V9"]}, {"DatePost": "25 January 2018 09:00", "Author": "Khoirunnisa", "Title": "Review Infinix Zero 5: Smartphone 6GB Harga Paling Terjangkau", "Content": "Jakarta, Selular.ID – Hari ini, Infinix resmi memperkenalkan smartphone pertama di tahun 2018 untuk pasar Indonesia. Bernama Infinix Zero 5, smartphone merupakan perangkat unggulan perusahaan tapi dibanderol dengan harga menengah. Seperti diketahui, di Indonesia, Infinix memiliki 3 lini produk yang menyasar semua segmen. Pertama ada seri S (dulu seri Hot) untuk segmen muda, lalu ada seri Note (dulu Hot Note) untuk kalangan bisnis, serta seri Zero yang menyasar kelas atas. Ketika Infinix mulai memasuki pasar Indonesia pada pertengahan 2015 dengan produk perdana Hot Note X551, perusahaan mendapat predikat Best New Comer di ajang Selular Award 2016 untuk kategori produk. Hingga akhir 2017, setidaknya perusahaan sudah mengeluarkan total lebih dari 10 model smartphone. Sebelum Zero 5, vendor mengeluarkan Infinix SMART yang hanya tersedia offline dan Infinix Note 4 Pro dengan stylus inovatif yang ditawarkan secara terbatas di Lazada pada November silam. Secara tradisi, setelah seri Note, Infinix bakal merilis model Zero. Benar saja, mengawali tahun 2018, Infinix hari ini merilis anggota terbaru di jajaran flagship: Zero 5. Tiga fitur utama yang ditawarkan Infinix Zero 5 adalah RAM 6GB, dual-camera di belakang, dan kerangka bodi yang solid. Smartphone dengan RAM 6GB belum banyak di Indonesia. Sebut saja Oppo F5 dan Asus Zenfone 3 Deluxe. Tapi keduanya dibanderol di atas Rp5 juta. Infinix Zero 5 menjadi smartphone dengan kapasitas RAM 6GB termurah saat ini. Penjualan hari ini (25/1/2018) di Lazada dimulai pada pukul 11.00 wib, smartphone ditawarkan dengan harga Rp3.499.000. Selular.ID berkesempatan mencicipi produk tersebut sebelum peluncuran resminya. Penasaran? Berikut ulasan Redaksi untuk smartphone Infinix Zero 5 X603. Highlight Infinix Zero 5 – RAM 6GB ROM 64GB – USB Type C – Kamera ganda di belakang – Layar belum mengusung rasio 18:9 – Harga Rp3,5 juta  Pertama kali membuka kotak pembungkus, kata “bongsor” mungkin akan terlintas pertama kali. Ya, Infinix Zero 5 terbilang besar karena mengusung layar 5,98 inci Full HD. Ukuran lengkap bodinya adalah 166.4 x 82.4 x 7.9 mm. Sementara bobotnya juga tergolong berat (karena baterai besar) yaitu 197 gram. Infinix Zero 5 mengusung dimensi yang lebih lebar dari smartphone berlayar 6 inci pada umumnya, apalagi bila dibandingkan dengan smartphone ramping berasio 18:9 yang sekarang sedang mewabah di tiap vendor. Karena tiga poin tadi (bongsor, lebar, dan berat), maka mengoperasikan Infinix Zero 5 dengan satu tangan terbilang sulit. Bahkan setelah menggunakannya selama dua minggu, kami juga belum sepenuhnya terbiasa dengan ukurannya. Kami tidak mengatakan smartphone ini tidak cocok untuk kaum hawa, tapi jika Anda tidak masalah dengan ‘body ekstra’ yang diberikan, maka Infinix Zero 5 layak Anda jadikan prioritas. Dari segi desain, sebenarnya tidak ada yang benar-benar menonjol. Apalagi saat ini dimana display bezel-less tengah jadi topik hangat di ranah smartphone, maka desain Zero 5 tergolong standar. Tapi, kualitas kerangka bodinya menjadi keunggulan Infinix Zero di segmen harga ini. Mengusung desain unibody berbalut logam dengan permukaan depan semua kaca, dan lekukan tepi yang elegan, sangat memberi kesan premium smartphone. Di bagian belakang, terlihat sentuhan apik di sekitar peletakan kamera. Balok hitam memanjang, mengkilap dan bertekstur, mengapit kamera ganda dan LED flash. Sekilas desain ini mirip dengan posisi kamera ala Huawei P9. Unit yang kami pegang memang berwarna hitam, tapi ada pilihan warna lain yang disebut Infinix Bordeaux Red, yaitu merah. Kami sudah melihatnya, dan jika Anda memutuskan untuk membeli Zero 5, pastikan memilih warna merah, karena terasa lebih kontemporer dibanding dua warna lainnya (hitam dan emas).  Infinix Zero 5 mempunyai bentang layar 5,98 inci yang sangat menawan. Berlapis Corning Gorilla Glass, tampilan 1080p Full HD terlihat sangat terang, dan semua warnanya renyah. Tapi jika Anda merasa belum puas dengan tampilan layarnya, ada pilihan untuk men-tweak pengaturan layar secara manual agar sesuai dengan selera Anda. Bahkan tingkat keterbacaan font di bawah sinar matahari langsung mengesankan. Infinix sepertinya sudah memikirkannya dengan matang, karena layar sangat mendukung konten multimedia meski dilihat saat pengguna berada di luar ruangan. Ini bagus untuk menonton video saat bepergian, dan bahkan gaming secara mobile juga terlihat sangat baik. Karena Infinix belum menerapkan rasio 18:9, maka akan ada bezel cukup di bagian atas dan bawah. Frame di bagian bawah nampak sia-sia karena tombol navigasi berada di dalam layar.  Sebagai perangkat flagship, Zero 5 sudah pasti ditopang prosesor andal. Guna menjamin performa, smartphone didukung oleh SoC-PWC MediaTek Helio P25 octa-core yang mampu berlari dengan kecepatan hingga 2,6GHz yang dipasangkan dengan RAM 6GB. Di atas kertas, perangkat ini tampak mampu menangani hampir semua hal yang diperintahkan. Setelah pengujian dua minggu pemakaian, betul saja. Untuk penggunaan sehari-hari yang cukup padat (call, browsing, gaming, streaming, downloading, chatting, video call, dll) semua lancar. Sementara video dan game juga ditangani dengan cukup baik. Kami mencoba memainkan game sarat grafis seperti Asphalt 8: Airborne, baik kecepatan respon papan kontrol dan visual, cukup baik. Perangkat mampu menangani multitasking dengan baik, tentu karena RAM super lega. Seperti halnya kebanyakan OEM China, Zero 5 juga berjalan pada versi Android OS yang disesuaikan. Ada Android Nougat onboard yang dibungkus Infinix’s XOS Hummingbird UI. Di kancah global, perusahaan menjanjikan satu update software, ke Android Oreo. XOS 3.0 menyajikan fungsi baru dan interaksi baru. Dibandingkan versi XPS sebelumnya, Zero 5 didesain dengan sistem anti-pencuri, mode split-screen yang fleksibel, dan fitur interaksi pintar yang baru. Sejumlah fitur yang akan bermanfaat bagi pengguna angara lain kemampuan untuk melindungi aplikasi pengguna, dan menghapus data ponsel dari jarak jauh. Ada juga fitur yang disebut Freezer, yang pada dasarnya meng-idle-kan aplikasi yang tidak Anda gunakan cukup lama. Setelah dibekukan, aplikasi ini tidak memakai sumber daya telepon, dan kemudian bisa dicairkan kembali hanya dengan sekali tekan.  Infinix menjadikan dual-kamera sebagai nilai jual utama Zero 5. Setup di bagian belakang dilengkapi dengan kombinasi lensa wide-angle 12MP, dan lensa telefoto 13MP. Keseluruhan fungsinya mirip dengan yang Anda lihat di smartphone seperti Apple iPhone X. Kedua kamera yang bekerja sama tidak hanya membantu menawarkan zoom tanpa celah, tapi juga memungkinkan Anda memotret dengan efek bokeh seperti DSLR. Selama kondisi pencahayaan ideal, semua foto yang kami ambil terlihat tajam dan detil. Modus potret tidak diragukan lagi ada di antara fitur utama, dilengkapi dengan fokus dan blur. Smartphone juga memungkinkan Anda untuk memfokuskan kembali foto setelah selesai diambil. Hasil foto di dalam rumah berbeda. Saat kondisi pencahayaan kurang ideal, foto yang dihasilkan tidak sedetil dan setajam outdoor atau cahaya cukup. Meskipun ada mode Pro untuk men-tweak pengaturan kamera secara manual, hasilnya masih lebih baik di outdoor atau di pencahayaan cukup. Di bagian depan, ada kamera 16 megapiksel dilengkapi LED Flash dengan mode kecantikan standar, dan mode bokeh. Meskipun tidak ada pengaturan dual-kamera di bagian depan, smartphone menggunakan perangkat lunak untuk menciptakan blur buatan. Sementara hasil selfie normal dan bokeh cukup baik.  Zero 5 hadir dengan penyimpanan internal 64GB. Jika itu tidak cukup, ada juga slot khusus untuk kartu microSD di sebelah kiri, dengan dukungan kartu hingga 128GB. Smartphone didukung baterai kapasitas besar 4.350mAh yang cukup untuk tidak men-charge seharian. Bahkan dengan penggunaan berat yang melibatkan game dan menonton video, baterai hampir bisa bertahan seharian. Dalam hal pengisian daya, Infinix mengatakan Zero 5 mendukung XCharge, yang  seharusnya mempersingkat waktu pengisian. Tetapi ketika kami coba, perlu waktu lebih dari dua jam untuk mengisi daya dari nol-100 persen. Bukan port biasa, Infinix Zero 5 sudah menggunakan USB Type-C seperti smartphone premium Samsung Galaxy S8 dan LG V30. Di bagian belakang terdapat sensor sidik jari yang dipasang dengan baik, cukup mudah dijangkau saat memegang perangkat dengan satu tangan. Sensornya cukup cepat untuk membangunkan perangkat, dan juga sangat berguna saat mengklik selfie. Terakhir, ada dukungan untuk dua kartu SIM (Micro), dengan nampan SIM diletakkan di sisi kanan. Sementara kedua slot SIM mendukung LTE, tapi hanya satu yang bisa diaktifkan dengan 4G, sedangkan yang lainnya beralih ke 3G.  Menggunakan aplikasi benchmark Antutu, Infinix Zero 5 menunjukkan angka 66128, yang artinya sangat baik untuk bermain game berat dan bersosialisasi di dunia maya seharian. Diajak mengolah dokumen kantor secara mobile pun sangat nyaman dan lancar berkat layar dan RAM yang besar.  Memasuki tahun ketiga kehadirannya di Indonesia, Infinix masih kalah pamor dengan merek global seperti Samsung ataupun rival se-daratan Oppo dan Vivo, bahkan Xiaomi. Tapi hal itu bukan berarti produk Infinix lebih jelek dari produk mereka. Contohnya Zero 5 ini nampak mampu menonjol di segmen menengah yang sangat kompetitif. Di segmen harga Rp3-4 juta, pembeli selalu mengharapkan kamera yang bagus. Smartphone seperti Oppo dan Vivo unggul dalam hal selfie sementara Infinix Zero 5 menawarkan kamera belakang yang sangat berkualitas. Layak dibeli? Berdasarkan dua minggu bersama Infinix Zero 5, smartphone berhasil memukau di beberapa area. Terutama pada tampilan layar yang besar dan tajam, kerangka yang solid dan daya tahan baterai cukup lama termasuk di antara kelebihan utamanya. Di aiai software, XOS 3.0 pada Zero 5 menawarkan beberapa fitur privasi yang menonjol. Hasil bidikan kameranya sangat baik. Pada harga Rp3,5 jutaan, Zero 5 sangat layak dibeli. Beli sekarang Infinix Zero 5 di Lazada. ", "Tags": ["Tags", "Infinix", "Infinix Zero 5"]}, {"DatePost": "23 October 2017 10:00", "Author": "Redaksi", "Title": "Bermain Games di Vivo V7+ Ngga Perlu Khawatir Terganggu", "Content": "Jakarta, Selular.ID – Salah satu keunggulan yang ditawarkan Vivo pada smartphone terbarunya, Vivo V7+ adalah FullView™ Display yang berukuran 5,99 inchi. Dengan ukuran layar yang besar dan tampilan penuh yang ditawarkan oleh Vivo V7+ membuat smartphone ini nyaman digunakan terutama untuk para pecinta games. Konsep FullView™ Display yang ditawarkan oleh Vivo V7+ memberikan tampilan layar 12.5% lebih besar sehingga Vivo V7+ memberikan pengalaman sinematik yang berbeda pada para pecinta games di Indonesia. Bukan cuma itu, buat yang tidak suka diganggu saat bermain games, Vivo menyediakan fitur Game Mode yang dapat memblokir panggilan atau pesan yang masuk sehingga Anda bisa benar-benar fokus pada games yang dimainkan. Untuk mengaktifkan fitur ini, Anda hanya perlu mengupdate sistem pada Vivo V7+ Anda melalui menu pengaturan yang tersedia. Setelah system diupdate barulah fitur Game Mode muncul di menu Setting. Aktifkan fitur Game Mode dan pilih game apa saja yang anda inginkan untuk bisa memanfaatkan fitur blokir ini. Untuk menambahkan game tekan tombol ADD yang ada di bawah layar.  Pada fitur Game Mode ini ada dua macam pengaturan, yaitu memblokir panggilan masuk (Reject Incoming Calls) dan mentransparansi panggilan masuk (Background Calls). Harus diingat bahwa Anda perlu untuk mendaftarkan masing-masing game yang Anda ingin masukkan ke dalam list Game Mode agar fitur ini dapat bekerja maksimal di setiap game yang Anda pilih.  Untuk mengaktifkan blokir panggilan pengguna harus memasukkan terlebih dahulu daftar nomor telepon yang akan diizinkan untuk tetap bisa melakukan panggilan (white list). Jika white list ini dibiarkan kosong, panggilan tetap akan tetap terblokir walaupun Anda sudah mengaktifkan blokir panggilan. Jadi anda ngga perlu khawatir lagi diganggu oleh panggilan masuk ketika sedang asik bermain game di smartphone, apalagi kalau lagi cuti di rumah dan tidak ingin diganggu sama telepon dari bos, tinggal diblokir saja hehehe. Tetapi jangan khawatir dengan adanya kemungkinan panggilan telepon penting dari keluarga atau kerabat, Anda bisa atur nomor telepon mereka dalam daftar white list supaya panggilan telpon dari mereka tetap bisa masuk. Nomer telpon yang ada di whitelist tetap akan bisa masuk saat bermain game Ada juga pengaturan untuk mentransparansi panggilan masuk. Artinya pengguna tetap bisa bermain game sambil menerima panggilan masuk karena suara yang masuk akan langsung disalurkan ke loudspeaker. Jadi sambil bermain game tetap bisa teleponan di perangkat yang sama, asik kan? Fajar, seorang karyawan swasta yang doyan main game lewat smartphone merasakan asiknya fitur Game Mode yang ditawarkan oleh Vivo V7+. “Biasanya paling sebel kalo lagi main games ada notifikasi dari chattingan group di Whatsapp atau info-info atau promo dari Line yang banyak banget,” katanya.  Fitur Game Mode ini memang bukan hanya mampu memblokir panggilan, namun juga bisa mengatur agar notifikasi-notifikasi dari aplikasi yang ada di smartphone kita tidak muncul di layar ketika kita sedang bermain games. Caranya tinggal masuk ke Game Mode dan game yang dipilih lalu aktifkan Block floating previews. ", "Tags": ["Tags", "Game Mode", "Vivo V7"]}, {"DatePost": "5 September 2017 14:30", "Author": "Khoirunnisa", "Title": "Usung FullView, Vivo Segera Rilis Smartphone Termahal?", "Content": " Jakarta, Selular.ID – Salah satu daya tarik smartphone premium adalah desain layar super lega namun bodi smartphone tetap kompak. Nah, Vivo dikabarkan akan meluncurkan produk smartphone terbaru dengan desain layar “FullView” yang hampir memenuhi seluruh bagian depan smartphone. Tak cuma itu, Vivo juga diprediksi akan membenamkan teknologi resolusi kamera depan yang lebih tinggi dari model terdahulu. Kedua teknologi akan membuat seri terbaru Vivo Smartphone diberitakan akan dijual dengan harga yang lebih mahal di pasar Smartphone Flagship Series Indonesia. Benarkah? Dirangkum dari berbagai sumber, para Tech & Gadget Reviewer menyebutkan bahwa Smartphone terbaru Vivo yang diberi nama V7 atau V7+ ini akan hadir dengan kisaran harga antara Rp5 juta sampai Rp 6 juta. Padahal jajaran smartphone Vivo sebelumnya berkisar antara Rp3 juta sampai Rp4,5 juta. Salah satu pengamat gadget menyebut, “Update bocoran: Smartphone terbaru yg akan dikeluarin @ vivo_indonesia bakal dipatok di sekitar Rp 5,5 juta, namanya V7 atau V7+. Fitur utamanya tentu aja layar bezel-less dengan yang disebut FullView Display dan kamera dengan resolusi di atas 20MP. Masih penasaran soal fingerprint di HP ini” Harga jual smartphone terbaru Vivo ini bisa jadi dipengaruhi oleh teknologi layar kamera yang memang lebih canggih. Pada seri terdahulu seperti Vivo V5Plus dan Vivo V5s, Smartphone Vivo hadir dengan home button di bagian bawah layar yang juga berfungsi sebagai fingerprint scanner. Jika konsep FullView benar akan dihadirkan, teknologi sidik jari pun tidak lagi hanya mengandalkan tombol fisik di layar. Dengan hilangnya tombol fisik di layar, belum ada konfirmasi apakah Smartphone Vivo terbaru ini akan mulai menerapkan teknologi Under Display Fingerprint Sensor atau pemindai sidik jari di dalam layar seperti yang telah dipamerkan Vivo di MWC Juni lalu, ataukah pemindai utamanya dipindahkan di area lain smartphone? Kita tunggu saja informasi selanjutnya. ", "Tags": ["Tags", "Vivo V5s", "Vivo V7"]}, {"DatePost": "31 August 2017 20:00", "Author": "Khoirunnisa", "Title": "Vivo Hilangkan Tombol Sidik Jari di Smartphone Terbaru?", "Content": " Jakarta, Selular.ID – Vivo dikabarkan segera menghadirkan smartphone anyar. Beberapa hari terakhir ini, bahasan mengenai kejutan selanjutnya dari Vivo Smartphone semakin ramai di media sosial. Para Tech Influencer dan Pemerhati Gadget pun turut memberikan prediksinya. Kabar utama yang beredar, Vivo Smartphone akan membekali produk terbarunya dengan teknologi kamera depan beresolusi lebih tinggi dibandingkan dengan produk Vivo sebelumnya. Bukan hanya resolusi kamera high-tech, Vivo juga dikabarkan akan memiliki desain layar smartphone terbaru. Berdasarkan gambar yang saat ini beredar Vivo Smartphone terbaru juga tampaknya akan menampilkan desain layar Bezel-Less tanpa Home Button. Sementara pada produk Vivo Smartphone sebelumnya, Vivo masih menggunakan teknologi Faster Fingerprint dengan menyentuh Home Button. Pada salah satu postingannya, Tech Reviewer dan Gadget Savvy, mengungkapkan bahwa smartphone terbaru Vivo akan hadir dengan layar lebih besar berkonsep ‘FullView Display’. “Vivo Smartphone dikabarkan akan mengeluarkan sebuah semartphone dengan inovasi terbarunya, yang mana smartphone tersebut tidak akan memiliki home button seperti smartphone pada umumnya. Kabarnya produk ini nantinya juga akan datang dengan layar yang lebih luas atau bisa disebut sebagai FullView display smartphone, tanpa tombol home seperti smartphone pada umumnya. Namun belum ada kabar yang mengkonfirmasi hal ini.” Pertanyaan selanjutnya, jika rumor tersebut benar, dimanakah Vivo akan menempatkan Finger Print Recognition di smartphone terbarunya? Apakah Vivo Smartphone akan mulai mengaplikasikan teknologi Under-Display Fingerprint Sensor? Mungkinkah Vivo akan menempatkan sensor tersebut di area lainnya? Kita tunggu saja informasi selanjutnya. ", "Tags": ["Tags", "Vivo"]}, {"DatePost": "18 February 2017 21:55", "Author": "selular", "Title": "Penjualan Perdana Vivo V5 Plus Digelar, Seperti Apa Responnya ?", "Content": "Jakarta, Selular.ID – Hari ini (18/2/2017) Vivo menggelar “Super&Selling&Day di beberapa showroom Vivo di seluruh Jakarta. Salah satunya di showroom  ITC Roxy Mas. Selain pembelian langsung, juga melayani pembeli yang sudah melakukan pre order sebelumnya. Di showroom  ITC Roxy Mas terlihat pembeli memadati penjualan Vivo V5 Plus. Smartphone yang menjagokan fitur dual camera selfie ini sebenarnya sudah diluncurkan sejak minggu lalu. Namun baru hari ini penjualan resmi perdananya mulai dilakukan, termasuk yang telah melakukan pre order. “Kami sangat gembira dengan tingginya antusiasme masyarakat terhadap Vivo V5Plus, yang merupakan salah satu produk unggulan yang kami luncurkan di awal tahun ini.” Ujar Meutia Setijono, Senior PR & Talent Manager, PT. Vivo Mobile Indonesia. Lebih lanjut Meutia menjelaskan smartphone Vivo V5 Plus ini mengincar setidaknya 35% pangsa pasar generasi milenial. Di mana salah satu strategi yang dilakukan yaitu dengan menggaet brand ambassador dari kalangan milenial, yaitu Angez Mo, Afgan dan Pevita Peirce. Di samping memiliki keunggulan fitur seperti dual camera selfie dan beberapa fitur lainnya, menurut Meutia, Vivo juga sangat memperhatikan kepuasan pelanggan. Dia menjamin produk smartphonenya mampu memuaskan pengguna dengan berbagai fitur yang dimiliki Vivo V5. Serta didukun dengan layanan purna jual yang tersebar di berbagai daerah di Indonesia. Vivo V5Plus dapat dibeli di seluruh showroom Vivo di Indonesia dengan harga gerai resmi Rp 5.499.000. ", "Tags": ["Tags", "smartphone", "Vivo", "vivo v5", "Vivo V5 Plus"]}, {"DatePost": "20 January 2017 17:00", "Author": "selular", "Title": "Review Coolpad Fancy 3 : Menantang Segmen Selfie dengan Kamera Depan 8MP", "Content": "Jakarta, Selular.ID – Coolpad menjadi salah satu vendor Tiongkok yang diakhir tahun lalu, mencoba peruntungan di segmen selfie. Mengusung seri Fancy 3, Coolpad mencoba bersaing dengan kompatriotnya seperti Oppo dan Vivo. Dalam sebuah penelusuran, para pedagang banyak memprediksi tahun 2017 nanti, akan terjadi “perang” terbuka antara sesama pabrikan ponsel Tiongkok. Tidak sekedar merilis produk baru, ponsel yang dipasarkan pabrikan Tiongkok tersebut, kurang lebih hadir dengan teknologi, serta membidik segmen pasar yang sama. Salah satu sektor yang diincar para pabrikan Tiongkok tersebut, adalah segmen smartphone selfie. Coolpad Fancy 3 saat ini menjadi salah satu produk selfie buatan pabrikan Tiongkok. Coolpad Fancy 3 dipastikan akan head to head langsung dengan produk serupa buatan Oppo dan Vivo, yang nota bene juga berasal dari Tiongkok. Untuk bersaing di ranah selfie, pabrikan asal Negeri Tirai Bambu ini sudah dipersenjatai kamera depan 8MP, plus dukungan lampu flash untuk keperluan foto di kondisi kurang cahaya. Selain kamera selfie 8MP, ponsel ini juga didukung kamera belakang 8MP. Agar hasil foto lebih maksimal, Fancy 3 sudah dibekali berbagai menu pendukung standar. Imaging terutama selfie memang menjadi menu andalan Fancy 3, hanya saja produk ini juga tidak luput dari berbagai fitur yang cukup “kekinian”. Salah satunya fasilitas yang mengikuti tren saat ini, yakni keberadaan sensor sidik jari yang tertanam di bodi bagian belakang. Dari segi koneksi, Coolpad mengklaim Fancy 3 mampu mengakses jaringan 4G. Coolpad sendiri kabarnya sudah merakit produk tersebut di Indonesia, yang artinya sudah memenuhi aturan Tingkat Kandungan Dalam Negeri (TKDN) untuk produk 4G. Sayang, unit yang diterima redaksi ternyata masih 3G. Coolpad Fancy 3 sendiri juga hadir dengan membawa fitur dual-SIM berukuran Micro-SIM yang dapat diaktifkan secara bersamaan. Dari sektor hardware, dapur pacu Fancy 3 dikomandoi prosesor Quad core 1GHz dengan chipset MediaTek MT6735CP, RAM 2 GB, GPU ARM Mali 450, dan ROM 16 GB. Ponsel ini menggunakan baterai berkapasitas 2500 mAh. Desain Fancy mencoba hadir kepermukaan dengan konsep desain yang cantik dan elegan, layaknya artis Maudy Ayunda yang kebetulan didapuk sebagai brand ambasadornya. Bodinya dikemas mengguna materil metal dengan sentuhan list silver yang mengelilingi bagian sisinya. Ponsel ini sendiri mengusung konsep unibody. Saat digenggam, terasa jika ponsel ini memiliki ukuran bodi yang kompak Secara keseluruhan Fancy 3 memiliki total dimensi 151.2 x 74.7 x 7.5 mm dengan bobot 168 gram. Bada bagian sisinya terdapat beberapa port serta slot pendukung standar. Ornamen list horizontal di bodi belakang Fancy 3, sepintas membuat tampilan jagoan Coolpad ini mirip iPhone. Cover bodi belakang menggunakan material doff, sehingga kesat saat digenggam. Di sektor belakang, terdapat lensa kamera yang bersanding dengan lampu flash, sensor sidik jari plus corong speaker di bagian bawah. Secara umum dari segi desain, tampilan Fancy terbilang cukup elegan. Layar Komposisi eksterior semakin pas dengan dibenamkan layar IPS 5 inci beresolusi HD. Layarnya didesain 2.5D curved glass, sehingga bentuknya sedikit melengkung di bagian sisinya. Ketika dieksplor layar Fancy 3 terbilang baik, hanya dengan sedikit sentuan, display jagoan Coopad itu sudah merespon. Tampilan antar muka Fancy 3 mengadopsi CoolUI 8.0. Walau terlihat sederhana, tampilannya tetap enak dipandang mata. CoolUI 8.0 mampu memberikan pengalaman yang lebih baik, saat Selular mengulik Fancy 3 lebih jauh. UI tersebut juga memberikan beberapa fitur menarik yang cukup fungsional, seperti pusat kontrol yang baru, tiga jari untuk screen shot, dan banyak fitur cerdas lainnya. Menu Selfie Jika merujuk perangkat selfi yang tertanam di Fancy 3, harus diakui ukuran lensa kamera depan jagoan Coolpad, kalah jauh dengan beberapa pesaingnya seperti Oppo dan Vivo. Sebagai gambaran, kamera selfie Vivo seri V5, sudah menggunakan lensa 20MP, sementara Coolpad hanya mentok di 8MP. Tidak bisa dipungkiri kamera selfie Fancy 3 memang tidak terlalu besar, namun dengan teknologi yang diusung, performa foto selfie ponsel ini layak uji. Dari hasil ekspolrasi, ada 3 komponen penting yang membuat, Fancy 3 diklaim dapat menghasilkan foto selfie berkualitas. Pertama ponsel ini dibekali kamera depan 8MP dengan bukaan lensa f/2.2. Sensornya sendiri memiliki angle seluas 80.1 derajat yang dapat mencakup lebih banyak orang untuk selfie. Selanjutnya, faktor pencahayaan didukung oleh lampu flash LED di kamera depan, cocok untuk melakukan selfie walaupun di lingkungan yang redup. Ketiga kamera selfie Fancy 3, mampu menangkap gambar dengan cepat. Berdasarkan hasil ujicoba, ketiga komponen tadi bekerja dengan baik dalam menghasikan foto selfie yang cukup memuaskan. Menu lainnya Coolpad Fancy 3 bekerja dengan platform Android 6.0, serta diklaim sudah mampu mengakses jaringan 4G. Tersedia juga sensor sidik jari yang tertanam di bodi belakang. Selain menjadi fasilitas keamanan, sensor sidik jari juga berfungsi sebagai quick capture, one-key dial, dan dapat membuka aplikasi dalam sekejap. Dari hasil uji coba, penempatan sensor sidik jari yang berada tepat di bawah kamera belakang, terbilang sangat fungsional. Dengan posisi sensor sidik jari yang ada di bodi belakang, tidak akan adalagi cerita foto selfie berantak, lantaran konsumen kesulitan menekan tombol capture. Untuk fitur lainnya, bisa dikatakan tidak berbeda jauh dengan produk Android kebanyakan. ", "Tags": ["Tags", "coolpad fancy 3"]}, {"DatePost": "4 July 2016 13:45", "Author": "selular", "Title": "Vivo X7 dan X7 Plus, Smartphone Berkamera Selfie 16 Megapixels Pesaing Oppo F1 dan...", "Content": "Jakarta, Selular.ID – Vivo resmi merilis smartphone terbarunya, yaitu Vivo X7 dan X7 Plus. Smartphone ini menjagokan kemampuan kamera selfie, dan menjadi penantang serius bagi Oppo F1 dan F1 Plus yang sudah hadir lebih dulu. Sama dengan Oppo F1 dan F1 Plus , smartphone Vivo X7 dan X7 Plus memiliki kamera depan untuk selfie dengan resolusi 16 Mpix dengan aperture f/2.0. Sedangkan kamera belakang nya ‘hanya’ berresolusi 13 Mpix dengan aperture f/2.2 Vivo juga mengakomodir kebutuhan memotret di kondisi kurang cahaya atau low light. Yaitu dengan tidak lupa menyediakan lampu Flash baik untuk kamera depan maupun kamera belakang. Tidak hanya itu, kamera di kedua smartphone ini juga didukung teknologi dari Arcsoft agar hasil foto tetap terlihat tajam meski di kondisi low light. Untuk tampilan desainnya, Vivo X7 membawa layar sentuh 5,2 inch sedangkan X7 Plus berlayar sentuh 5,7 inch. Keduanya sama-sama mengusung teknologi layar Super Amoled LCD dengan resolusi Full HD. Layar ini tersemat di bodi berbahan magnesium alumunium dengan ketebalan hanya 7,2 mm. Tidak lupa disematkan Fingerprint scanner di bodi belakang. Untuk kinerjanya , kedua smartphone ini sama-sama mengusung prosesor Qualcomm Snapdragon 652 berkecepatan 1,8 GHz serta didukung RAM 4 GB. Urusan kapasitas penyimpanan, baik Vivo X7 maupun X7 Plus dibekali memori internal 64 GB, namun khusus X7 Plus tersedia pilihan 128 GB. Tidak ketinggalan tambahan memori eksternal berupa slot Micro SD yang bisa membaca kartu memori hingga kapasitas 256 GB. Soal daya tahan hidupnya , kedua smartphone bersistem operasi Andorid 5.1 Lollipop diselipkan baterai berkapasitas besar. X7 dibekali baterai berkapasitas 3.000 mAh, sedangkan X7 Plus kapasitas baterai nya lebih besar lagi, yaitu 4.000 mAh. Kedua smartphone 4G ini siap dijual di pasaran sekitar pertengahan bulan Juli tahun ini. Vivo X7 dibanderol dengan harga sekitar Rp 4,9 juta. Sedangkan harga X7 Plus belum diketahui akan dijual dengan harga berapa. ", "Tags": ["Tags", "Selfie", "Vivo", "vivo x7", "vivo x7 plus"]}, {"DatePost": "10 February 2016 12:00", "Author": "selular", "Title": "Review Huawei Honor 6 Plus: Unggulan Dual Kamera Sekelas SLR", "Content": "Jakarta, Selular.ID – Diumumkan pertama kali di Tiongkok, pada akhir tahun 2014. Butuh waktu kurang lebih sepuluh bulan bagi Huawei untuk memutuskannya masuk Indonesia. Tiba di akhir September 2015, Huawei Honor 6 Plus, hadir dengan dibekali dua buah kamera belakang masing-masing berkekuatan 13 MP dan Prosesor buatan sendiri. Bagaimana kemampuannya? [quote_box_center] Keunggulan: Kekurangan [/quote_box_center]     Fiber Glass  Secara bentukan mungkin sedikit mengingatkan kita pada iPhone 5c, namun Honor Plus memiliki bodi yang lebih bongsor dan tebal. Honor mengklaim bahwa ponsel ini dibuat dengan material dari fiber glass pada bagian depan dan belakang bodi. Yang kami rasakan dibagian bazel, ponsel ini terbilang kokoh dan kuat, mungkin ini berkat frame metal yang mengelilingi bagian sisi ponsel. Menggunakan material yang berkualitas, Honor 6 Plus terasa cukup berat. Ponsel yang tersedia dalam tiga pilihan warna ini memang terbilang elegan. Lapisan depan dan belakang dibuat snagat halus dan mengkilap sehingga kesan elegan sangat kuat terpancar dari ponsel ini. Pada bagian depan, Huawei menempatkan sensor diatas speaker yang sejajar dengan lensa kamera yang tersedia disebelah kirinya. Masih didominasi dengan luasnya layar, Huawei tidak memasang tombol navigasi, karena tombol ini tersedia secara virtual pada layar. Menuju kesebalah kanan tersedia beberapa komponen penting yang harus anda ketahui tersedia. Mulai dari atas tersedia tombol volume yang diikuti dnegan tombol power atau lock/unlock serta 2 slot SIM dan 1 microSD untuk menambah memori eksternal hingga 128GB. [nextpage title=”Emotion UI 3.0″] Emotion UI 3.0 Dibekali layar LCD IPS ukuran 5,5 inci, layar ini memancarkan resolusi Full HD dengan kerapatan piksel 401ppi. Dengan resolusi dan pancarannya. Layar mampu memancarkan tampilan yang jelas dan jernih. Tidak hanya memiliki sudut pandang yang luas, dengan bezel sempit hanya 2.8mm memberikan keleluasaan tampilan layar sehingga mampu tampilannya juga terbilang segar dan sangat memanjakan mata. Berjalan diatas OS Android OS, v4.4.2 (KitKat), Huwei mengklaim akan mengupgrade sistem operasinya ke versi 6.0 (Marshmallow) untuk ponsel ini. Dan untuk memperindah tampilan pengguna akan dihadapkan dengan interface Emotion UI 3.0. dengan interface ini maka Huawei Honor 6 Plus tidak nampak seperti sebuah smartphone android, karena Huawei memberikan beberapa tweak pada tampilan. Tidak hanya merubah icon, namun juga menghilangkap app drawer dan panel notifikasi yang sama sekali berubah total.  Dalam keadaan layar terkunci pengguna masih dapat mengakses beberapa fitur seperti musik player, update UI,  kamera, kalkulator dan voice recorder dengan menggeser layar dari bawah keatas. Atau mengetahui nofifikasi dan mengakses fitur lainnya dengan mengeser layar dari atas kebawah. Sedangkan untuk membuka kunci layar pengguna tinggal menggeser layar dari samping kiri kekanan atau sebaliknya. Tanpa adanya app drawer, pengguna bisa langsung mengakses aplikasi dari halaman homepage. Oleh karenanya halaman ini akan bertambah jika pengguna menambah atau menginstall aplikasi pada ponsel. [nextpage title=”Kamera”] Kamera Pada sektor kamera, ponsel ini sudah dibekali dengan dual kamera dengan resolusi masing-masing 8MP pada kamera belakang. Hadir dengan sisi dual-kamera belakang dengan setup pintar dan teknologi ISP sekelas kamera SLR. Software tambahan memungkinkan pengambilan gambar kualitas 13MP, yang menangkap dua kali cahaya dari sensor tunggal, dan membantu mencapai auto focus super cepat hanya 0.1s. Namun saat menggunakan resolusi maksimal, resolusi kamera ini akan menghadirkan aspek rasio 4:3, artinya pada viewfinder di ponsel pengguna tidak akan mendapatkan ukuran secara fullscreen. Nah untuk mendapatkan foto dengan viewfinder fullscreen (16:9) pengguna harus menurunkan resolusi menjadi 10MP. Sedangkan untuk kamera depan Huawei juga masih menampatkan lensa kamera tunggal 8 MP.  Didalamnya tersedia mode beauty, panorama, HDR, audio note, Best Photo HDR, dan super night.  Tidak hanya itu pengguna juga dapat mengatur atau menggunakan fitur lainnya yang tersedia seperti capture smile, objeck tracking, Ultra snapshot, ISO dan white balance. Dengan fitur kamera yang dimilikinya, foto yang dihasilkan nampak sangat terang dan jelas, artinya pada koneisi pencahayaan yang bagus hasilnya akan sangat maksimal. Tidak hanya pengambilan fokus yang cepat dan gambar juga diterjemahkan secara detail. Warna yang tampil alami dengan warna yang natural. Namun berbeda hasilnya jika kondisi pencahayaan yang kurang, kami masih menemukan beberapa noise. [nextpage title=”Octacore”] Octacore  Proseseor sekelas octa-core chipset HiSilicon Kirin 925 buatan Huawei sendiri, Honor 6 Plus menggunakan konfigurasi big.LITTLE configuration. Artinya ponsel ini memiliki prosesor quadcore dengan kecepatan 1.3Ghz yang digunakan untuk proses standart seperti navigasi, browsing dan musik player. Sedangkan prosesor quadcore lainnya memiliki kecepatan 1.8Ghz  akan menangani aktifitas yang lebih berat seperti game 3D gaming dan multitasking. Untuk mendukung kinerja grafis dan multitasking supaya lebih mumpuni, Huawei memasang GPU Mali-T628 MP4 dan RAM 3GB pada Honor 6 Plus ini.  Jadi tidak heran kalau smartphone ini mampu menjalankan pekerjaan berat dengan sempurna. Untuk kapasitas memori tersedia memori internal sebesar 32GB. Dari kapasitas ini pengguna masih dapat menyimpan data hingga 25GB yang tersisa dari file sistem. Memiliki spesifikasi yang cukup powerfull, ponsel ini mampu mendapatkan skor hingga 45 ribuan. Dengan skor ini maka Huawei Honor 6 Plus mampu disejajarkan dengan Vivo X5Pro. Untuk kemampuannya pada kinerja berat kami juga mencoba ponsel untuk menjalankan game sekelas Asphalt8:Airborne. Dengan game ini Honor 6 Plus mampu menjalankannya dengan sempurna dan lancar, tanpa ada masalah.  Menggunakan baterai non-removable berkapasitas 3,600mAh, smartphone ini mampu bertahan hingga lebih dari 1 hari dengan penggunaan standart, seperti browsing, streaming dan chatting. Kami juga mencoba memainkan video berukuran HD 1080p MP4 selama sekitar 1 Jam 20 menit. Dari kondisi baterai 70%, baterai hanya berkurang sekitar 15% saja. [nextpage title=”Konektivitas”] Konektivitas Untuk fitur koneksi Honor 6 Plus memang memiliki dua varian 3G dan 4G. Untuk smartphone yang kami gunakan untuk review adalah versi 4G sehingga mampu diajak berinternet dengan kecepatan download hingga 300Mbps untuk download dan 50Mbps untuk upload. Selebihnya pengguna dapat menggunakan koneksi Wifi untuk dapat terkoneksi pada jaringan Hotspot.  Koneksi lainnya untuk keperluan transfer data. Fasilitas transfer data yang tersedia dari smartphone ini  adalah Bluetooth, GPS, NFC, atau dengan menggunakan kabel data MicroUSB. ", "Tags": ["Tags", "Huawei", "huawei honor", "huawei honor 6 plus"]}, {"DatePost": "16 September 2019 15:00", "Author": "Arini Fazrin", "Title": "Ini Daftar Smartphone Gaming Rp3 Jutaan", "Content": "Jakarta, Selular.ID – Semakin berkembangnya tim esport di Tanah Air turut mendukung banyaknya minat-minat baru sebagai gamers. Tidak hanya itu, ketersediaan game yang menantang juga ikut ambil bagian dalam banyaknya hobby gaming bahkan dalam sebuah smartphone. Baca juga: Merasakan Pengalaman Gaming PUBG Mobile dengan Vivo Z1 Pro Kini banyak vendor-vendor smartphone yang menyediakan spesifikasi mumpuni dalam ponsel pintarnya. Hal itu karena spesifikasi yang dibutuhkan oleh seorang gamers dalam ponsel gaming-nya cukup tinggi. Tidak usah khawatir, kali ini Selular.ID akan mengulas daftar smartphone gaming dengan harga Rp3 jutaan.  Sederet spesifikasi yang diberikan kali ini mencakup kebutuhan gaming dalam ponsel Anda, seperti dapur pacunya, kapasitas baterai, RAM, hingga fitur fast charging yang memang tersemat dalam daftar smartphone gaming Rp3 jutaan.  Smartphone besutan perusahaan asal China ini, menggunakan prosesor Snapdragon 710 yang dipadankan dengan RAM 6 GB dan media penyimpanan 64 GB. Untuk finger printnya Oppo K3 mengandalkan modul pemindai sidik jari yang tertanam langsung di dalam layar (in-display). Lebioh lanjut Oppo K3 menjalankan sistem operasi Android 9.0 Pie dengan modifikasi antarmuka khas Oppo Color OS 6.0. Ponsel ini juga memiliki fitur untuk optimalisasi ponsel seperti Game Boost 2.0, Frame Boost, dan Touch Boost. “Frame Boost akan menstabilkan frame rate yang didapat pada game. Sedangkan touch boost akan meningkatkan respon sentuhan saat bermain game. Oppo juga membenamkan fitur game assistant untuk mencegah gangguan ketika pengguna bermain game,” ujar Aryo Meidianto selaku PR Manajer Oppo Indonesia dalam peluncurannya (7/8). Baca juga: Ini Fitur Unggulan Oppo K3 Ponsel ini didukung dengan baterai berkapasitas 3.765 mAh dengan dukungan teknologi pengisian cepat VOOC 3.0 20W yang mengusung USB Type C. Dengan memiliki dapur pacu serta kapasitas baterai yang mumpuni, Oppo K3 bisa menjadi referensi ponsel gaming Anda, cukup membayar Rp3,6 juta, Anda sudah bisa memboyongnya.  Vivo Z1 Pro dipersenjatai dengan prosesor Snapdragon 712 AIE, serta dilengkapi fitur Vivo Multi-Turbo dan Ultra Game Mode yang telah didesain khusus oleh Vivo. dengan mengusung tagline ‘Powerful Inside’, Snapdragon 712 AIE yang tersemat dalam Vivo Z1 Pro merupakan chipset yang terbaru dari Qualcomm untuk seri high-end. Dibangun pada proses 10 nm serta menggunakan Multi-Core yang canggih hingga kecepatan 2.3GHz. Penggunaan fabrikasi 10nm menghadirkan manajemen daya yang lebih rendah sehingga baterai Vivo Z1 Pro dapat bertahan lama. Tidak hanya itu, Vivo Z1 Pro juga mendukung performa untuk multi-aplikasi baik streaming hingga mobile gaming, melalui prosesor Octa-Core CPU Generasi ke-3 sehingga performa gaming terasa lebih halus namun tetap efisien. Baca juga: Ini 10 Perbedaan Vivo S1 dan Vivo Z1 Pro Bagi para penggemar mobile gaming, Vivo Z1 Pro mendukung dengan Vivo Multi-Turbo melalui 5 fitur optimalisasi, yaitu Center Turbo, AI Turbo, Net Turbo, Cooling Turbo, dan Game Turbo siap menambah akselerasi performa Smartphone saat menjalankan aplikasi gaming. Terdapat pula Ultra Game Mode yang memiliki fitur pengubah suara, Sound-Localisation Training Center, 4D Game Vibrations dan tanda ‘Do Not Distrub’. kapasitas baterai dalam Vivo Z1 Pro juga super besar yakni 5000 mAh. Selain itu, didukung dengan pengisian baterai secara cepat melalui fitur 18W Dual Engine Fast Charging serta Reverse Charging yang memungkinkan Vivo Z1 Pro menjadi power bank untuk mengisi daya perangkat lainnya. Jika Anda ingin memboyongnya, Vivo Z1 Pro bisa Anda miliki dengan harga Rp 3,099 dalam situs resminya.  Smartphone yang dirilis perkenalkan pada Juni lalu, Realme X rupanya masih mengusung dapur pacu yang sama dengan Realme 3 Pro. Realme X menggunakan chipset snapdragon 710 dengan sistem operasi ColorOS 6.0 berbasis android pie 9. Terdapat dua varian konfigurasi RAM dan internal memory yang dapat pengguna pilih, 4GB/128GB dan 8GB/128GB. Untuk menunjang aktivitas smartphone, Realme X sudah dibekali dengan baterai 3700mAh. Baca juga: Sedap, Ini Dia Fitur dan Spesifikasi Realme X Mengadopsi LPDDR4X dan teknologi UFS 2.1 flash storage, yang memastikan kecepatan tinggi dalam mengelola data. Pengguna bisa berpindah-pindah antar aplikasi dengan lancar walaupun banyak aplikasi yang sedang berjalan. Selain itu, dengan layar yang berukuran 6.36 inci serta aspek ratio 91.8% turut mendukung kenyamanan saat bermain game dengan Realme X ini yang tanpa gangguan poni camera. Bagi Anda yang ingin memilikinya, bisa langsung mengunjungi situs e-commerce resmi dari Realme, yang dibanderol dengan harga Rp 3,99 juta. Realme 3 Pro Realme 3 Pro resmi menyapa Indonesia pada Mei lalu dengan mengedepankan kamera, performa, desain dan daya tahan sebagai fitur andalan. Bagian dayanya Realme 3 Pro ditunjang baterai berkapasitas 4045mAh yang didukung fitur VOOC 3.0 baru dengan daya pengisian 20W (5V4A). Dengan fitur VOOC 3.0, proses isi daya Realme 3 Pro cukup cepat hanya membutuhkan waktu 80 menit dalam kondisi dibawah 20% hingga 100%. Hanya dalam 30 menit ponsel ini dapat terisi hingga 50%. Nah salah satu fitur yang cocok bagi gamers yaitu dengan tersedianya Game space yang menyajikan menu balanced mode, signal strength dan block banners. Balanced mode mampu meningkatkan performa Realme 3 Pro ketika bermain game. Baca juga: Review Realme 3 Pro, Pro di Semua Aspek Signal strength mampu menstabilkan jaringan ketika bermain game online. Block banners memungkinkan Anda memunculkan dan membalas panggilan suara dan pesan. Dapur pacunya, Realme 3 Pro diperkuat chipset Qualcomm Snapdragon 710 dengan prosesor Octa-core dan GPU Adreno 616. Penyimpanannya ditunjang RAM 6GB dengan memori internal 128 GB dan memori eksternal hingga 256 GB. Untuk menguji dapur pacunya, Selular.ID melakukan serangkaian tes benchmark pada Realme 3 Pro. Di AnTuTu, Realme 3 Pro meraih skor 154786 dengan menduduki peringkat ke 154786. Untuk PC Mark, Realme 3 Pro menorehkan skor 6528. Realme 3 Pro mendapatkan skor 27743 setelah menjalani tes 3D Mark. Selanjutnya tes Geekbench, Realme 3 Pro meraih skor 5907 untuk Multi-Core dan 1485 untuk Single-Core. Hal ini cukup untuk membuktikan bahwa Realme 3 Pro cocok disematkan sebagai ponsel gaming. Bagi Anda yang ingin memilikinya, Realme 3 Pro saat ini dibanderol dengan harga Rp2,99 dalam situs belanja online. Sudahkah Anda memutuskan akan memboyong seri apa? Nah, itu tadi sederet referensi smartphone gaming Rp3 jutaan yang bisa Anda jadikan acuan berbelanja smartphone khusus game. ", "Tags": ["Tags", "Oppo K3", "Realme 3 Pro", "Realme X", "Smartphone Gaming Rp3 jutaan", "Vivo Z1 Pro"]}, {"DatePost": "23 February 2019 14:00", "Author": "Khoirunnisa", "Title": "Merek Smartphone Baru Segera Masuk Indonesia", "Content": "Jakarta, Selular.ID – Dengan populasi terbesar keempat dunia dan demografi milenial melebihi 50 persen penduduk, Indonesia menjadi sasaran empuk bagi perusahaan global dalam menjajakan produknya. Tidak terkecuali produsen smartphone. Tahun lalu saja, pasar smartphone tanah air kedatangan tiga merek baru mulai dari Honor, Pocophone, sampai Realme. Ketiganya merupakan sub-brand dari vendor raksasa Huawei, Xiaomi, dan Oppo. Tampaknya tahun ini tren itu tidak berubah. Sub-brand Vivo, iQoo, kemungkinan akan ikut bertarung di arena pasar Indonesia segera. Pasalnya, pangsa pasar Vivo cukup besar di tanah air. Menurut data IDC Q3 2018, Vivo menguasai 11% market smartphone Indonesia. Sehingga wajar bila perusahaan ingin memasukkan sub-brandnya ke wilayah kekuasaannya. “Kami memang punya sub-brand iQoo untuk level premium dan kemungkinan akan foldable kalau dilihat dari media sosial,” kata Tyas Rarasmurti, PR Manager Vivo Indonesia, ketika ditemui media usai Product Review di Jakarta, Jumat (22/2/2019). Belum ada produk resmi, iQoo dijadwalkan akan memperkenalkan produk pertamanya pada 1 Maret nanti secara global. Dari postingan media sosial diketahui produk perdananya akan disokong prosesor Snapdragon 855, mengusung RAM 12GB, storage 256GB, baterai kapasitas 4.000mAh type-C, Super HDR, dan NFC. Ketika disinggung apakah produk perdana iQoo akan mampir ke pasar tanah air, Tyas menjawab tidak tahu. “Sampai saat ini sub-brand belum ada pembicaraan untuk masuk Indonesia. Karena so far untuk di sini kami masih fokus di V series dan Y series,” tutur Tyas. Ketika ditanya apakah iQoo akan cocok dengan konsumen Indonesia, Tyas menjawab belum tahu. “Kami harus research dulu. Kan high-spec soalnya. Kami sendiri belum pernah melakukan research untuk produk flagship selevel itu,” pungkasnya. Dengan spesifikasi mentereng kemungkinan produk pertama iQoo akan tergolong flagship premium, dan itu merupakan segmen yang benar-benar berbeda dari segmen yang digarap Vivo selama ini. Tapi bukan berarti tidak mungkin. Tahun lalu saja Oppo sudah memasuki segmen premium melalui Find X dan Pocophone melalui Poco F1, dan yang terakhir Huawei melalui Mate 20 Series. Jadi akannmenjadi langkah wajar berikutnya bila Vivo ikut bersaing di segmen premium di tanah air, meskipun dengan merek berbeda. ", "Tags": ["Tags", "iQoo", "Vivo"]}, {"DatePost": "18 April 2018 09:00", "Author": "Khoirunnisa", "Title": "Oppo Raup 22,9% Pangsa Pasar Smartphone Indonesia", "Content": "Jakarta, Selular.ID – Pangsa pasar Oppo meningkat signifikan. Menurut laporan International Data Corporation (IDC) Indonesia, Oppo berada di posisi kedua sebagai brand smartphone terbesar di Indonesia. “Selama 5 tahun di Indonesia, Oppo telah meluncurkan 45 produk, membangun 226 Oppo Store, dan 115 service center yang tersebar di nusantara,” ucap Alinna Wenxin, Marketing Director Oppo Indonesia, pada acara peluncuran Oppo F7 di Jakarta (17/4/2018). Berkat seluruh produk dan layanan tersebut, lanjut Alinna, pangsa pasar Oppo meroket dari 16,6 persen pada 2016, naik 6,3 persen menjadi 22,9 persen pada 2017, mengacu pada data IDC. “Lima tahun ini, Oppo menjelma dari brand asing menjadi brand smartphone paling disukai kalangan muda Indonesia,” kata Alinna.  Alinna memaparkan sejumlah strategi yang telah dilakukan dalam mencapai prestasi ini. Pertama, Oppo berkomitmen untuk terus membawakan produk terbaik yang akan menarik minat pengguna. Kedua, Oppo selalu menggunakan cara yang disesuaikan dengan kebiasaan anak muda untuk berkomunikasi dengan mereka. “Kami berharap Oppo bisa menjadi brand smartphone paling disukai anak muda di dunia namun tetap memiliki emotional resonance dengan setiap user kami,” terang Alinna. Menurut Alinna, saat ini masyarakat dikelilingi berbagai produk canggih. Jika ingin terus disukai konsumen, Oppo harus terus berinovasi yang berorientasi pada user dan terus menjajaki teknologi ke depan. Terakhir, menjaga kualitas produk juga sangat penting. Oppo berjanji untuk terus menghadirkan produk dengan standar kualitas tinggi.  Ketika disinggung target Oppo setelah berhasil menjadi nomor dua, Alinna menjawab bukan angka yang menjadi target perusahaan. “Kami tidak pernah mengatakan ingin menjadi brand nomor satu, tapi kami ingin menjadi brand paling disuka anak muda Indonesia. Makin banyak orang suka, otomatis (peringkat brand) akan lebih tinggi,” pungkas Alinna. Sebagai informasi, Oppo berada di posisi kedua pada daftar Top 5 Brand Smartphone di Indonesia, di mana nomor wahid masih dikuasai Samsung (31,8%). Baca juga: Review OPPO F7: Lebih Dari Sekadar Selfie Expert Dari data IDC yang sama, diketahui merek Advan (7,7%), Asus (6,5%), dan Vivo (6.0%), berada di peringkat ketiga, empat, dan lima Top 5 Brand Smartphone di Indonesia. ", "Tags": ["Tags", "idc", "Oppo", "Oppo F7"]}, {"DatePost": "31 January 2018 20:31", "Author": "Indra Khairuddin", "Title": "5 Tips Sukses Jadi Vlogger", "Content": "Jakarta, Selular.ID – Bersama dengan tren influencer dan social media celebrity, vlogging semakin diminati. Berdasarkan data Google Indonesia pada tahun 2017, ada 50 juta orang di seluruh Indonesia yang terus kembali ke YouTube setiap bulannya. Untuk dapat menarik perhatian, memulai vlogging saja tidak cukup, namun juga harus strategis dengan konten kreatif dan inspiratif. Selain menonjolkan keunikan diri, coba aplikasikan beberapa karakter yang penting dimiliki untuk membangun portofolio vlogging yang menarik. Berikut ini adalah lima hal yang harus diperhatikan agar sukses menjadi vlogger: 1. Konsisten dan Paham Tren Terbaru Seorang vlogger sukses umumnya memiliki jadwal yang teratur untuk konten video yang mereka buat. Mereka senantiasa konsisten dalam menyusun waktu untuk mencari ide, merekam video, meng-edit, lalu meng-upload-nya ke akun YouTube mereka. Hal ini lah yang membuat fans dan followers terus setia untuk mengikuti konten-konten terbaru mereka karena tahu kapan jadwal rutin munculnya video terbaru. Cari tahu mengenai materi baru yang seru dan sedang tren, atau lihat topik yang kini menjadi perhatian para fans dan follower untuk membuat vlog tetap menarik. Cobalah manfaatkan insight digital seperti perilaku pengguna internet di Indonesia, kebiasaan pengguna, kata kunci apa yang dicari, serta media sosial yang paling diandalkan bagi mereka untuk mencari konten. Dengan kemampuan smartphone yang bisa digunakan pada berbagai aktivitas, termasuk streaming video, pastikan konten vlog juga mobile friendly bagi fans dan penonton. 2. Libatkan Partisipasi Penonton Feedback penonton sangat penting untuk didengarkan. Para vlogger yang sukses seperti beauty vlogger Patrick Starrr dan Jeffree Star seringkali menanyakan feedback para fans dan penonton mereka mengenai ide kolaborasi atau tema yang menarik untuk diangkat pada vlog selanjutnya. Inisiasi seperti ini bukan hanya membuat fans dan penonton merasa dilibatkan, namun juga menjadi bagian dari strategi user generated content yang membuka kesempatan si vlogger menjadi makin viral di media sosial. Komunikasi yang kuat dengan para fans dan penonton juga menjadi kunci penting jika si vlogger ingin memiliki rencana untuk membangun komunitasnya sendiri. Biarkan mereka memberikan lebih banyak masukan untuk mendapatkan angle konten yang lebih kreatif. Dengan ini, vlogger dapat belajar untuk lebih terbuka dengan segala kritik dan saran sebagai bagian dari proses untuk mengembangkan diri dan membangun mentalitas yang perlu dimiliki untuk tetap bertahan. 3. Konten Apik dengan Perangkat yang Mendukung Saat ingin memulai vlogging, banyak yang ragu karena tidak memiliki perangkat seperti kamera digital atau video recorder untuk merekam konten vlog. Padahal, beberapa vlogger ternama pun tidak sungkan dalam menggunakan smartphone untuk merekam konten videonya selama hasilnya masih berkualitas baik. Faktor utama yang membuat si vlogger “stand-out” adalah konten seperti apa yang dibagikan kepada penonton. Ada kalanya, materi vlog yang seru didapatkan saat sedang liburan, hang out, atau berpetualang di alam. Di saat-saat seperti ini, ukuran perangkat yang dibawa perlu diperhatikan agar lebih praktis namun tetap mampu merekam video yang berkualitas. Jangan lewatkan momen seperti ini dan tetap vlogging dengan smartphone. Smartphone seperti Vivo V7 dapat merekam video hingga 1080P atau berkualitas setara HD video. Kamera yang jernih 24MP juga membuat video tetap jernih di berbagai kondisi cahaya dan didukung dengan layar penuh untuk tampilan preview video yang lebih maksimal saat perlu melakukan editing langsung menggunakan aplikasi atau ketika menonton ulang video. 4. Gunakan Media Sosial secara Efektif Seorang vlogger yang memiliki jiwa konten kreator sejati pasti mampu berkreasi di lintas platform, tidak hanya YouTube saja. Ini karena kreativitas tersebut bisa mereka sampaikan dalam berbagai bentuk. Media sosial juga bisa menjadi aset untuk mendukung konten vlog mereka, misalnya dengan guyonan di Twitter, video pendek kreatif di Instagram, dan penjelasan detil di Blog. Vlogger harus memahami bagaimana penggunaan media sosial begitu kuat untuk mempromosikan video yang telah mereka buat. Bayangkan saja, jika mereka membagikan link video terbaru di Twitter, tanpa tersadar, video itu sudah banyak di retweet oleh ratusan orang hanya dalam waktu beberapa menit saja dan menjadi viral sehingga penonton videonya otomatis juga akan terus bertambah. 5. Jalin Networking dengan Sesama Vlogger Bisa bayangkan ketika dua vlogger melakukan sesi bersama? Bukan hanya menggabungkan para fans dan penonton kedua vlogger dalam satu waktu, momen kolaborasi seperti ini biasanya sangat ditunggu dan menarik bagi penonton. Guna menambah lebih banyak angle serta mendorong lebih banyak engagement, vlogger harus saling mendukung untuk dapat sukses bersama. ", "Tags": ["Tags", "Vlogger", "Vlogging"]}, {"DatePost": "9 April 2017 14:47", "Author": "selular", "Title": "10 Smartphone Terbaru Yang Diluncurkan di Maret 2017", "Content": "Jakarta, Selular.ID – Sepanjang bulan Maret 2017 hadir setidaknya 10 smartphone terbaru yang bisa menjadi pilihan. Beberapa smartphone ini bahkan menjadi produk flagship atau produk yang paling diunggulkan. Apa saja ? iPhone 7 Akhirnya iPhone 7 mendarat di Indonesia. Salah satunya dijual oleh Smartfren. Operator ini menjual paket bundling iPhone 7 dan 7 Plus. Selengkapnya >>     Moto M Lenovo yang sudah memegang brand Moto, semakin agresif menggempur pasar smartphone di Indonesia. Setelah Moto Z, akan kembali diperkenalkan deretan smartphone terbarunya, yaitu Moto M. Selengkapnya >>   Oppo F3 Plus Oppo akhirnya menepati janji untuk kembali merilis smartphone terbarunya. Sesuai perkiraan, smartphone terbaru Oppo kali ini adalah seri F3 Plus. Seperti generasi F series sebelumnya, Oppo F3 Plus kembali mengusung menu selfie sebagai senjata andalannya. Selengkapnya >>   Vivo V5 Lite Vivo menawarkan model terjangkau dari smartphone selfie Vivo V5 dengan varian Lite atau “Ringan”. Lebih murah dari versi regular, Vivo V5 Lite dijajakan seharga Rp3 juta. Selengkapnya >>     LG K10 2017  LG baru saja resmi mengedarkan K10 2017 ke pasar Indonesia. Tahun lalu vendor juga mengeluarkan smartphone serupa dengan kode model sama. Mei tahun lalu LG menawarkan K10 di Indonesia dengan harga Rp2,7 juta. Sementara LG K10 anyar ditawarkan dengan harga Rp2,75 juta. Berbekal embel-embel “2017”. Selengkapnya >> Next >> [nextpage title=”next”] Xiaomi Redmi 4A Setelah sempat tenggelam karena terhadang aturan TKDN (tingkat kandung dalam negeri), Xiaomi akhirnya muncul lagi. Dibantu salah satu distributor smartphone Tanah Air, Xioami akhirnya bisa memenuhi persyaratan TKDN dan mendapat izin untuk memasarkan smartphone 4G-nya.  Salah satunya yaitu Xioami 4A. Selengkapnya >>   BlackBerry Aurora Blackberry (BB) Merah Putih baru saja menghadirkan smartphone android pertama buatan Indonesia yang diberinama Aurora. Perangkat terbaru ini merupakan smartphone BB pertama di dunia uang memiliki dual SIM. Selengkapnya >>     Evercoss Genpro X Evercoss akhirnya secara resmi merilis smartphone terbarunya, yang diberi label Genpro X. Hadirnya smartphone tersebut, sekaligus menjadi bukti jika Evercoss masih bisa eksis, di tengah gempuran vendor asal Tiongkok. Selengkapnya >>     SPC L50 Volt SPC Mobile merupakan satu dari segelintir brand lokal yang masih eksis di persaingan smartphone Tanah Air. Belum lama ini, brand di bawah bendera PT Supertone Indonesia menyuguhkan smartphone baru bertajuk SPC L50 Volt. Selengkapnya >>   Blaupunkt Soundphone S2 Sempat hilang di persaingan, Blaupunkt kembali mencoba peruntungan dengan mengeluarkan smarthpone baru Soundphone S2. Smartphone ini sudah ditawarkan lewat jalur pre-order di beberapa ritel online dengan harga Rp2.399.000. Selengkapnya >>  ", "Tags": ["Tags", "blackberry aurora", "Blaupunkt Soundphone S2", "Evercoss genpro x", "iphone 7", "LG K10 2017", "Moto M", "oppo f3 plus", "smartphone", "smartphone terbaru", "SPC L50 Volt", "vivo v5 lite", "xiaomi Redmi 4A"]}, {"DatePost": "13 March 2017 14:39", "Author": "Redaksi", "Title": "Majalah Selular Edisi 204 Maret 2017: Menelisik Fitur Kamera Smartphone", "Content": " Jakarta, Selular.ID – Kemampuan kamera ponsel sudah mampu menyaingi perangkat kamera digital. Bahkan ternyata dengan kemampuan kamera yang semakin meningkat, ponsel berkamera mampu menggerus pangsa pasar kamera pocket digital. Pengguna kini lebih mengandalkan kamera di ponsel untuk mengambil momen-momen berharga. Mentok di besarnya resolusi, ternyata tidak membuat editorial perkembangan ponsel kamera berhenti di tengah jalan. Para vendor ponsel terus mencari akal untuk menghadirkan daya tarik lain pada kamera ponselnya. Belakangan berbagai vendor tidak lagi ngotot bersaing membawa kamera resolusi paling besar di ponselnya. Kini mereka mencoba untuk menyuguhkan fitur pendukung kamera dengan berbagai teknologi sebagai daya tariknya. Dan ini menjadi fase selanjutnya dari perkembangan dan persaingan kamera di perangkat ponsel. Di edisi majalah Selular kali ini akan mengulas berbagai fitur dan teknologi kamera terbaru yang hadir. Apa saja ? Ketahui lebih lanjut di Rubrik Focus: Kamera Ponsel Tidak Ada Matinya (hal. 22) Berikut daftar konten yang tersaji di Majalah Selular Edisi 204 Maret 2017: BUSINESS Bagi-bagi ‘Kavling’ Frekuensi Ala Kominfo FOCUS Kamera Ponsel Tidak Ada Matinya TREND Samsung Forum 2017 COMMUNITY Klub Fotografi Datascrip REVIEW – Vivo V5 Plus – Oppo A39 – Samsung Galaxy A5 (2017) – Advan G1 – Smartfren Andromax B – Meizu M3s INNOVATION Intel Compute Card; Li-Fi SPOT All About Gadget Store CHATTING Ridzki Kramadibrata, Managing Director Grab Indonesia MARKET Pasar Smartphone 4G Terganjal Aturan TKDN 30%?; Deretan Smartphone Berbaterai Jumbo EXPERIENCE Samsung Gear S3 DIGILIFE Aplikasi Konsultasi Medis CORPORA Oppo Indonesia ", "Tags": ["Tags", "majalah", "majalah selular"]}, {"DatePost": "8 March 2017 16:08", "Author": "selular", "Title": "Didominasi Harga Mahal, Ini Daftar Harga Lengkap Smartphone Terbaru", "Content": "Jakarta, Selular.ID – Setidaknya ada 18 smartphone terbaru yang sudah diluncurkan sejak awal tahun 2017. Dari berbagai smartphone itu, ternyata di dominasi oleh smartpone yang berharga terbilang mahal. Berikut ini deretan daftar harga smartphone terbaru selama dua bulan terakhir ini :   Di bawah Rp 1 juta Di level harga ini smartphone terbaru hanya ada Andromax B. Smartphone terbaru keluaran operator Smartfren ini dibanderol seharga Rp 849.000,-. Ini kembali membuktikan Smartfren memang konsisten dalam menyediakan smartphone berharga terjangkau.   Rp 1 Jutaan Untuk harga berkisar Rp 1 juta, pilihan yang tersedia juga tidak banyak. Hanya  ada Andromax L yang kebetulan diluncurkan berbarengan dengan Andromax B. Bedanya  Andromax L dibanderol dengan harga sedikit lebih mahal, yaitu Rp 1.249.000,-. Selain itu ada juga smartphone Xiaomi Redmi 3s. Smartphone terbaru yang dijual oleh Eraphone ini dipasangi harga sebesar Rp1.900.000.   Rp 2 Jutaan Smartphone terbaru yang tersedia di level harga ini juga tidak banyak. Hanya ada Advan G1, smartphone yang sejak lama tertunda peluncurannya. Smartphone terbaru andalan Advan ini dijual seharga Rp 2.299.000. Pilihan lainnya ada Coolpad Fancy Pro, smartphone terbaru yang dijual seharga Rp 2.000.000.   Rp 3 Jutaan  Nah, di harga ini pilihan smartpone terbaru lebih banyak.  Ada Asus Zenfone 3 Max ZC553KL, smartphone terbaru Asus yang dibekali kapasitas besar. Asus Zenfone 3 Max ZC553KL dibanderol seharga Rp 3.099.000. Di harga yang tidak terpaut jauh, ada Infinix Zero 4 yang dipasarkan dengan harga Rp3.000.000. Di harga yang agak mahalan, ada Oppo F1s New Edition, smartphone F1s yang dikemas ulang ini dijual seharga Rp3.899.000. Dan diharga yang sama, ada Samsung Galaxy A3 (2017)  yang bisa menjadi pilihan. Salah satu seri smartphone terbaru Samsung ini dipasangi label harga sebesar Rp3.900.000   Rp 4 Jutaan Hanya ada Samsung Galaxy A5  (2017) yang bisa menjadi pilihan di level harga ini. berbeda dari Galaxy A3, Samsung Galaxy A5  (2017)  dijual lebih mahal, yaitu Rp4.900.000. Tentunya spesifikasi yang dibawa juga lebih tinggi.   Di Atas Rp 5 Juta Nah, di level harga inilah tersedia paling banyak pilihan smartphone terbaru. Tapi harganya memang tidak bisa dibilang murah. Yang paling ‘termurah’ ada Vivo V5 Plus yang bisa dibeli dengan harga Rp 5.499.000. Agak mahalan sedikit, bisa memilih Samsung Galaxy A7 (2017) yang dibanderol seharga Rp5.900.000. Di harga yang sama, ada juga pilihan smartphone Moto Z Play yang harganya dipatok sebesar Rp 5.900.000 juga. Di harga agak mahalan, ada Samsung Galaxy A9 Pro (2016) yang bisa dibawa pulang asalkan membayar sebesar Rp 6,5 juta. Yang lebih mahalan lagi ada Moto Z yang dijual dengan harga Rp 8.500.000. Ada juga nih yang lebih mahal lagi, yaitu Asus Zenfone 3 Deluxe yang tersedia dalam dua pilihan harga. Yaitu Rp 9.099.000 untuk versi internal memori sebesar 64GB. Dan ada juga pilihan harga Rp 11.099.000 untuk kapasitas memori internal sebesar 256GB         ", "Tags": ["Tags", "harga smartphone", "smartphone", "smartphone baru", "smartphone terbaru"]}, {"DatePost": "28 February 2017 15:51", "Author": "selular", "Title": "10 Smartphone Terbaru Yang Hadir di Februari 2017", "Content": "Jakarta, Selular.ID – Masih di awal tahun, tepatnya di bulan Februari jumlah smartphone terbaru yang hadir lebih banyak lagi dibandingkan dengan bulan Januari 2017. Bahkan beberapa smartphone merupakan seri jagoan. Karena dibekali dengan fitur-fitur kelas atas. Setidaknya ada 10 smartphone terbaru yang hadir selama bulan Februari 2017. Apa saja ? Asus Zenfone 3 Max ZC553KL Asus secara resmi memboyong, generasi baru seri Zenfone 3 Max. Dengan tagline #GakAdaMatinya, Zenfone 3 Max menjadikan daya tahan sebagai salah satu daya tarik utamanya. Daya tarik lainnya ? Selengkapnya >   Oppo F1s New Edition Oppo F1s kembali datang dengan versi terbaru, yaitu OPPO F1s New Edition. Smartphone ini membawa sejumlah peningkatan. Apa saja ?  Selengkapnya >>   Samsung Galaxy A3, A5, A7 (2017) Tiga seri Galaxy A (2017) yang baru saa diluncurkan Samsung Indonesia didesain dengan kemampuan tahan terhadap air dan debu yang sudah memiliki sertifikasi IP68, walaupun memiliki kesamaan dalam ketahanan air dan debu, namun ada beberapa fitur dan spesifikasi yang membedakan ketiga seri ini.  Selengkapnya >>   Advan G1 Setelah kehadirannya sempat tertunda sejak September 2016, akhirnya smartphone Adan G1 resmi beredar di Indonesia. Dijual seharga Rp 2.299.000 apa saja yan ditawarkan smartphone brand lokal ini ?  Selengkapnya >>   Coolpad Fancy Pro Coolpad, brand asal Tiongkok kembali mencoba peruntungannya dengan mengeluarkan smartphone baru  bertajuk Fancy Pro. Masuk jajaran seri Fancy yang menyasar pasar menengah, smartphone ini datang sedikit berbeda dari smartphone Coolpad seri lainnya.  Selengkapnya >>   Infinix Zero 4 Resmi diperkenalkan di Indonesia Desember tahun lalu, flagship Infinix, yaitu Infinix Zero 4 baru muncul di pasaran sekarang. Apa saja yang ditawarkan ?  Selengkapnya >>   Xiaomi Redmi 3s Usai satu tahun peredaran Xiaomi Redmi 3 di Indonesia secara ilegal, akhirnya vendor menghadirkan versi ‘garansi resmi’. Dengan mengusung nama model Xiaomi Redmi 3s, smartphone ini tersedia dalam dua pilihan warna (grey dan gold). Xiaomi Redmi 3s dibanderol harga Rp1,9 juta.  Selengkapnya >>   Vivo V5 Plus Vivo baru saja merilis smartphone terbarunya yaitu Vivo V5 Plus.  Smartphone ini melanjutkan tipe sebelumnya Vivo V5 yang sudah lebih dulu hadir di akhir tahun lalu. Vivo V5 Plus membawa beberapa pembaruan fitur apa saja ?   Selengkapnya >>           ", "Tags": ["Tags", "advan g1", "Asus Zenfone 3 Max", "Coolpad Fancy Pro", "infinix zero 4", "oppo f1s", "Samsung Galaxy A (2017)", "smartphone", "smartphone baru", "smartphone terbaru", "Vivo V5 Plus", "Xiaomi Redmi 3S"]}, {"DatePost": "1 February 2017 12:00", "Author": "selular", "Title": "8 Smartphone Terbaru Yang Rilis di Januari 2017", "Content": "Jakarta, Selular.ID – Di bulan pertama tahun 2017 , ternyata sudah banyak bermunculan smartphone-smartphone baru di pasar Indonesia.  Banyak vendor yang langsung ‘tancap gas’ dengan merilis smartphone baru andalannya. Bahkan beberapa mengeluarkan smartphone yang tergolong flagship alias yang mejadi produk jagoan. Berikut ini beberapa smartphone terbaru yang dirilis selama bulan Januari 2017 : Samsung Galaxy A9 Pro 2016 Memasuki tahun 2017, Samsung malah mengeluarkan model smartphone versi 2016. Itu adalah Galaxy A9 Pro 2016. Padahal vendor resmi memperkenalkannya pada Mei tahun lalu dan mengedarkannya di pasar India sejak September silam. Selengkapnya >>   Asus Zenfone 3 Max ZC553KL Belum lama ini Asus sudah mengeluarkan smartphone terbaru seri Zenfone 3 yang mengandalkan daya tahan baterai lebih lama, yaitu Asus Zenfone 3 Max ZC520TL. Tidak berselang lama, Asus kembali merilis smartphone yang sama tapi denga tipe yang berbeda, yaitu Asus Zenfone 3 Max ZC553KL. Apa bedanya ? Selengkapnya >>   Asus ZenFone 3 Deluxe ZS570KL Asus menggelar pre-order untuk produk smartphone premiumnya yakni Asus ZenFone 3 Deluxe ZS570KL. Smartphone ini sudah dapat dipesan melalui beberapa toko online antara lain, Blibli, MatahariMall, Lazada, DinoMarket dan Erafone per 20 Januari 2017. Selengkapnya >>   Moto Z & Moto Z Play Mengusung seri Moto Z dan Z Play, Moto (dahulu Motorola) resmi kembali meramaikan persaingan smartphone premium di Indonesia. Sebagai perangkat flagship, Moto Z dan Z Play tentu dibenamkan berbagai fasilitas kelas atas. Dan yang menjadi pembeda, Moto Z dan Moto Z Play mengusung desain modular, yang disertai dengan perangkat tambahan bernama Moto Mods. Selengkapnya >>   Andromax B & Andromax L Mengawali tahun 2017 Smartfren kembali menfhadirkan jajaram smartphone Andromaxnya, yakni Andromax B dan Andromax L. Seperti biasa Smartfren menghadirkan perangkat dengan harga yang sangat terjangkau namun dibarengi dengan speaifikasi yang mumpuni dan juga berlimpah bonus dalam program Gratis Internet Setahun. Selengkapnya >>   Vivo V5 Plus Vivo V5 Plus datang di saat tren potret diri alias selfie begitu digandrungi pecinta fotografi smartphone. Perusahaan ponsel asal Tiongkok ini pun menyuguhkan smartphone terbaru dengan fitur yang tengah menjadi tren saat ini, yakni dual-kamera. Bukan dual-kamera di belakang, melainkan dual-kamera di depan.Vivo V5 Plus mempunyai kamera depan ganda berkekuatan 20MP + 8MP. Apa kelebihannya? Selengkapnya >>     ", "Tags": ["Tags", "andromax b", "Andromax L", "Asus ZenFone 3 Deluxe ZS570KL", "Asus Zenfone 3 Max ZC553KL", "Moto Z", "moto z play", "Samsung Galaxy A9 Pro 2016", "smartphone", "smartphone baru", "smartphone januari 2017", "smartphone terbaru", "Vivo V5 Plus"]}, {"DatePost": "16 January 2017 17:19", "Author": "Redaksi", "Title": "Majalah Selular Edisi 202 Januari 2017: Streaming Musik/Video Makin Populer", "Content": " Selamat Tahun Baru 2017! Jakarta, Selular.ID – Hadirnya akses 4G LTE yang menjanjikan kecepatan internet lebih cepat, seakan membuka sumbatan akan berbagai konten yang mengalir melalui akses internet. 4G LTE seolah menyediakan jalur yang lapang bagi arus lalu lintas konten yang memang membutuhkannya. Sebut saja seperti konten video maupun musik yang kini bisa dinikmati dengan mudah secara online. Smartphone yang selalu ada dalam genggaman menjadi perangkat untuk menikmati berbagai konten hiburan kapan pun dan di mana pun. Ditambah tren penggunaan smartphone yang kini sudah tidak bisa dipisahkan dari akses mobile internet. Membuat konten berbasis internet semakin populer. Potensi itulah yang akhirnya memicu munculnya berbagai layanan konten streaming, seperti video dan music streaming. Yaitu layanan konten yang bisa dinikmati secara online tanpa harus konten tersebut tersimpat di perangkat. Di edisi awal tahun 2017 majalah Selular kali ini, kami mencoba membahas lebih jauh seperti apa layanan konten streaming yang sedang tumbuh di Indonesia. Baik dari sisi profil penyedia layanan, potensi hingga tantangannya untuk bisa terus tumbuh. Berikut daftar konten yang tersaji di Majalah Selular Edisi 202 Januari 2017: BUSINESS Menumbuhkembangkan Fintech; Mampu Tumbuh Tapi Penuh Tantangan FOCUS Layanan Music Streaming TREND Google Year In Search 2016 COMMUNITY ICIO Community VOICE Mengukur Daya Tahan Laptop INDICATOR Harbolnas 2016: Catatan Penting CHATTING Aulio E Marinto: CEO Blanja.com CASE STUDY Peta Persaingan Vendor Smartphone Di 2016 REVIEW – Vivo V5 – Asus Zenfone 3 Z552KL – Coolpad Power E580 – Polytron Prime 7S – Asus Zenbook FLip – LG V20 – Samsung Galaxy Tab A 7.0 – Coolpad Fancy 3 – Axioo Mybook – Acer Aspire S13 – Huawei P9 MARKET Meneropong Industri Ponsel Di 2017; Pilah-pilih Smartphone Di Awal Tahun SPOT MyRepublic Plaza INNOVATION Teknologi Internet of Things Untuk Industri; Ultracast, Teknologi Streaming Konten 4K Tanpa Kabel ", "Tags": ["Tags", "majalah selular"]}, {"DatePost": "11 January 2017 16:30", "Author": "Khoirunnisa", "Title": "13 Smartphone yang Dibekali Dual Camera", "Content": " Jakarta, Selular.ID – Persaingan fitur kamera smartphone mulai beralih. Dari yang sebelumnya saling salip di besarnya resolusi kamera, sekarang mulai menawarkan keunggulan dual camera. Ini membuat hasil foto kamera smartphone semakin mendekati kamera profesional. Smartphone mana saja yang dibekali dual camera ? Dual camera menjadi nilai jual utama untuk smartphone premium keluaran terbaru. Usai LG G5, Lenovo Phab 2 Pro, Huawei P9, Apple juga menanamkan dual lensa di iPhone 7 Plus. Namun bukan itu saja. Terdapat setidaknya 13 smartphone yang sudah dibekali senjata dual camera. Beberapa di antaranya sudah hadir di Indonesia, seperti Huawei P9 dan LG X Cam. Berikut rangkumannya. Honor 6x Honor 6x resmi diumumkan perusahaan Oktober 2016 di China. Honor merupakan merek smartphone di bawah bendera Huawei. Model anyarnya hadir dengan spesifikasi solid yang dibekali dual camera di range harga terjangkau. Kerangka smartphone terbungkus logam full, sama dengan pendahulunya, Honor 5X, dengan peningkatan signifikan di lembar spesifikasi. Apa saja kelebihannya, cek di sini. Asus Zenfone 3 Zoom Resmi diungkap Asus di ajang CES 2017, salah satunya adalah Zenfone 3 Zoom. Sesuai namanya, kamera merupakan salah satu unggulan yang dibawa oleh smartphone ini. Zoom membawa fitur kamera utama dengan optical zoom, serta dikemas dengan solusi dual-camera dengan kemampuan melakukan pembesaran 2,3x. Cek di sini untuk spesifikasi lengkapnya. Huawei P9 Penantian panjang konsumen di Indonesia atas kehadiran Huawei P9 akhirnya berakhir. Awal Desember silam, vendor resmi memboyong P9 untuk pasar Indonesia. Hadir dengan kamera ganda besutan Leica, Huawei P9 pun menyabet Editor Choice untuk Best Camera Phone versi Majalah Selular. Apa saja keunggulan Huawei P9 ? LG G5 SE Bukan flagship original, LG membawa ‘adik’ G5 untuk pasar Indonesia, yakni G5 SE. Perbedaan di antara keduanya hanya terletak di chipset yang disematkan. Semua fitur dan kemampuan G5 dan G5 SE sama, termasuk senjata dual camera. Berapa besar kekuatan dual camera LG G5 SE, simak di sini iPhone 7 Plus September 2016, CEO Apple Tim Cook resmi mengumumkan kehadiran iPhone 7 dan iPhone 7 Plus. Keduanya mengusung kemampuan anti-air dan debu, menghapus port audio 3,5 milimeter, memasang chip A10, serta merilis varian warna hitam yang bernuansa Glossy. Perbedaannya, iPhone 7 Plus dibekali dual camera sementara iPhone 7 hanya kamera tunggal. Simak spesifikasi lengkpanya di sini. LG X Cam Vendor asal Korea Selatan merilis tiga smartphone seri X di Indonesia, salah satunya adalah X Cam. Sesuai namanya, LG X Cam menitikberatkan fitur fotografi, yakni dngan mengusung dual camera. Bagaimana spesifikasi lengkap dan berapa harganya, cek di sini. Selanjutnya >> [nextpage title=”next”]Changhong H2 Merek elektronik yang dikenal dengan jajaran produk TV di Indonesia, Changhong, ternyata merilis smartphone Android di ajang CES 2017. Smartphone yang diberi nama Changhong H2 mengusung dua unit lensa di bodi belakang, tapi salah satunya mampu melakukan hal canggih selain hanya memuat lebih banyak orang ke dalam satu frame. Simak ulasan lebih lengkapnya di sini. Vivo V5 Plus Meneruskan kesuksesan kamera selfie V5 yang rilis Desember silam, Vivo berencana merilis V5 Plus awal tahun 2017. Salah satu fitur yang digadang-gadang adalah dual camera. Bukan di kamera belakang, Vivo membekali sensor ganda untuk kamera depan, alias selfie cam. Cek info selengkapnya di sini. ZTE Blade V8 Pro Kamera ganda bukan lagi fitur khusus untuk smartphone premium saja, tapi juga kelas menengah. Contohnya ZTE Blade V8 Pro yang baru saja diumumkan resmi di ajang CES2017, membawa kamera ganda yang akan menghasilkan efek shallow depth-of-field seperti yang ada di iPhone 7 Plus. Cek harga dan fitur lain ZTE Blade V8 Pro di sini. LG V20 Resmi dijajakan seharga Rp9,5 juta, LG V20 mengutamakan kualitas audio setara musik analog. Selain musik, LG juga menyematkan dual camera di bodi belakang smartphone. Serta, LG V20 merupakan smartphone dengan OS Android 7.0 Nougat pertama yang resmi mendarat di tanah air. Cek spesifikasi lengkapnya di sini. Coolpad Cool 1 Produsen smartphone yang sebagian sahamnya kini dimiliki LeEco, Coolpad, merilis model handset yang dilengkapi dual camera, yakni Cool 1. Cek berita selengkapnya di sini. Lenovo Phab 2 Pro Pertengahan tahun 2016, Lenovo merilis smartphone Tango pertama di dunia. selain support Project Tango, Phab 2 Pro dibekali tiga kamera handal. Cek info selengkapnya di sini. Honor 8 Pertengahan tahun lalu, Huawei melalui brand Honor sudah menyuguhkan smartphone dengan dual camera. Sayangnya, model tersebut tidak kunjung tiba di Indonesia. Cek spesifikasi lengkap Honor 8 di sini. ", "Tags": ["Tags", "smartphone dual camera"]}, {"DatePost": "22 December 2016 11:58", "Author": "selular", "Title": "16 Smartphone Terbaru Yang Dirilis di Desember 2016", "Content": "Jakarta, Selular.ID – Meski sudah mendekati penghujung tahun, tapi ternyata masih banyak vendor yang mengeluarkan smartphone terbaru. Bahkan beberapa merupakan smartphone yang dirilis merupakan tipe andalan. Sepertinya akhir tahun dimanfaatkan beberapa vendor untuk menutup rangkaian seri smartphone yang diluncurkan sepanjang tahun 2016. Meski belum mencapai akhir tahun, namun diperkirakan minggu ini menjadi masa terakhir para vendor merilis smartphone-nya di tahun ini. Apa saja smartphone yang menjadi penutup tahun ini ? Asus Zenfone 3 ZE522KL Setelah smarphone Asus Zenfone 3 ZE520KL mendapat antusias yang tinggi di pasar, Asus kembali menghadirkan versi lain dari Asus Zenfone 3. Yaitu Asus Zenfone 3 ZE522KL yang membawa peningkatan di beberapa fiturnya. Selengkapnya >>   Huawei P9 Penantian panjang konsumen di Indonesia atas kehadiran Huawei P9 akhirnya berakhir. Hari ini Kamis (8/12/2012), Huawei resmi memboyong P9 untuk pasar Indonesia. Hadir dengan kamera ganda besutan Leica, harus diakui P9 cukup membuat konsumen di Tanah Air. Selengkapnya >>   Oppo F1s Raisa Phone Menggandeng penyanyi Raisa menjadi brand ambassador terbaru, Oppo Indonesia menelurkan varian baru dari seri F1s, yakni Limited Black Edition. Ponsel ini tampil dengan eksterior hitam legam dan dibubuhi tanda tangan laser engraved dari penyanyi cantik itu. Selengkapnya >>   Oppo A39 Di penghujung tahun Oppo masih menyempatkan merilis smartphone terbarunya. Yaitu Oppo A39. Masih menjagokan kamera selfie, smartphone ini dijual lebih terjangkau. Selengkapnya >>   Vivo V5 Vivo Indonesia membuktikan janjinya untuk memperkenalkan seri V5 di Indonesia. Memanfaatkan tren selfie, V5 diklaim Vivo sebagai smartphone dengan kamera depan terbaik, yang beredar saat ini di pasaran. Selengkapnya >>  [nextpage title=”next”] Coolpad Fancy 3 Coolpad menjadi salah satu pabrikan, yang mencoba menutup akhir tahun ini dengan produl berbasis selfie. Mengusung seri Fancy 3, Coolpad coba bertarung dengan pabrikan lain yang telah terlebih dahulu, merilis produl selfie. Selengkapnya >>     Harga & Spesifikasi   Infinix Zero 4 – Zero 4 Plus Satu lagi vendor asal Tiongkok yang meramaikan pasar smartphone tanah air menjelang penutupan tahun 2016. Infinix Mobility Indonesia melanjutkan seri Zero yang menjadi smartphone flagship saat ini, yaitu Zero 4 dan Zero 4 Plus. Selengkapnya >>    Alcatel Pixi 4 8050D  –  Pixi 4 5010D  –  Alcatel 2059D  – Alcatel 1054D. Alcatel kembali meramaikan persaingan pasar ponsel Tanah Air. Tidak tanggung-tanggung, brand global yang kini dipegang oleh TCT Mobile Limited/TCL Communication ini memboyong empat produk baru, terdiri dari dua smartphone dan dua feature phone. Selengkapnya >>    Meizu MX6 – Meizu M3 Note – Meizu M5 Walau kiprahnya sepintas tidak terdengar, Meizu masih optimis dengan pasar Indonesia Untuk memuluskan kiprahnya di Tanah Air, Meizu sudah menyiapkan 3 produk baru. Ketiga produk tersebut yakni, Meizu MX6, M3 Note, dan M5. Selengkapnya >> Advan Bima X Salah satu brand lokal Advan kembali menghadirkan tablet terbarunya. Kali ini Advan mengenalkan Tablet menyasar anak-anak dengan mengusung satria heroes yang juga hasil karya anak bangsa Satria Heroes Bima X. Selengkapnya >>       ", "Tags": ["Tags", "advan", "Alcatel", "Asus", "Asus Zenfone 3", "Coolpad", "Huawei P9", "Infinix", "meizu", "Oppo", "oppo a39", "Oppo F1s Raisa Phone. Oppo F1s", "smartphone", "smartphone 2016", "smartphone terbaru", "vivo v5"]}, {"DatePost": "30 November 2016 17:37", "Author": "selular", "Title": "21 Smartphone Terbaru Yang Dirilis di November 2016", "Content": "Jakarta, Selular.ID – Di bulan November 2016 terbilang banyak smartphone terbaru yang hadir di Indonesia. Bahkan beberapa  vendor mengeluarkan smartphone jagoannya. Momen ini memang dimanfaatkan vendor untuk mendongrak penjualan smartphone-nya sebelum berakhirnya tahun 2016. Apa saja smartphone terbaru yang hadir selama November 2016 ? Berikut ini daftarnya :   Asus ZenFone 3 Max Setelah diperkenalkan berbarengan dengan beberapa seri Zenfone 3 lainnya pada bulan September 2016. Akhirnya Asus ZenFone 3 Max resmi dijual di Indonesia. Fitur apa saja yang dijagokan ? Selengkapnya >>    Harga & Spesifikasi   Asus Zenfone 3 Laser Jajaran smartphone Asus kembali meramaikan pasar Indonesia. Kali ini Asus resmi menghadirkan Asus ZenFone 3 Laser ZC551KL di pasaran Indonesia. Selengkapnya >>   Harga & Spesifikasi   Asus Zenfone Go Asus melakukan pembaruan pada smartphone Asus ZenFone Go yang sebelumnya sudah pernah dipasarkan. Sebelumnya Asus Zenfone Go baru mendukung kecepatan akses 3G HSPA. Kali ini, smartphone yang terbilang laris ini hadir dalam versi yang sudah bisa terkoneksi ke 4G LTE. Selengkapnya >>   Harga & Spesifikasi   Samsung Galaxy J7 Prime Salah satu jajaran Galaxy J Prime yang diluncurkan Samsung, J7 Prime memiliki harga lebih mahal ketimbang 2 seri lainnya. Dibandrol dengan harga Rp3,7 jutaan, seri ini disebut-sebut All in One smartphone. Selengkapnya >>    Harga & Spesifikasi   Samsung Galaxy J5 Prime Samsung menggebrak di penghujung tahun dengan meluncurkan 3 Galaxy J Prime Series terbaru. Yaitu Samsung Galaxy J7 Prime, Galaxy J5 Prime dan Galaxy J2 Prime. Apa saja perbedaan dari ketiga smartphone ini ? Selengkapnya >>    Harga & Spesifikasi   Samsung Galaxy J2 Prime Trio Galaxy J Prime series resmi diperkenalkan Samsung pekan lalu di Indonesia. Setelah J7 Prime yang bisa ditemukan konsumen di kios penjaja ponsel, sekarang varian Galaxy J2 Prime sudah bisa dibeli konsumen. Selengkapnya >>   Harga & Spesifikasi   Samsung Galaxy V2 Konsumen Indonesia sudah bisa membeli smartphone Samsung murah lainnya. Varian terbaru di famili V series, yaitu Samsung Galaxy V2 sudah terpampang di etalase para penjaja smartphone konvensional tanah air. Selengkapnya >> Selanjutnya >> [nextpage title=”next”] Samsung Galaxy Tab A (2016) Gagal rilis Galaxy Note 7 di Tanah Air, namun S Pen yang menjadi stylush selalu menempel pada Note Series kini sudah bisa dirasakan dalam sebuah perangkat tablet bernama Galaxy Tab A (6). Selengkapnya >>    Harga & spesifikasi   LG V20 Penerus smartphone premium dari LG Mobile kembali menyapa pasar Tanah Air. Vendor ponsel asal Korea Selatan tersebut memperkenalkan LG V20 yang merupakan smartphone pertama di dunia yang mengadopsi sistem operasi terbaru Android 7.0 Nougat. Selengkapnya >>    Harga & Spesifikasi   Lenovo A7700 Lenovo kembali memperkenalkan produk terbaru, yakni A7700. Seperti model berawalan “A” lainnya dari Lenovo, ponsel ini dihargai relatif terjangkau. Selengkapnya >>     Harga & Spesifikasi     Huawei Y3 II Huawei seri Y3 II saat ini menjadi produk teranyar pabrikan asal Tiongkok tersebut, untuk mendobrak pasar Indonesia melalui smartphone murah yang berkualitas. Selengkapnya >>    Harga & Spesifikasi   Huawei  Y6 II Besarnya potensi pasar pada segmen entry level smartphone, membuat Huawei mencoba peruntungannya dengan merilis seri Y3 II dan Y6 II. Kedua perangkat berteknologi LTE tersebut, akan menjadi andalan Huawei untuk membidik konsumen pemula yang ingin beralih ke smartphone. Selengkapnya >>   Vivo Y55 Produsen smartphone asal Tiongkok, Vivo, dijadwalkan menggelar peluncuran smartphone terbaru pekan ini untuk pasar Indonesia,Vivo Y55. Selengkapnya >>    Harga & Spesifikasi   Vivo V5 Vivo Indonesia membuktikan janjinya untuk memperkenalkan seri V5 di Indonesia. Memanfaatkan tren selfie, V5 diklaim Vivo sebagai smartphone dengan kamera depan terbaik, yang beredar saat ini di pasaran. Selengkapnya >>   Harga & Spesifikasi Selanjutnya >>  [nextpage title=”next”] Infinix Hot 4 Setelah mengenalkan seri Hot 3 beberapa waktu lalu, Infinix kembali menambah lini baru jajaran seri hotnya. Hari ini (22/11/16) brand asal Hongkong  ini meluncurkan Infinix Hot 4 X557 dan Hot 4 Pro X556. Selengkapnya >>    Harga & Spesifikasi   Infinix Hot 4 Pro Seri Infinix Hot 4 Pro merupakan smartphone dengan harga terjangkau. Namun didalamnya terdapat beberapa fitur yang biasanya hanya terdapat pada pada smartphone flagship. Selengkapnya >>      Harga & spesifikasi   ZTE A110  ZTE A110 bisa jadi salah satu smartphone 4G termurah yang edar di tanah air. Namun jumlah yang dijual terbatas. Selengkapnya >>   Luna Luna Smartphone akhirnya melenggang di pasar Tanah Air. Digaungkan sebagai ponsel buatan Foxconn, Luna diklaim hadir mengunggulkan sektor desain yang disebutnya stylish, slim, dan unibody. Selengkapnya >>     Harga & spesifikasi   Polytron Prime 7s Sejak awal November, Polytron sudah menjajakan Prime 7s melalui jalur online. Akhirnya vendor ini mendaratkan smartphone terbarunya itu di jalur retail. Selengkapnya >>    Harga & spesifikasi   Axioo M5C Axioo kembali siap memanaskan persaingan di segmen low-end lewat smartphone baru bertajuk M5C. Senjata anyar brand lokal ini disebut hadir sebagai jawaban atas banyaknya permintaan pasar yang menginginkan smartphone dengan fitur kamera berkualitas, namun dibanderol dengan harga terjangkau. Selengkapnya >>      Harga & spesifikasi   Nokia 216 Microsoft yang hingga kini masih menjadi pemilik bran posel Nokia hingga masa kontrak berakhir, nampaknya akan lebih fokus memproduksi feature phone. Yang terbaru untuk pasar Indonesia, Microsoft resmi memboyong feature phone teranyarnya yakni, seri Nokia 216. Selengkapnya >>         ", "Tags": ["Tags", "Asus", "Axioo", "Huawei", "Infinix", "Lenovo", "LG", "Luna", "Nokia", "Polytron", "Samsung", "smartphone", "smartphone 2016", "smartphone terbaru", "Vivo", "ZTE"]}, {"DatePost": "6 September 2016 08:00", "Author": "Redaksi", "Title": "Majalah SELULAR Edisi 198 September 2016: MVNO Benarkah Menguntungkan?", "Content": " Kompetisi menjadi ciri khas industri ICT. Pemain silih berganti berada di panggung pertempuran untuk berebut dan mempertahankan pangsa pasar. Dengan pola open market, kompetisi antar vendor di Indonesia lebih keras lagi. Berdasarkan laporan lembaga riset Counter Point, pada kuartal kedua 2016, Samsung masih menjadi penguasa pasar smartphone di Indonesia. Vendor asal Korea Selatan itu punya 22 persen. Disusul Oppo dengan 17 persen, Asus 14 persen, Evercoss 6,4 persen, dan Smartfren Andromax 5,9 persen. Seperti halnya vendor smartphone, persaingan di arena operator selular juga tak kalah sengit. Bahkan sejak beberapa bulan terakhir mengarah ke turbulensi akibat rencana pemerintah dalam merubah regulasi yang ada, yakni penurunan tarif interkoneksi dan Peraturan Pemerintah No 52 dan 53 yang mengatur network sharing dan frekuensi. Saat ini operator terbelah menjadi dua kubu, menerima dan menolak perubahan regulasi. Bagaimana muara dari rencana perubahan PP tadi? Sejauh ini publik dan dunia usaha masih menunggu. Majalah Selular edisi kali ini mengulas tentang rencana perubahan PP di atas, dan menyajikan tanggapan dari para pemimpin di industri telekomunikasi. Terlepas dari polemik yang terjadi, industri selular memang sangat kental dengan aroma persaingan. Selain inovasi teknologi, perubahan kebijakan juga memicu terjadinya pergeseran peta pasar. Selain fokus pembahasan pada VR, Majalah SELULAR edisi 198 September 2016 juga menyajikan review smartphone: – Samsung Galaxy On 7 – Lenovo Vibe C – Vivo V3 – Infinix Hot S – Samsung Galaxy J5 (2016) – Oppo F1s Selain itu juga ada beberapa artikel menarik lainnya : 6 Aplikasi Live Streaming Terfavorit Beberapa aplikasi pilihan yang memungkinkan pengguna menyiarkan videonya sendiri di aplikasi tersebut, secara real-time. Atau bagi Anda seorang penggemar yang ingin menyaksikan video artis favoritnya, persis di saat yang sama dengan waktu sang artis merekam dan menyiarkannya. Balada Layanan Purna Jual Menumpang sarana after sales dengan distributor, adalah satu kiat vendor yang tidak mau direpotkan dengan masalah layanan purna jual. Kondisi ini lah yang hingga sekarang masih menjadi salah satu permasalahan yang dihadapi bisnis ponsel di Indonesia. Lalu sejauh mana sejatinya ketersedian serta kualitas layanan purna jual di industri ponsel Tanah air saat ini? Minimnya Belanja Online via Smartphone Jumlah pengguna smartphone meningkat drastis, namun masih sedikit yang memanfaatkan untuk aktifitas belanja online. Mengapa ? Oppo Indonesia Community Komunitas smartphone Oppo tak sekedar tempat sharing, juga merupakan satu-satunya komunitas mengintegrasikan dengan after sales. Review Review berbagai smartphone terbaru : Dan masih banyak beberapa artikel menarik Majalah SELULAR edisi 198 terbaru ! ", "Tags": ["Tags", "edisi 198", "majalah", "MVNO", "selular", "september 2016"]}, {"DatePost": "5 August 2016 16:31", "Author": "Redaksi", "Title": "Majalah SELULAR Edisi 197 Agustus 2016: Serunya Sensasi Virtual Reality", "Content": " Jakarta,Selular.ID – Virtual Reality (VR) belakangan teknologi mulai banyak dikenal. Dulu teknologi ini masih sebatas khayalan, atau sudah nyata tapi hanya di dalam film. Kita pun dibuat tercengang ketika menyaksikan film yang menampilkan virtual reality. Bagaimana teknologi ini bisa menampilkan visualisasi buatan di depan mata yang dirasakan seolah-olah hal itu benar-benar nyata. Teknologi VR sebenarnya sudah dimanfaatkan sejak cukup lama. Salah satunya pada keperluan simulasi pendidikan penerbangan. Bagaimana calon pilot dihadapkan pada visualisasi seolah-olah sedang menerbangkan pesawat, padahal sebenarnya dia hanya duduk diam dalam sebuah ruangan simulator. Kini sensasi VR dibawa ke perangkat pengguna, salah satunya smartphone. Setiap orang bisa menikmati sensasi VR dengan mudah. Dibantu dengan perangkat VR Viewer, apa yang ditampilkan di layar smartphone kini bisa dinikmati dengan sensasi berbeda. Seolah-olah pengguna dibawa ke dunia nyata dari apa yang ditampilkan di layar smartpone. Kita bisa merasakan seolah sedang benar-benar menaiki rollercoaster, padahal itu hanya game rollercoaster yang ditampilkan di layar smartphone. Di tengah kejenuhan pengguna smartphone yang hanya ditawarkan fitur itu-itu lagi, kehadiran VR menjadi sensasi baru. Belakangan para vendor smartpone pun mencoba menawarkan VR sebagai daya tarik baru dalam smartpone produksinya. Nah, di majalah Selular edisi kali ini, akan diulas lebih lengkap apa itu VR, seperti apa sensasinya, berbagai perangkat pendukung , dan lainnya. Apakah VR akan berhasil memikat pengguna dengan sensasi yang ditawarkan? Sepertinya akan butuh waktu dan pembuktian apakah teknologi VR benar-benar menjadi fitur yang dibutuhkan oleh pengguna smartphone. Mungkin belum untuk saat ini, tapi siapa tahu dibutuhkan di masa mendatang. Selain fokus pembahasan pada VR, Majalah SELULAR edisi 197 Agustus 2016 juga menyajikan review smartphone, di antaranya: – Xiaomi Redmi Note 3 – Vivo V3 Max – Axioo Picophone M4S – Coolpad Max – Coolpad Max Lite – Lenovo Vibe K5 Plus – LG G5 SE Majalah SELULAR sudah bisa didapatkan di toko buku Gramedia dan kios Indomaret di seluruh Indonesia. ", "Tags": ["Tags", "agustus", "edisi 197", "majalah", "selular"]}, {"DatePost": "14 June 2016 13:15", "Author": "Redaksi", "Title": "Majalah Selular Edisi 195 Juni 2016: Peta Persaingan Vendor Smartphone", "Content": " Posisi vendor di pasar terus berubah-ubah. Dulu, peringkat lima besar selalu dihuni oleh lima merek besar yang itu-itu saja. Sekarang, ponsel menengah mulai mengancam ponsel-ponsel branded. Tak sedikit perusahaan telepon selular tidak mampu bersaing dengan perusahaan baru maupun perusahaan yang sudah besar. Perusahaan yang sudah lama pun ada yang tidak mampu mengikuti kompetitornya untuk memikat konsumen. International Data Corporation (IDC) telah merilis laporan pangsa pasar smartphone global di kuartal pertama tahun 2016. Dalam catatan IDC, sepanjang kuartal pertama 2016 ada 334,9 juta unit smartphone dikapalkan secara global. Samsung, Apple, dan Huawei menjadi pemimpin di tiga besar. Di balik itu ada hal yang mengejutkan. Yakni masuknya Oppo dan Vivo di peringkat keempat dan kelima. Untuk lebih mengetahui kondisi yang sedang terjadi ini secara lebih mendalam, ragam informasi ini tersaji di dalam rubrik “Focus: Peta Persaingan Vendor Smartphone.” Selain rubrik Focus, Majalah SELULAR Edisi 195 Juni 2016 juga membahas ulasan lainnya terkait telekomunikasi, yakni penyelenggaraan Selular Congress 2016: When Everything Becomes Digital. Berikut ini daftar lengkap konten Majalah SELULAR Edisi 195 Juni 2016: BUSINESS Unggul Di Smart TV, Optimis Di Smartphone; Huawei Pamerkan Geliatnya TREND Virtual Reality Akan Diminati?; Banjir Layanan Streaming Online INDICATOR Traveller Goes Mobile FOCUS Peta Persaingan Vendor Smartphone; Samsung Bertahan Dalam Gempuran; Asus Si ‘Kuda Hitam’ Terus Melaju; Lenovo Padukan Dua Sistem Penjualan EXPERIENCE Siapkan Jaringan Jelang Ramadhan SELULAR CONGRESS 2016 When Everything Becomes Digital CORPORA BOLT! Penyedia Layanan 4G LTE Pertama di Indonesia COMMUNITY Infinix, Ketika Penggemar Smartphone Infinix Berkumpul REVIEW LG Stylus 2 Infinix Hot 3 Asus Zenfone Max ZC550KL OnePlus X Asus Zenwatch 2 MARKET Brand Ponsel Lokal Di Ujung Hayat? STORE Royal, Tak Sekadar Pamer Produk Baru INNOVATION Selamat Datang Era Kognitif; Asus Zenbo, Robot Pintar Yang Serba Bisa DIGILIFE Aplikasi Andalan Saat Ramadhan VOICE Menilik Keamanan Identitas Digital ", "Tags": ["Tags", "majalah selular"]}]