[{"DatePost": "2 October 2016 10:26", "Author": "selular", "Title": "Review Xiaomi Redmi 3 Prime: Koneksi 3G, Spesifikasi Mumpuni", "Content": " Jakarta, Selular.ID – Melengkapi seri Redmi, Xiaomi merilis smartphone dengan nama yang sama namun dengan embel-embel Prime dibelakangnya pada pasar Indonesia. Dibanderol dengan harga yang Rp2,6 juta smartphone ini membawa spesifikasi yang cukup gahar salah satunya pada prosesor yang cepat dan kapasitas RAM yang cukup besar. Desain Xiaomi nampaknya tidak banyak memiliki ide untuk baru untuk mendesain produk mereka. Karena melihat bentuknya Xiaomi Remi 3 Prime sama persis dengan Xiaomi Redmi Note 3 yang sebelumnya kami review. Berbedaan mendasar adalah pada dimensinya yang lebih kecil, ini karena Redmi 3 Prime memiliki layar 0,5 inci lebih kecil dibandingkan Note 3. Sama-sama menggunakan material metal (Magnesium Alloy & Alumunium Alloy) pada bodi membuat bodi terasa kokoh nampak nampakl. Sayangnya tidak seperti Redmi Note 3, redmi 3 Prime tidak dilapisi dengan Scracth-resistant glass pada bagian layar kacanya. Secara garis besar penggunaan Redmi 3 Prime sangat nyaman digenggam, dan digunakan karena bentuknya pas dengan ukuran tangan orang Asia. Sayangnya lapisan permukaan pada bodi dibuat licin, sehingga pengguna harus lebih hati-hari tergelincir saat ditangan. Pada bagian depan seperti pada smartphone Xiaomi lainnya, Anda hanya menemukan beberapa sensor dan kamera depan diatas layar. Dibawah layar Xiaomi juga meletakan 3 tombol capasitive (back, recent dan menu) yang dilengkapi dengan backlight, sehingga dapat digunakan pada ruang gelap. Dengan bazel yang terbilang tipis membuat layar terasa lebih lebar meski hanya 5.0 inci. Pada bagian belakang Xiaomi masih membenamkan sensor sidik jari yang dengan kamera utama dan flash. Dibawahnya terdapat logo Xiaomi dan lubang speaker. Tombol volume dan tombol power tersedia disebelah kanan ponsel. Port microUSB dapat anda temukan pada bagian bawah. Sedangkan untuk Port audio 3.5 mm. Selanjutnya>> [nextpage title=”MIUI”] MIUI Tampil dengan layar 5 inci, Xiaomi Remi 3 Prime mampi memancarkan gambar dnegan resolusi HD (1280×720) dengan layar jenis IPS membuat sudut pandang pada layar terbilang luas dan nyaman untuk digunakan. Untuk tampilan yang dipancarkan cukup jelas dan terang, pada warna hitam jga terlihat pekat sehingga nyaman dimata.  Di saat banyak smartphone baru sudah menggunakan OS Android Marsmallow, sayang Xiaomi Redmi 3 Prime beru menggunakan sistem operasi Android OS, v5.1 (Lollipop), beruntung penggunanya tidak hanya diberikan OS android murni, karena Xiaomi telah melapisinya dengan interface MIUI versi 7.5. Dengan tampilan MIUI membuat smartphone ini hampir persis dengan iOS. Memiliki ikonik yang menarik dan animasi pada setiap transisinya. MIUI tidak menggunakan app drawer, sehingga semua aplikasi bisa anda temukan pada homescreen.  Untuk Tampilan bar notifikasi dan akses notifikasi di lockscreen sama seperti smartphone Xiaomi launnya. Dimana tampilan lockscreen tampil dengan fungsi membuka kunci layar dengan mengusap ke atas. Sedangkan saat mengusap dari kanan ke kiri untuk langsung mengakses kamera. Pada area ini juga pengguna akan melihat informasi dan notifikasi. Jika pengguna menginginkan tampilan yang lebih personal, dapat memadukan tema-tema yang ada yang tersedia untuk didownload langsung pada menu yang tersedia. Selanjutanya>> [nextpage title=”Fingerprint”] Fingerprint Seperti tren smartphone saat ini, Xiaomi sedang gemar-gemarnya membenamkan fitur yang satu ini. Seperti pada Note 3, redmi 3 Prime juga memiliki sensor fingerprint. Dengan fitur ini maka smartphone akan terjaga keamanannya saat pengguna lain ingin menggunakannya.  Secara kinerja respon dari sensor fingerprint yang dimilikinya cukup responsif, kurang dati 1 detik, sidik jari dapat dikenali dengan baik dan mampu digunakan untuk membujka kunci layar. Sayangnya tidak seperti smartphone lain yang dapat menggunakan sensor fingerprint untuk mengakses beberapa fitur, di Xiaomi Redmi 3 Prime tidak memiliki fitur tersebut. Selanjutnya>> [nextpage title=”Performa”] Performa ", "Tags": ["Tags", "Xiaomi", "Xiaomi Redmi 3 Prime"]}, {"DatePost": "26 July 2016 16:15", "Author": "selular", "Title": "Review Xiaomi Redmi Note 3:  Unggulkan Sensor Sidik Jari, Kinerja Mumpuni", "Content": " Jakarta, Selular.ID – Meneruskan produk sebelumnya Xiaomi kembali meluncurkan produk dengan spesifikasi yang mumpuni dengan harga yang relatif murah, yakni Redmi Note 3. Mengunggulkan fitur fingerprint scanner, ponsel dengan bodi metal ini memiliki spesifikasi yang handal. Bagaimana reviewnya? Simak berikut ini. Keunggulan – Desain premium material logam – Daya tahan baterai lama – Performa Mumpuni – Memiliki sensor fingerprint – Memiliki sensor Inframerah untuk remote control Kekurangan  – Hasil kamera kurang bagus pada low light – Sensor proximity kurang respon Desain Tidak jauh berbeda dengan pendahulunya Note 2, Xiaomi Redmi Note 3 menggunakan body yang terbuat daru material metal (Magnesium Alloy & Alumunium Alloy) membuatnya terasa lebih elegan. Untuk melindungi ponsel dari goresan benda tajam, Xiaomi sudah melapisinya Redmi Note 3 dengan Scracth-resistant glass pada bagian kaca. Smartphone dengan ketebalan 8.7 mm ini masih terbilang nyaman pada saat digenggam, walau dengan permukaan yang sedikit licin membuat Anda perlu berhati-hati agar tidak terjatuh. Pada bagian depan, Redmi Note 3 hadir dengan bazel di kiri dan kanan yang sangat tipis.  Pada bagian belakang tersedia sensor sidik jari yang ditemani dengan kamera utama dan flash. Lalu dibawahnya terdapat logo Xiaomi dan lubang speaker. Dibawah layar Xiaomi juga meletakan 3 tombol capasitive (back, recent dan menu) yang dilengkapi dengan backlight sehingga akan terasa nyaman saat di gunakan di malam hari. Beralih pada bagian belakang kita bisa melihat kamera dan speaker. Untuk tombol volume dan tombol power tersedia disebelah kanan ponsel. Port microUSB dapat anda temukan pada bagian bawah. Sedangkan untuk Port audio 3.5 mm tertanam pada bagian atas bersama dengan sensor infrared. Display Redmi Note 3 memiliki layar berukuran 5,5 inci resolusi FHD (1920 x 1080 pixel) dengan kedalaman piksel ppi 403. Layarnya mampu menghasilkan kualitas warna yang terang, tajam dan cukup detil. Mengusung panel layar IPS membuat produk yang satu ini memiliki viewing angle yang cukup luas. Sayangnya, saat digunakan dibawah terik sinar matahari, pengguna harus menaikan brightness level secara manual supaya lebih terang, karena saat kami menggunakan auto brightness, layat merespon agak lambat dalam menditeksi ruang. Seperti pada smartphone Xiaomi lainnya Xiaomi Redmi Note 3 juga masih menggunakan antarmuka MIUI 7.3. Interface ini berbasis Android 5.1.1 Lollipop. Dnegan interface ini diharapkan performa Redmi Note 3 semakin optimal. Tidak ada yang berubah sacera tampilan dibandingkan versi sebelumnya.  Tampilan bar notifikasi dan akses notifikasi di lockscreen juga tidak berubah. Dimana tampilan lockscreen tampil dengan fungsi membuka kunci layar  dengan mengusap ke atas. Sedangkan saat mengusap dari kanan ke kiri untuk langsung mengakses kamera. Pada area ini juga pengguna akan melihat informasi dan notifikasi. Masuk dari lockscreen akan disajikan halaman campuran antara homescreen yang langsung menuju pada aplikasi tyang etrsedia didalamnya. Jadi dengan kata lain interfacenya ini tidak memiliki drawer apps. Ikon-ikon aplikasi tampil minimalis mirip sengan interface IOS. Jika ingin tampil lebih personal lagi, pengguna dapat dapat memadukan tema-tema yang ada. Pada tema ini pengguna masih dapat mengubah gaya kunci, ikon aplikasi, font, tampilan bar status, pesan, dial pad dan lainnya. Fitur yang cukup menarik pada smartphone ini adalah sensor fingerprint, yang biasanya ada pada ponsel dengan range harga di 5 jutaan. Dengan fitur ini maka ponsel memiliki fitur keamanan yang cukup baik. Hadir dengan sensor yang cukup responsif, sidik jari hanya membutuhkan waktu sekitar kurang dati satu detik saja. Kamera Pada kamera utama, Xiaomi meyemaykan kamera dnegan resolusi 13 megapixel yang dilengkapi dengan sebuah LED flash pada Redmi Note 3. Kamera ini menggunakan lensa dengan aperture f/2.2. Sayangnya Xiaomi tidak menambahkan fitur seperti OIS (Optical Image Stabilization) sehingga sedikit goyang pada saat perekaman video.  Sedangkan untuk kamera depan tersedia resolusi 5 MP dengan aperture f/2.0. secara garis besar, kualitas kamera mampu menghasilkan foto yang cukup baik. namun begitu beberapa hasil fotonya masih terlihat kurang detail. Namun jika anda menggunakannya pada kondisi pencahayaan yang terang, hasilnya relatif baik dan maksimal. Fungsi HDR juga sangat membantu pengguna untuk mendapatkan hasil yang maksimal. Audio dan Baterai Untuk kemampuan audio Xiaomi Redmi Note 3 membawa fitur untuk memaksimalkan audio pada ponsel. Fitur ini bisa ditemukan pada menu settings>Sound &Vibration>Audio Settings, didalamnya tersedia beberapa pengaturan earset yang anda gunakan. Tentu saja fitur ini hanya mampu diatur menurut earset yang juga merek Xiaomi. Didalamnya juga tersedia fitur Maxx Audio. Hasilnya kualitas terbilang memuaskan. Khususnya dari sisi volumenya yang kencang. Performa Sejatinya Redmi Note 3 tersedia dalam dua varian, yakni dengan prosesor chipset MediaTek Helio X10 dan chipset Qualcomm Snapdragon 650. Selain itu juga ada varian memori internal 16GB dengan RAM 2GB, dan memori internal 32GB dengan varian RAM 3GB. Dan versi yang kami uji kali ini adalah varian yang menggunakan chipset Qualcomm Snapdragon 650, dengan memori internal 16 GB dengan RAM 2GB.  Performa Redmi Note 3 saat kami uji dengan memainkan 3D seperti Aspalt8:Airborne mampu dijalankan dengan lancar, tanpa adanya lag. Sedangkan dengan menggunakan aplikasi antutu bechmark, ponsel ini mampu mendapatkan skor hingga 69 ribuan. Dengan perfoma ini maka Xiaomi mampu disejajarkan dengan beberapa smartphone seperti Google Nexus 6. Seperti pada perangkat Xiaomi lainnya, the Redmi Note 3 datang baterai yang kapasitas yang cukup besar, yakni 4000 mAH. Selain itu Xiaomi juga menambahkan beberapa pilihan modus untuk memperpanjang umur baterai. dengan begitu pengguna dapat menggunakan smartphone ini dalam jangka waktu yang cukup lama. Pada saat kami gunakan Xiaomi Redmi Note 3 mampu digunakan hingga seharian. Untuk pengisian baterai, Xiaomi juga menambahkan fitur fast charging. Dengan fitur ini ponsel dapat mengisi daya penuh selama 3 jam. Hal ini termasuk cukup cepat dengan kapasitas sebesar itu.    Konektivitas Xiaomi Redmi Note 3 mempunyai kemampuan dual SIM dual, yang keduanya mampu berjalan di jaringan 4G. Fitur konektivitas lainnya ternasuk WiFi 802.11ac, Bluetooth 4.0, GPS/GLONASS, dan USB OTG. Apabila Anda sedang ingin melakukan browsing, Xiaomi menawarkan dua pilihan browser untuk melakukan browsing, yaitu Google chrome dan browser bawaan dari Xiaomi.  ", "Tags": ["Tags", "Xiaomi", "Xiaomi Redmi Note 3"]}, {"DatePost": "15 June 2019 15:00", "Author": "Khoirunnisa", "Title": "Review Sandisk Extreme Pro A2: Lebih Lancar Bermain Game di Smartphone", "Content": "Jakarta, Selular.ID – Game mobile keluaran terbaru menuntut ruang penyimpanan ekstra lega dan kecepatan baca super kilat pada sebuah perangkat. Pemilik smartphone misalnya, akan membutuhkan penyimpanan eksternal guna mampu ‘menangani’ game-game berukuran raksasa. Selain untuk game, penyimpanan super luas juga mutlak dibutuhkan akibat resolusi tinggi pada kamera smartphone yang kini sudah mencapai 48MP (seperti pada Vivo V15 Pro, Oppo F11 Pro, dan Xiaomi Redmi Note 7). Sebagai gambaran, hasil foto (still) kamera 48MP akan berukuran berkisar 12MB. Untuk merekam video, Anda akan butuh sekitar ruang 130MB untuk klip berdurasi 60 detik dengan resolusi 1080p 30fps (resolusi standar smartphone). Jika Anda termasuk penggemar game mobile sekaligus hobi fotografi, storage standar di smartphone mungkin tidak akan cukup. Anda membutuhkan kartu memori eksternal tambahan. Salah satu kartu microSD yang bisa diandalkan dalam menyimpan memori adalah merek Sandisk keluaran Western Digital (WD). Sandisk mempunyai banyak varian kartu microSD, kali ini Selular.id akan membahas mengenai Sandisk Extreme Pro A2 dengan kapasitas 128GB. Sebelum membahasnya, perlu diketahui kartu memori jenis microSD dari WD ini bisa digunakan untuk banyak perangkat. Selain smartphone, kartu juga bisa ditanamkan ke kamera DSLR (ada adapter), drone, dan Go-Pro yang sudah mendukung perekaman video 4K. Sandisk Extreme Pro A2 mempunyai kecepatan baca hingga 170mbps. WD mengeluarkan empat varian kapasitas: 64GB, 128GB, 256GB, sampai 400GB. Adapun harga retail yang disarankan untuk masing-masing kapasitas adalah: Seperti yang termaktub pada namanya, kartu ini sudah menggunakan standard teknologi A2. Sederhananya, teknologi A2 memungkinkan kartu untuk membaca dan menulis lebih kencang. Namun teknologi A2 menawarkan lebih dari itu. Sebelum A2, Sandisk telah mengeluarkan kartu memori dengan teknologi A1. Tidak hanya untuk menyimpan peta, gambar, video, music, dan dokumen, A1 juga memungkinkan pengguna untuk mengedit dan memperbarui data. Nah teknologi pada A2, kinerja kartu memori SD jauh lebih tinggi karena menggunakan fungsi Command Queuing dan Cache. Manajemen memori flash yang efisien dapat didukung oleh fungsi Maintenance. Contohnya pada saat loading game, akan diperlukan random access yang baik, pada waktu bersamaan, secara simultan. Mulai dari membuka aplikasi, mengecek akses yang tepat bagi game, mengecek level game, sampai mengecek audio yang tepat. Semua itu membutuhkan random IOPS yang mumpuni. Tabel di bawah ini menjelaskan garis besar spesifikasi A1 dan A2, rata-rata minimum IOPS baca/tulis acak (IOPS dalam hal ini berarti bahwa jumlah perintah baca/tulis 4KB dapat dieksekusi per detik), dan kinerja sekuensial berkelanjutan minimum (MB/d). Kartu memori microSD Sandisk Extreme Pro sangat ideal untuk smartphone keluaran terbaru. Namun pada dasarnya semua smartphone bisa menggunakan kartu ini, hanya saja kecepatan Read dan Write tidak akan semaksimal ketika kartu disematkan ke smartphone premium. Secara teori, kartu Sandisk Extreme Pro A2 ini mempunyai kecepatan Baca maksimal 170MB per detik dan kecepatan Tulis 90MB per detik. Sandisk mengklaim performa A2 adalah 4000 baca IOPS dan 2000 tulis IOPS. (Sedangkan performa A1 adalah 1500 baca IOPS, 500 tulis IOPS). Dengan kecepatan transfer 170MB/s, berapa kecepatan riil yang akan dirasakan pengguna ketika kartu dimasukkan ke dalam perangkat. Kami melakukan pengujian menhgunakan Vivo V15 Pro untuk benchmark di smartphone, dan di desktop melalui adapter kartu yang disediakan Sandisk. Sebelum menguji, kartu pertama kali diformat oleh perangkat itu sesuai pengaturan default perangkat. Pengujian kami menghasilkan kecepatan Baca berurutan sekitar 84MB/s dan kecepatan Tulis lebih dari 52MB/s. Itu tidak buruk. Hanya saja, label fitur A2 di kartu mengartikan kecepatan minimum 4000 Baca IOPS dan 2000 Tulis IOPS, dan ternyata Androbench melaporkan masing-masing 1956 dan 672. Cukup jauh dari klaim. Kartu ini sangat layak beli jika Anda membutuhkan ruang penyimpanan tambahan. Tidak peduli apakah ada label A1 atau A2. Karena untuk pemakaian di perangkat (smartphone, kamera, Go-Pro) akan menunjukkan kinerja berbeda. Sebagai informasi, beberapa smartphone Android di pasaran (contohnya Nokia 1) memungkinkan Anda untuk menggunakan kartu microSD sebagai “penyimpanan yang dapat diadopsi” dan menjadikan kartu seolah-olah ruang penyimpanan bawaan perangkat. Perangkat lain juga (contoh Galaxy S9 dan S10) memungkinkan aplikasi individual dipindahkan ke kartu microSD. Anda harus mencari tahu sendiri apa yang didukung smartphone Anda sebelum memastikan kartu microSD akan bisa menyimpan aplikasi di perangkat. Sandisk Extreme Pro A2 menjadi kartu microSD yang paling cepat saat ini, kecepatan mereka sangat baik untuk penyimpanan di smartphone. ", "Tags": ["Tags", "Extreme Pro A2", "Kartu Micro SD", "Sandisk"]}, {"DatePost": "1 June 2019 16:00", "Author": "Khoirunnisa", "Title": "Xiaomi dan Redmi Ingin Mendominasi Pasar Smartphone", "Content": "Jakarta, Selular.ID – Pada laporan riset pasar terbaru Q1 2019 oleh Gartner, Xiaomi tidak masuk dalam lima besar vendor smartphone dunia. Sepertinya perusahaan tengah mengatur strategi baru guna mengubah keadaan. Pasar internasional menjadi semakin penting bagi Xiaomi. Dalam sebuah wawancara dengan Sina Tech, CEO Redmi (sub-bran Xiaomi) Lu Weibing secara terbuka merinci rencana perusahaan untuk mendominasi global. Weibing menunjukkan, di India, Xiaomi dan Redmi telah memimpin pasar smartphone selama tujuh kuartal terakhir. Mereka memegang pangsa pasar 10%, memimpin di tempat kedua setelah Samsung. Tetapi melalui investasi lebih lanjut, Xiaomi ingin membawa semuanya ke tingkat baru dengan mencapai 50% pangsa pasar. Perusahaan Cina dan sub-brandnya saat ini menyumbang 29% dari pengiriman India, jadi tujuannya tentu saja optimis. Tapi itu tidak mustahil. Karena 7 dari 10 smartphone terlaris di India baru-baru ini adalah merek Xiaomi. Juga, hanya beberapa minggu yang lalu diumumkan lebih dari 2 juta unit Redmi Note 7 telah dikirim hanya dalam dua bulan. Di luar Asia, Xiaomi dan Redmi juga berharap untuk melanjutkan ekspansi mereka tahun ini. Di Eropa, perusahaan berada di urutan keempat di belakang Samsung, Apple, dan Huawei, tetapi melalui investasi lebih lanjut Redmi berharap untuk secara bertahap menutup kesenjangan. Juga, dengan harapan meningkatkan pengiriman secara global, 2019 akan melihat peluncuran Redmi di Amerika Latin bersama pasar Afrika Timur, Afrika Tengah, dan Afrika Barat. Perusahaan berencana untuk melanjutkan fokusnya pada e-commerce dan value for money, yang artinya menekan margin keuntungan. ", "Tags": ["Tags", "Redmi", "Xiaomi"]}, {"DatePost": "10 December 2018 22:55", "Author": "selular", "Title": "Jegal Xiaomi Mi A2, Realme U1 Hadirkan Kamera Selfie Beresolusi Besar 25MP", "Content": "Jakarta, Selular.ID – Selama tahun 2018 ini hadir beragam smartphone dengan fitur dan spesifikasi menarik. Kamera masih jadi keunggulan sejumlah smartphone di tahun 2018 ini. Diantara sejumlah smartphone yang beredar di pasaran Realme U1 yang baru saja diluncurkan dan Xiaomi Mi A2 memiliki keunggulan dari sektor kamera. Berikut ulasan singkat kamera Realme U1 dan Xiaomi Mi A2. Realme U1  Realme U1 baru saja diluncurkan di Indonesia tepat hari ini (10/12/2018). Realme U1 merupakan smartphone pertama dengan kamera depan beresolusi besar yakni 25 MP. Sensor kamera selfienya menggunakan Sony IMX576. Kamera depannya didukung teknologi 4-in-1 pixel synthesis dapat memberikan sensitivitas cahaya setara 1.8um. Teknologi ini secara signifikan meningkatkan cahaya yang efektif guna memastikan kualitas gambar yang terang dan stabil. Kamera utamanya, Realme U1 ditopang sensor ganda dengan resolusi masing-masing 13 MP + 2 MP. Xiaomi Mi A2  Xiaomi Mi A2 pertama kali diperkenalkan di Spanyol sebelum dibawa ke Indonesia pada September 2018 lalu. Di sektor fotografi, Xiaomi Mi A2 menggunakan kamera depan 20 MP dengan bukaan f/2.2. Sementara kamera belakang, dibubuhi resolusi 12 MP dan 20 MP. Dari segi resolusi kamera selfie, tentunya Realme U1 lebih besar. Sementara resolusi kamera utama Xiaomi Mi A2 lebih besar dari Realme U1. ", "Tags": ["Tags", "Realme U1", "Xiaomi Mi A2"]}, {"DatePost": "20 September 2018 08:00", "Author": "selular", "Title": "Review Asus Zenfone Max Pro M1 6GB: Performa dan Resolusi Kamera Meningkat", "Content": "Jakarta, Selular.ID – Setelah sukses dengan Zenfone Max Pro M1 versi Ram 3GB dan 4Gb di pasar tanah air, Asus kembali meluncurkan keluarga terbaru dari seri Zenfone Max dengan varian 6GB, yang diberi nama Asus Zenfone Max Pro M1 6GB. Masih mengusung disain dan dapur pacu yang tidak berbeda jauh dari seri pendahulunya, namun Zenfone Max Pro M1 versi 6Gb ini punya peningkatan yang signifikan di sektor kamera dan kinerjanya. Mengusung tema Limitless Gaming, Asus Zenfone Max Pro M1 memang menyasar segment gaming. Pasalnya, performa yang dimiliki serta dukungan baterai yang mampu bertahan lama sangat cocok untuk kalangan pecinta game berbasis smartphone. Spesifikasi Tanggal RilisAgustus 2018RAM/ROM6GB / 64GBProsesorSnapdragon 636OSAndroid 8.1 OreoLayar6,1 inci full HD+ (2.160 x 1.080 piksel, 18:9)Kamera16MP + 5MP dan 16MP selfieHargaRp 3.399.000Fitur UtamaFace Unlock, FingerprintBaterai5.000 mAh Secara desain Asus Zenfone Max pro M1 6GB ini tidak berbeda jauh dari pendahulunya, seperti penempatan tombol power dan volume, penempatan kamera utama dan kamera depan, serta posisi sensor sidik jari dan lubang jack audio 3,5mm.  Secara keseluruhan body Asus Zenfone Max Pro M1 6GB ini terlihat sedikit lebih tipis dan punya material yang lebih terasa metalnya saat digenggam. Untuk yang warna Meteor Silver ini tidak terlalu tampak bekas sidik jari saat digunakan.  Masih mengusung layar Full HD+ dengan bentang layar 6 inchi yang mengusung aspek rasio 18:9, smartphone ini mampu menyuguhkan warna yang natural dan masih punya kontras yang baik saat digunakan untuk bermain game maupun menikmati streaming youtube. Saat diluar ruangan pun layar Zenfone Max Pro M1 6GB ini masih nyaman digunakan.  Di sektor dapur pacu smartphone yang menyasar segment gaming ini tak perlu diragukan lagi. Berkat dukungan Prosesor Qualcomm Snapdragon 636 64Bit Octacore 1,8GHz yang disandingkan dengan GPU Andreno 509, Zenfone Max Pro M1 mampu memainkan game sekelas Player Unknown Battle Ground (PUBG), pada settingan HD tanpa adanya lag dan grafis patah-patah.  Hal ini membuatnya  lebih unggul dari rival terdekatnya yakni Xiaomi Redmi Note 5 yang hanya mampu memainkan game yang sama pada settingan satu level dibawahnya yakni Ballance. Untuk sekedar memenuhi kebutuhan multitasking generasi milenial yang kebanyakan menggunakan aplikasi sosial media, Zenfone Max Pro M1 dengan RAM 6GB dirasakan lebih dari cukup. Pasalnya, saat di gunakan untuk membuka banyak aplikasi sekaligus tidak ditemui adanya penurunan kecepatan saat berganti dari satu aplikasi ke aplikasi lainya.  Saat diuji menggunakan Antutu Benchmark Asus Zenfone Max Pro M1 mampu mencetak skor 115310 poin, yang lagi-lagi mampu mengungguli Redmi Note 5 dengan skor 113802 poin.  Sementara, saat kemampuan kinerja smartphone di test menggunakan PC Mark 2.0, Asus Zenfone Max Pro M1 berhasil mencetak nilai tinggi yang juga jauh lebih baik dari Redmi Note 5 4GB maupun Zenfone Max Pro M1 4GB, yakni 6149 point  Untuk User Interface (UI), pada seri Max Pro, pengguna tidak akan menemukan ZenUI. Sama seperti pendahulunya, Zenfone Max Pro M1 versi 6GB ini juga mengusung pure Android 8.1 sebagai Operating Sistemnya.  Dengan ketiadaan ZenUI pada Zenfone Max Pro M1 membuat tampilan UI nya menjadi lebih sederhana dan lebih ringan saat digunakan. Pasalnya, banyak aplikasi bawaan yang tidak akan ditemui pada UI bawaan Google ini. Namun pengguna yang terbiasa dengan ZenUI masih dapat mendowload aplikasi favoritnya di Play Store.  Disektor konektivitas juga tidak ada perbedaan dari varian sebelumnya. Slot SIM card mampu menampung 2 Nano Sim 4G sekaligus serta 1 MicroSD yang dapat di baca hingga 2TB.  Meski mengusung slot SIM yang tidak Hybrid namun hanya salah satu SIM saja yang dapat terkoneksi ke jaringan 4G LTE.  Di sektor keamanan, Zenfone Max Pro M1 6GB ini di bekali sensor sidik jari dan face unlock yang lebih cepat dari sebelumnya. Hal ini akan terasa jika pengguna sudah melakukan update pada sofware. Pasalnya, saat pertama kali mencoba kedua sensor ini terasa agak sedikit lambat ketimbang milik Redmi note 5.  Yang menarik dari varian 6GB ini adalah adanya peningkatan pada resolusi kamera utama yang digunakan.  Jika pada seri sebelumnya Asus membenamkan resolusi 13MP+5MP wide pada kamera utama, maka pada Zenfone Max Pro M1 6GB resolusinya menjadi 16MP+5MP wide. Hal ini menjadikan hasil photo pada Max Pro M1 6GB menjadi lebih tajam walaupun dikondisi minim cahaya, serta memiliki kecepatan autofokus yang lebih baik.  Untuk kamera depan atau yang lebih dikenal dengan kamera selfi, Zenfone Max Pro M1 dibekali kamera berkapasitas 16MP dengan Softlight Led Flash, yang punya kemampuan menghasilkan gambar yang mumpuni dengan tetap mempertahankan warna yang tetap natural. Kamera selfinya juga mampu menciptakan efek bokeh yang halus meski hanya satu kamera saja.  Menu editing foto pada Asus Zenfone Max Pro M1 juga masih bisa diandalkan. Dengan fitur editing bawaan yang mudah, pengguna mampu menghasilkan foto dengan hasil yang lebih sempurna sesuai kebutuhan.  Begitupun untuk hasil perekaman video. Zenfone max Pro M1 6GB punya kemampuan merekam video dengan resolusi 4K DCI pada kamera utama. Sedangkan untuk kamera depan hanya 1080 atau Full HD saja, namun keduanya punya kualiatas audio yang cukup baik saat perekaman video.  Selain dikenal denga kemampuan gaming yang mumpuni serta kualitas photo yang cukup baik, satu lagi yang cukup menjadi pertimbangan dari sebuah smartphone adalah daya tahan baterai. Khusus untuk seri Max pada Asus memang paling diminati lantaran kapasitas baterainya yang terbilang jumbo. Wajar jika banyak gamers yang memburu smartphone ini. Asus Zenfone Max Pro M1 versi 6GB ini juga masih ditopang dengan kapasitas baterai li-polimer 5000mA, yang sama dari seri Max sebelumnya. Hal ini membuat Asus Zenfone Max Pro M1 6GB masih lebih unggul dari rival terdekatnya yakni redmi note 5 yang hanya menggunakan baterai berkapasitas 4000 mAh saja.  Saat keduanya diuji memainkan Game PUBG secara bersamaan selama 2jam dengan kondisi baterai 100% dengan setting maximum, Zenfone Max Pro M1 menguras daya 24%. Sementara Redmi note 5 menghabiskan daya 37%. Ini membuktikan bahwa Zenfone Max Pro M1 6GB masih lebih hemat daya ketimbang Redmi note 5. Perbandingan keduanya dapat di lihat di video berikut ini:  Kesimpulan Bermain di kisaran harga Rp3Jutaan, Asus Zenfone Max Pro M1 yang lebih terkenal dengan smartphone gaming karena performanya yang mumpuni, ternyata juga mampu diandalkan dalam melakukan tugas sehari hari. Berkat adanya RAM yang lebih besar serta resolusi kamera yang lebih besar pula, mampu menjadikanya smartphone yang tidak hanya powerfull di segmen gaming, tetapi juga  menjadikan Zenfone Max Pro m1 6GB sebagai smartphone yang mampu memenuhi kebutuhan generasi millenial.     ", "Tags": ["Tags", "Asus", "Asus Zenfone Max Pro M1 6GB", "Test Gaming Asus Zenfone Max Pro M1"]}, {"DatePost": "27 July 2018 22:30", "Author": "Redaksi", "Title": "Review Honor 7S: Smartphone Layak Beli di Kelasnya", "Content": "Jakarta, Selular.ID – Kehadiran Honor di Indonesia telah mengunang banyak perhatian para pengguna smartphone di Indonesia yang ditunjukkan lewat keberhasilan penjualan beberapa samrtphone yang dirilisnya. Honor 7S menjadi salah satu smartphone yang juga mampu mendulang sukses pada penjualan perdananya. Dibanderol dengan harga yang bersahabat, Honor 7S berusaha mencuri pangsa pasar Xiaomi Note 5. Bahkan di beberapa bagian, fitur yang dimiliki Honor 7S mampu mengungguli samrtphone milik Xiaomi tersebut. Brief Spec Tanggal Rilis9 Juli 2018RAM/ROM2GB/16GBProsesorMediatek 6739OSAndroid 8.1 oreoLayar5,45 inci 18:9Kamera13MP (Rear) + 5MP (Front)HargaRp1.599.000Fitur UtamaLoud Voice CallBaterai3.020 mAh  Bagaimana performanya? Saya coba sajikan dalam ulasan berikut: Untuk ulasan pertama sengaja saya akan memaparkan bagaimana kinerja smartphone Honor 7S karena buat saya hal pertama yang perlu diketahui adalah bagaimana sebuah smartphone mampu bekerja dengan baik untuk menunjang aktivitas harian penggunanya. Menyasar segmen entry level dengan banderol Rp1.599.000 Honor 7S dibekali dengan prosesor Mediatek MT6739 yang dilengkapi dengan RAM 2GB dan kapasitas penyimpanan internal seluas 16GB. Slot kartu Micro SD pada Honor 7S mampu membaca data hingga 256GB. Untuk pengoperasian handset, Honor 7S mengusung sistemn operasi Android Oreo 8.1. Dengan dukungan konfigurasi hardware tersebut membuat smartphone ini cukup leluasa untuk ditanamkan berbagai aplikasi social media untuk kebutuhan eksistensi soasial di dunia digital bagi penggunanya. Peralihan dari satu aplikasi ke aplikasi lainnya cukup mampu berjalan secara nyaman. Secara teknis saya juga coba mengukur kinerja hardware Honor 7S dengan aplikasi AnTuTu Benchmark dan Geekbench sekedar untuk mengetahui berapa skor yang didapat meskiopun bagi pengguna yang terpenting adalah bagaimana pengalaman mereka saat menggunakan smartphonenya. Berdasarkan hasil pengukuran menggunakan aplikasi AnTuTu Benchmark dalam kondisi baterai 100 persen terisi full skor yang didapat Honir 7S sebesar 46369. Sedangkan berdasarkan pengukuran menggunakan aplikasi Geekbench, skor yang didapat adalah 655 (single core) dan 1819 (multi core).  Honor 7S dilengkapi dengan kapasitas daya baterai yang besar, yaitu 3020mAh yang didukung oleh fitur manajemen baterai-pintar Honor. Hal ini berarti pengguna ponsel dapat menikmati Honor 7S sepanjang hari tanpa khawatir mengisi ulang baterainya. Yang menarik dari Honor 7S yang mungkin dilupakan oleh vendor lain dalam menghadirkan smartphonenya adalah adanya fitur powerful receiver dengan fungsi “Loud Voice Call” memastikan bahwa panggilan telepon masuk dapat diterima dengan keras dan jelas. Dengan fitur tersebut, output audio yang mampou dihasilkan oleh Honor 7S akan lebih jernih 1,5 kali. Di era layanan data memang pengguna smartphone sebagian besar lebih banyak memanfaatkan layanan chatting ataupun messaging. Namun demkian layanan voice tentu saja masih belum ditinggalkan sehingga keberadaan fitur ini sangat membantu. Saya coba mengujinya di sebuah café dekat kantor dengan suasana yang cukup riuh mengingat ada penampilan live music di tempat itu. Benar saja, suara yang mampu diterima oleh Honor 7S dapat didengar sangat jelas, gemuruh music yang ada di sekitar tidak mengganggu panggilan telepon yang saya lakukan di tempat itu.  Untuk mengaktifkan fitur ini pengguna cukup menekan tombol volume (+) hingga melebihi kisaran volume normal. Memasuki ke bagian desain smartphone, Honor 7S memiliki penampilan cukup sederhana. Honor 7S yang saya pegang memiliki warna biru yang cukup memberikan kesan elegan. Memiliki ketebalan 5mm di sisi kanan smartphone terdapat tombol power dan volume rocker. Sementara di sisi kiri terdapat slot SIM Card dan juga micro SD. Di bagian muka tidak nampak adanya tombol fisik dengan logo Honor terlihat jelas di sisi bawahnya. Kamera selfi berada di bagian kanan atas smartphone.  Di bagian belakang terdapat kamera utama yang berdampingan dengan LED flash yang dikemas cukup rapih dengan cincin yang melingkari tidak terlalu menonjol.  Namun sayang cover belakang mudah menjadi kotor serta meninggalkan jejak tangan. Untuk itu sebaiknya pengguna melengkapi dengan cover tambahan karena Honor tidak menyediakan dalam paket penjualannya. Honor 7S menampilkan layar kekinian FullView Display dengan aspek rasio 18:9 dan bentang 5.45 inci resolusi HD+ (1440×720) yang menjadikan smartphone ini memiliki layar yang cukup lebar. Sesuai dengan tren layar penuh pada smartphone, Honor 7S menampilkan layar 5,45 inci di badan perangkat yang masih nyaman untuk dipegang dengan satu tangan, berkat bezel yang nyaris tidak ada. Full View display yang ditawarkan Honor 7S memberikan pengalaman lebih baik untuk melihat foto, menonton video dan berbagai hal menarik lainnya. Ketika menonton Youtube, pengguna Honor 7S bisa memperlebar tampilan dengan mem-pinch kedua jarinya untuk memberikan area pandang yang lebih luas. Dengan rasio layar 18:9 yang dimiliki oleh Honor 7S juga membuat tampilan layar saat browsing menjadi lebih luas. Saya coba membandingkannya dengan Asus Zenfone 4 selfi yang saya pegang. Tampilan layar Honor 7S mampu memberikan 1 baris tampilan lebih banyak.  Honor 7S ditopang dengan spesifikasi kamera utama dengan kapasitas resolusi sebesar 13MP yang dilengkapi dengan mode HDR dan juga mode pemotretan panorama. Gambar yang mampu dihasilkan kamera Honor 7S terbilang biasa saja tetapi sangat cukup untuk kebutuhan posting di media social seperti Instagram. Hasil jepretan kamera utama Honor 7S: Untuk urusan swafoto, Honor 7S dibekali kamera 5MP. Namun kamera depan Honor 7S ditemani dengan fitur Selfie Toning Flash yang akan membuat foto selfie lebih terang alami. Fitur ini memastikan wajah Anda terlihat terang bahkan dalam kondisi kurang cahaya, terutama untuk pengguna yang memiliki wajah gelap seperti saya. Untuk menggunakannya, nyalakan LED selfie-light Honor 7S pada aplikasi Kamera, beralih ke mode selfie, lalu klik ikon flash di kiri atas dan pilih ikon LED selfie-light. Di bawah ikon, Anda dapat mengatur ke atas atau bawah secara manual untuk menyesuaikan kecerahan hingga enam level. Atau Anda dapat memilih penyesuaian otomatis untuk pencahayaan optimal. Hasil selfie menggunakan Honor 7S: ", "Tags": ["Tags", "Honor 7S"]}, {"DatePost": "14 July 2018 20:00", "Author": "Ricky Fitrah", "Title": "Review Fitbit Versa: Smartwatch Bergaya dengan Harga Terjangkau", "Content": "Jakarta,Selular.ID – Fitbit resmi memboyong smartwatch ke Indonesia pada  awal Juni 2018 lalu. Nama Fitbit tentu tidak asing bagi konsumen wearable device (perangkat yang bisa dikenakan) tanah air. Fitbit termasuk Top 5 vendor global wearable device menurut laporan IDC (Q1 2018) bersama Apple, Xiaomi, Garmin, dan Huawei. Fitbit Versa adalah smartwatch ringkas dan ringan serta pelacak kebugaran dengan antarmuka yang ditingkatkan untuk pembacaan statistik kebugaran yang lebih mudah. Tahan air hingga 50 meter, dan berfungsi dengan iOS dan Android. Fitbit Versa memiliki desain indah mirip seperti smartwatch besutan Apple, Apple Watch. Versi ini lebih murah dari produk lainnya milik Fitbit, Ionic. Berbagai fitur yang notabanenya dimiliki oleh smartwatch lain sudah tertanam pada Fitbit Versa. Namun sayangnya, seri smartwatch terbaru Fitbit ini tidak dilengkapi dengan GPS dan NFC. Lalu, apa saja keunggulan Fitbit Versa? Simak ulasan lengkapnya berikut ini. Seperti yang sudah disinggung sebelumnya, Fitbit Versa merupakan alternative Apple Watch yang memiliki desain mirip. Versa tidak hanya estetis, tapi mungkin salah satu smartwatch paling nyaman yang Fitbit buat berkat bobotnya yang lebih ringan. Di sisi kiri terdapat tombol utama untuk bangun/kembali, sementara di sebelah kanan ada dua tombol jeda dan selesai ketika sudah menyeselesaikan latihan. Tombol ini terbukti bekerja secara sempurna saat menggunakannya ketika sedang fokus latihan. Di bagian belakang terdapat titik sensor serta pin untuk pengisian daya. Untuk strapnya sendiri masih mengusung gaya gesper tradisional yang sangat mudah untuk dikencangkan dan dilepas, namun tetap mempertahankan genggaman selama latihan yang intens. Seperti pada Ionik, tali ini juga dapat diganti dengan banyak jenis, seperti logam bewarna, kain, atau versi silikon. Adapun untuk tampilan display, Fitbit Versa memiliki layar sentuh bewarna dan cerah dengan kecerahan hingga 1.000 nit. Kecerahan ini memungkinkan layar Versa tetap terlihat jelas walaupun dibawah sinar matahari atau dibawah air. Layar sentuhnya juga sudah ditingkatkan daripada Ionic, yang tampaknya sedikit bermasalah karena latensi. Dengan Versa, segala aktifitas sentuh-menyentuh tampak lebih baik dan responsif. Fitbit Versa hadir dengan OS 2.0 terbaru milik Fitbit, termasuk tampilan dasbor baru yang terlihat lebih sederhana dan intuitif dari data kesehatan dan kebugaran Anda. Anda dapat melihat statistik kesehatan dan kebugaran harian maupun mingguan secara sekilas seperti aktivitas historis, detak jantung, dan ringkasan olahraga di layar utama. Yang lebih menarik, tampilan pada Fitbit Versa dapat Anda kostumisasi sendiri. Anda juga dapat membeli tampilan dari pengembang pihak ketiga, beberapa diantaranya dapat disesuaikan hingga ke warna teks dan pengaturan data.  Fitbit Versa memiliki daya tahan baterai selama empat hari jika digunakan secara intens, dan tersambung dengan perangkat (Android/iOs). Namun jika hanya digunakan untuk kegiatan sehari-hari, atau hanya sekedar untuk melihat jam, Versa mampu bertahan selama satu minggu penuh tanpa latihan intens dan tersambung ke perangkat. Setelah diisi penuh dan menggunakannya selama 24 jam penuh, termasuk dua kali latihan intens dan tidur, baterai Versa masih tersisa 70%. Setelah tiga hari penuh digunakan, baterai Versa mulai menyusut menjadi 10% dan nol di tengah hari keempat. Sedangkan untuk pengisisan perangkat, Fitbit membekali Versa dengan dock clip-in, yang membuatnya lebih mudah untuk diisi dibandingkan dengan pin magnetik pada Ionic.  Beberapa olahraga utama seperti jogging, berenang, bersepeda, dan latihan lainnya sudah terdapat pada smartwacth Fitbit ini. Untuk melacak kegiatan lari Anda, cukup memilih tab running dari opsi Exercise dengan cara menggeser ke kiri dari layar awal, lalu ketuk “Go”. Selama latihan, jam akan menampilkan pilihan vital Anda, yang akan berbeda tergantung pada latihan apa yang Anda lacak. Sebagai contoh, opsi yang sedang berjalan akan menampilkan jarak dan waktu, sedangkan opsi berenang akan menampilkan panjang dan meter berenang di sepanjang waktu, dan kemudian opsi latihan umum akan menunjukkan denyut jantung kalori yang terbakar. Banyak variabel pelacakan lainnya juga dapat dilihat, seperti waktu dan waktu saat ini, dengan menggesek ke kiri atau ke kanan pada tampilan utama selama pelacakan latihan. Setelah latihan selesai, Versa akan menampilkan ringkasan. Dalam sesi berlari misalnya, ringkasan latihan Versa memberi tahu kami berapa denyut jantung maksimum dalam beats per minute (BPM), di samping rata-rata BPM kami selama seluruh latihan, waktu yang dibutuhkan untuk menyelesaikan latihan dan jarak tempuh. Walaupun fitur-fitur yang diberikan tidak setingkat dengan Fitbit Ionic, Versa mampu menghadirkan fitur standar jam pelacak kebugaran dengan desain yang bergaya. Yang membuatnya sangat istimewa adalah, Anda cukup mengeluarkan Rp 3,6 juta. Harga ini lebih terjangkau dibanding Anda memilih Fitbit Ionic, karena secara keseluruhan, Versa sudah dapat menunjang aktivitas kebugaran Anda. Jadi, Versa bukan sekadar teman olahraga, tetapi jam tangan pintar sehari-hari dengan fungsi kebugaran tambahan bagi mereka yang mencari fitur konektivitas smartphone seperti dukungan notifikasi dan juga sadar akan kesehatan. ", "Tags": ["Tags", "fitbit", "Review Fitbit Versa", "Smartwatch"]}, {"DatePost": "29 March 2018 18:00", "Author": "Khoirunnisa", "Title": "Review Infinix Hot S3: Selfie 20MP, Layar 18:9 dengan Snapdragon", "Content": "Jakarta, Selular.ID – Tahun 2018 menjadi tahun estafet bagi Infinix. Setelah memperkenalkan Zero 5 akhir Januari lalu, perusahaan bergegas menghadirkan Hot S3 untuk Indonesia. Ya, perangkat Infinix yang kami ulas kali ini adalah Hot S3. Resmi menjadi anggota terbaru di keluarga selfie, seri Hot S, smartphone sudah dijajakan di Indonesia melalui preorder sejak 12 Februari 2018 dengan harga Rp1.899.000. Infinix Hot S3 hadir secara eksklusif di Official Store Infinix di Lazada Indonesia. Pada preorder batch pertama, perusahaan mengaku Infinix Hot S3 habis terjual dalam waktu satu jam saja. Menjadi yang pertama dalam sejarah Infinix, perusahaan bekerjasama dengan Qualcomm Technologies, Inc. untuk meluncurkan Infinix Hot S3. Smartphone perdana kolaborasi keduanya iti menggunakan Qualcomm Snapdragon 430 Mobile Platform. Selain itu, Hot S3 hadir dengan kamera depan 20MP dengan lampu kilat LED ganda dan layar HD+ 5,7 inci rasio 18:9. Berikut ulasan Selular.ID untuk smartphone Infinix Hot S3.  Isi kotak penjualan Infinix Hot S3 warna Sandstone Black (hitam) Pengisi daya (5V-2A) Kabel micro USB Jelly case Screen guard Pin ejector SIM card Panduan pengguna dan informasi garansi Highlight  Kamera selfie 20MP & flash Layar 5,7 inci rasio 18:9 resolusi HD+ Snapdragon 430 Kualitas rancang yang bagus Slot Dual SIM dan microSD dedicated Baterai 4.000mAh Harga Rp1.899.000  Desain Infinix Hot S3 Mengadopsi desain kekinian, Hot S3 mengusung aspek rasio 18:9 tanpa tombol fisik di bagian bawah. Di bagian atas berjajar kamera 20MP dengan lampu kilat LED ganda yang mengapit earpiece bersama dengan set sensor cahaya kedekatan dan ambient dan juga memiliki LED notifikasi. Meski tombol diletakkan di dalam layar, ternyata tetap ada panel mini di bawah layar. Volume rocker dan tombol power ada di sisi kanan dan slot SIM dan slot kartu microSD ada di sisi kiri. Corong speaker, port Micro USB dan mikrofon berbaris di bagian bawah dan jack audio 3.5mm hadir di bagian atas. Bukan hybrid, Infinix Hot S3 memiliki tiga slot khusus: dua untuk nano SIM dan satu slot kartu microSD dengan kemampuan baca hingga 128GB. Pada panel belakang finishing seperti logam, dengan kualitas pembuatan yang sangat baik. Ada kamera 13MP di bagian belakang dengan lampu kilat LED ganda serta sensor sidik jari di bawahnya. Smartphone memiliki baterai built-in 4000mAh dengan berat 150 gram dan ukuran lengkap 153 x 72,85 x 8,4 mm.  Full View Display 18:9 Dengan rasio aspek 18:9 dan rasio layar-ke-tubuh 81% dan memiliki bezel minimalis, Infinix Hot S3 cocok untuk menikmati konten media. Pengguna akan mendapatkan opsi untuk meregangkan konten di layar saat menonton video di aplikasi seperti YouTube agar sesuai dengan tampilan 18:9. Bentang layar 5,7 inci dengan kaca melengkung 2.5D dan resolusi HD+ 1440×720 piksel dan kepadatan piksel sekitar 285ppi. Tampilannya mungkin dirasa kurang tajam dibandingkan Infinix Zero 5 untuk sebagian orang. Namun berkat resolusi itu, Hot S3 lebih hemat dalam konsumsi energi. Layar smartphone memiliki opsi Night Light yang secara otomatis mengurangi cahaya biru demi kenyamanan mata. Smartphone juga memiliki opsi kustom pengingat lampu LED yang bisa diaktifkan untuk notifikasi ketika baterai lemah, untuk panggilan tidak terjawab, pesan yang belum dibaca dan banyak lagi. Ada juga opsi tampilan Ambient yang akan membuka layar saat Anda menerima notifikasi.  Kamera Utama Infinix Hot S3 memiliki kamera belakang 12MP dengan f/2.0 aperture dan dual LED Flash yang menghasilkan sinar tambahan ketika foto di ruang minim cahaya menjadi lebih natural. Antarmuka kamera mudah digunakan dengan flash dan HDR di sisi kiri bersama dengan filter yang berbeda (Mono, Sepia, dan Aqua). Di sisi kanan ada opsi untuk menangkap gambar dalam mode otomatis secara default, beauty, video dan mode yang berbeda seperti Panorama, Night, Time-Lapse, dan Profesional untuk menyesuaikan pengukuran, pencahayaan, kecepatan rana, ISO, keseimbangan putih, dan fokus. Sayangnya, belum ada opsi rekam video slow motion, yang dirasa cukup wajar untuk rentang harga di kelasnya. Soal kualitas gambar, potret di siang hari sangat baik apalagi dengan pengambilan gambar HDR. Foto makro juga bagus dan fokusnya terbilang cepat. Foto di ruang minim cahaya menimbulkan noise dan foto dengan flash sangat membantu.  Kamera Selfie 20MP Selfie menjadi selling point seri Hot S khususnya konsumen Indonesia. Kamera depan 20MP dengan dual LED flash dan aperture f/2.0 sangat baik menangkap banyak detail. Meski hanya berbekal 1 lensa, Infinix Hot S3 bisa menghasilkan foto Bokeh berkat software bawaan. Dalam mode Auto, pilihan yang tersedia sama dengan mode kamera utama. Anda juga memperoleh opsi HDR, flash, filter, dan pilihan rasio gambar. Dalam opsi mode lainnya, tersedia time lapse dan wide selfie. Infinix Hot S3 merekam video pada resolusi maksimum resolusi 1080p pada 30fps. Kualitas video terbilang baik. Secara keseluruhan, pemotretan dengan kamera selfie Infinix Hot S3, hasilnya di luar dugaan. Lebih bagus dari smartphone dengan rentang harga sama. Bahkan, hasil foto selfie-nya bisa disandingkan dengan smartphone dengan harga Rp2 jutaan.  XOS Di bagian software, Infinix berjalan pada Android 8.0 (Oreo) dengan kustom UI XOS v3.0 Hummingbird . Hot S3 diluncurkan dengan pembaruan patch keamanan Android untuk Januari 2018. Sayangnya, perusahaan tidak mengatakan kapan akan memberikan pembaruan Android 8.1. untuk menghadirkan pengisian otomatis, peningkatan dengan membatasi tugas yang berjalan di latar belakang saat tidak digunakan, mode Picture-inPicture, codec audio Bluetooth tambahan, dan banyak lagi. Hot S3 memiliki XOS Launcher dengan pengaturan cepat disesuaikan, layar awal kustom yang memungkinkan Anda menyesuaikan ukuran ikon, grid desktop dan banyak lagi. Launcher juga memiliki berita utama di homescreen, pengaturan aplikasi otomatis dan opsi pengaturan pintar. Meski tergolong “tidak besar” namun vendor menyediakan mode satu tangan yang memungkinkan Anda mengecilkan layar menjadi 4,7 atau 4 inci. Ada juga opsi smart gesture seperti ketuk untuk nyala, fast start untuk memulai perangkat dengan membuat gerakan dengan jari Anda di atas layar, melambai untuk membuka kunci layar dan mengheningkan panggilan masuk. Dari 3GB RAM pengguna mendapatkan 2,85GB. Dari 32GB penyimpanan Anda mendapatkan sekitar 23GB ruang yang dapat digunakan. Selain aplikasi utilitas dan aplikasi Google yang biasa digunakan, aplikasi lain yang terinstal antara lain Facebook, dan aplikasi lain yang kompatibel, PHX Browser, Catfiz, In Stote, PicMix, layanan Calcare untuk aplikasi bawaan vendor: XClub, XShare, dan aplikasi XTheme.  Sensor Sidik Jari Meski harganya terjangkau, Infinix Hot S3 sudah memiliki sensor sidik jari di bagian belakang. Penempatan sensor menyesuaikan tempat jari telunjuk pengguna bersandar saat memegang smartphone. Pengalaman Selular, sensor tergolong lebih lamban, karena dibutuhkan sekitar satu atau dua detik untuk membuka kunci ketika Anda menempatkan jari Anda pada sensor. Pengguna bisa menambahkan hingga 5 sidik jari untuk keperluan berbeda. Fitur Aneka fitur kekinian hadir di Infinix Hot S3 berkat XOS v3.0, mulai dari kamera untuk Full View Display, pengalaman galeri yang lebih kaya, dan Multi Window. Menyajikan update fungsi baru untuk galeri, pengguna dapat melakukan edit wajah, membuat mata lebih besar setelah mengambil foto. Jadi tidak peduli seberapa buruk Anda memotretnya, pengguna bisa mencoba ini untuk membuat foto menjadi lebih baik. Dengan radio aspek 18:9, pengguna bisa melakukan dua hal sekaligus karena software Infinix mendukung fitur multi tasking. Dengan fungsionalitas Multi Window, pengguna bisa beralih antar aplikasi dengan mudah. Salah satu fitur yang mulai hilang juga ada di Hot S3: aplikasi pemutar musik kustom dan Radio FM dengan rekaman dan opsi FM Alarm. Output audio yang baik dan jernih bahkan dalam volume penuh. Karena corong speaker ada di bagian bawah (kaki), audio tidak teredam ketika Anda meletakkan ponsel di permukaan yang datar. Output audio melalui headphone terdengar baik, tetapi di beberapa aplikasi seperti Youtube audio terdengar kurang keras meski volume penuh.  Konektivitas Hot S3 memiliki dukungan 4G dengan dukungan VoLTE untuk semua operator nasional. Baik slot SIM 1 atau 2 sudah mendukung 4G, tetapi pengguna hanya bisa mengaktifkan 4G di salah satu SIM di satu waktu, sementara yang lain menjadi 3G. Pengguna bisa mengatur SIM default untuk panggilan suara, perpesanan atau koneksi data. Smartphone memiliki Wi-Fi 802.11 b/g/n, Bluetooth 4.2, GPS dan dukungan USB OTG. Karena Hot S3 adalah ponsel dengan SIM ganda, pengguna mendapat opsi ketika ingin melakukan panggilan keluar atau mengirim SMS. Kualitas panggilan masuk terdengar jelas dan kualitas earpiece juga bagus.  Benchmark Bicara mengenai kinerja, perangkat didukung chipset Octa-Core Snapdragon 430 Mobile Platform dengan ARM Cortex A53 empat core pada kecepatan 1,2 GHz per inti dan empat lainnya di 1,5GHz per inti. Pengalaman Selular dengab Infinix Hot S3, performanya bagus tanpa lag. Kami tidak menghadapi masalah pemanasan apa pun. Smartphone memiliki RAM 3GB dan storage 32GB. GPU Adreno 505 yang disematkan juga cukup baik untuk bermain game Kami menggunakan dua aplikasi untuk menghitung benchmark. Skor Infinix Hot S3 di aplikasi Antutu Benchmark v7.06 adalah 58498. Sementara skor perangkat di aplikasi Geekbench Benchmark 4.2.0 adalah 672 (single core) 2473 (multi core).  Daya tahan baterai Untuk masa pakai baterai, baterai built-in 4000mAh menawarkan daya tahan cukup lama. Dengan muatan penuh, smartphone bisa bertahan selama sehari bahkan dengan penggunaan berat. Dengan penggunaan wajar, rata-rata baterai bertahan selama 2 hari. Jika masih kurang, pengguna bisa mengaktifkan mode hemat daya untuk memperpanjang masa pakai baterai saat baterai hampir habis. Anda juga dapat membebaskan aplikasi yang tidak digunakan dalam waktu lama untuk menghemat daya. Karena tidak ada dukungan untuk pengisian cepat, proses charging dari 0 hingga 100% membutuhkan waktu sekitar 2 jam.  Kesimpulan Infinix Hot S3 dibanderol Rp1.899.000, bersaing langsung dengan Xiaomi Redmi Note 5A Prime, smartphone lain yang berfokus pada selfie yang memiliki varian memori dan penyimpanan serupa, slot SIM dan microSD khusus dengan harga yang sama. Infinix Hot S3 memiliki keunggulan dari Redmi Note 5A Prime dalam hal kamera selfie, daya tahan baterai, tampilan layar penuh dan versi Android. Secara keseluruhan, Infinix Hot S3 adalah smartphone selfie yang baik untuk harga yang datang dengan Android 8.0 (Oreo). Infinix Hot S3 dijual setiap hari Jumat secara eksklusif di Lazada. ", "Tags": ["Tags", "Infinix", "Infinix Hot S3"]}, {"DatePost": "25 January 2018 09:00", "Author": "Khoirunnisa", "Title": "Review Infinix Zero 5: Smartphone 6GB Harga Paling Terjangkau", "Content": "Jakarta, Selular.ID – Hari ini, Infinix resmi memperkenalkan smartphone pertama di tahun 2018 untuk pasar Indonesia. Bernama Infinix Zero 5, smartphone merupakan perangkat unggulan perusahaan tapi dibanderol dengan harga menengah. Seperti diketahui, di Indonesia, Infinix memiliki 3 lini produk yang menyasar semua segmen. Pertama ada seri S (dulu seri Hot) untuk segmen muda, lalu ada seri Note (dulu Hot Note) untuk kalangan bisnis, serta seri Zero yang menyasar kelas atas. Ketika Infinix mulai memasuki pasar Indonesia pada pertengahan 2015 dengan produk perdana Hot Note X551, perusahaan mendapat predikat Best New Comer di ajang Selular Award 2016 untuk kategori produk. Hingga akhir 2017, setidaknya perusahaan sudah mengeluarkan total lebih dari 10 model smartphone. Sebelum Zero 5, vendor mengeluarkan Infinix SMART yang hanya tersedia offline dan Infinix Note 4 Pro dengan stylus inovatif yang ditawarkan secara terbatas di Lazada pada November silam. Secara tradisi, setelah seri Note, Infinix bakal merilis model Zero. Benar saja, mengawali tahun 2018, Infinix hari ini merilis anggota terbaru di jajaran flagship: Zero 5. Tiga fitur utama yang ditawarkan Infinix Zero 5 adalah RAM 6GB, dual-camera di belakang, dan kerangka bodi yang solid. Smartphone dengan RAM 6GB belum banyak di Indonesia. Sebut saja Oppo F5 dan Asus Zenfone 3 Deluxe. Tapi keduanya dibanderol di atas Rp5 juta. Infinix Zero 5 menjadi smartphone dengan kapasitas RAM 6GB termurah saat ini. Penjualan hari ini (25/1/2018) di Lazada dimulai pada pukul 11.00 wib, smartphone ditawarkan dengan harga Rp3.499.000. Selular.ID berkesempatan mencicipi produk tersebut sebelum peluncuran resminya. Penasaran? Berikut ulasan Redaksi untuk smartphone Infinix Zero 5 X603. Highlight Infinix Zero 5 – RAM 6GB ROM 64GB – USB Type C – Kamera ganda di belakang – Layar belum mengusung rasio 18:9 – Harga Rp3,5 juta  Pertama kali membuka kotak pembungkus, kata “bongsor” mungkin akan terlintas pertama kali. Ya, Infinix Zero 5 terbilang besar karena mengusung layar 5,98 inci Full HD. Ukuran lengkap bodinya adalah 166.4 x 82.4 x 7.9 mm. Sementara bobotnya juga tergolong berat (karena baterai besar) yaitu 197 gram. Infinix Zero 5 mengusung dimensi yang lebih lebar dari smartphone berlayar 6 inci pada umumnya, apalagi bila dibandingkan dengan smartphone ramping berasio 18:9 yang sekarang sedang mewabah di tiap vendor. Karena tiga poin tadi (bongsor, lebar, dan berat), maka mengoperasikan Infinix Zero 5 dengan satu tangan terbilang sulit. Bahkan setelah menggunakannya selama dua minggu, kami juga belum sepenuhnya terbiasa dengan ukurannya. Kami tidak mengatakan smartphone ini tidak cocok untuk kaum hawa, tapi jika Anda tidak masalah dengan ‘body ekstra’ yang diberikan, maka Infinix Zero 5 layak Anda jadikan prioritas. Dari segi desain, sebenarnya tidak ada yang benar-benar menonjol. Apalagi saat ini dimana display bezel-less tengah jadi topik hangat di ranah smartphone, maka desain Zero 5 tergolong standar. Tapi, kualitas kerangka bodinya menjadi keunggulan Infinix Zero di segmen harga ini. Mengusung desain unibody berbalut logam dengan permukaan depan semua kaca, dan lekukan tepi yang elegan, sangat memberi kesan premium smartphone. Di bagian belakang, terlihat sentuhan apik di sekitar peletakan kamera. Balok hitam memanjang, mengkilap dan bertekstur, mengapit kamera ganda dan LED flash. Sekilas desain ini mirip dengan posisi kamera ala Huawei P9. Unit yang kami pegang memang berwarna hitam, tapi ada pilihan warna lain yang disebut Infinix Bordeaux Red, yaitu merah. Kami sudah melihatnya, dan jika Anda memutuskan untuk membeli Zero 5, pastikan memilih warna merah, karena terasa lebih kontemporer dibanding dua warna lainnya (hitam dan emas).  Infinix Zero 5 mempunyai bentang layar 5,98 inci yang sangat menawan. Berlapis Corning Gorilla Glass, tampilan 1080p Full HD terlihat sangat terang, dan semua warnanya renyah. Tapi jika Anda merasa belum puas dengan tampilan layarnya, ada pilihan untuk men-tweak pengaturan layar secara manual agar sesuai dengan selera Anda. Bahkan tingkat keterbacaan font di bawah sinar matahari langsung mengesankan. Infinix sepertinya sudah memikirkannya dengan matang, karena layar sangat mendukung konten multimedia meski dilihat saat pengguna berada di luar ruangan. Ini bagus untuk menonton video saat bepergian, dan bahkan gaming secara mobile juga terlihat sangat baik. Karena Infinix belum menerapkan rasio 18:9, maka akan ada bezel cukup di bagian atas dan bawah. Frame di bagian bawah nampak sia-sia karena tombol navigasi berada di dalam layar.  Sebagai perangkat flagship, Zero 5 sudah pasti ditopang prosesor andal. Guna menjamin performa, smartphone didukung oleh SoC-PWC MediaTek Helio P25 octa-core yang mampu berlari dengan kecepatan hingga 2,6GHz yang dipasangkan dengan RAM 6GB. Di atas kertas, perangkat ini tampak mampu menangani hampir semua hal yang diperintahkan. Setelah pengujian dua minggu pemakaian, betul saja. Untuk penggunaan sehari-hari yang cukup padat (call, browsing, gaming, streaming, downloading, chatting, video call, dll) semua lancar. Sementara video dan game juga ditangani dengan cukup baik. Kami mencoba memainkan game sarat grafis seperti Asphalt 8: Airborne, baik kecepatan respon papan kontrol dan visual, cukup baik. Perangkat mampu menangani multitasking dengan baik, tentu karena RAM super lega. Seperti halnya kebanyakan OEM China, Zero 5 juga berjalan pada versi Android OS yang disesuaikan. Ada Android Nougat onboard yang dibungkus Infinix’s XOS Hummingbird UI. Di kancah global, perusahaan menjanjikan satu update software, ke Android Oreo. XOS 3.0 menyajikan fungsi baru dan interaksi baru. Dibandingkan versi XPS sebelumnya, Zero 5 didesain dengan sistem anti-pencuri, mode split-screen yang fleksibel, dan fitur interaksi pintar yang baru. Sejumlah fitur yang akan bermanfaat bagi pengguna angara lain kemampuan untuk melindungi aplikasi pengguna, dan menghapus data ponsel dari jarak jauh. Ada juga fitur yang disebut Freezer, yang pada dasarnya meng-idle-kan aplikasi yang tidak Anda gunakan cukup lama. Setelah dibekukan, aplikasi ini tidak memakai sumber daya telepon, dan kemudian bisa dicairkan kembali hanya dengan sekali tekan.  Infinix menjadikan dual-kamera sebagai nilai jual utama Zero 5. Setup di bagian belakang dilengkapi dengan kombinasi lensa wide-angle 12MP, dan lensa telefoto 13MP. Keseluruhan fungsinya mirip dengan yang Anda lihat di smartphone seperti Apple iPhone X. Kedua kamera yang bekerja sama tidak hanya membantu menawarkan zoom tanpa celah, tapi juga memungkinkan Anda memotret dengan efek bokeh seperti DSLR. Selama kondisi pencahayaan ideal, semua foto yang kami ambil terlihat tajam dan detil. Modus potret tidak diragukan lagi ada di antara fitur utama, dilengkapi dengan fokus dan blur. Smartphone juga memungkinkan Anda untuk memfokuskan kembali foto setelah selesai diambil. Hasil foto di dalam rumah berbeda. Saat kondisi pencahayaan kurang ideal, foto yang dihasilkan tidak sedetil dan setajam outdoor atau cahaya cukup. Meskipun ada mode Pro untuk men-tweak pengaturan kamera secara manual, hasilnya masih lebih baik di outdoor atau di pencahayaan cukup. Di bagian depan, ada kamera 16 megapiksel dilengkapi LED Flash dengan mode kecantikan standar, dan mode bokeh. Meskipun tidak ada pengaturan dual-kamera di bagian depan, smartphone menggunakan perangkat lunak untuk menciptakan blur buatan. Sementara hasil selfie normal dan bokeh cukup baik.  Zero 5 hadir dengan penyimpanan internal 64GB. Jika itu tidak cukup, ada juga slot khusus untuk kartu microSD di sebelah kiri, dengan dukungan kartu hingga 128GB. Smartphone didukung baterai kapasitas besar 4.350mAh yang cukup untuk tidak men-charge seharian. Bahkan dengan penggunaan berat yang melibatkan game dan menonton video, baterai hampir bisa bertahan seharian. Dalam hal pengisian daya, Infinix mengatakan Zero 5 mendukung XCharge, yang  seharusnya mempersingkat waktu pengisian. Tetapi ketika kami coba, perlu waktu lebih dari dua jam untuk mengisi daya dari nol-100 persen. Bukan port biasa, Infinix Zero 5 sudah menggunakan USB Type-C seperti smartphone premium Samsung Galaxy S8 dan LG V30. Di bagian belakang terdapat sensor sidik jari yang dipasang dengan baik, cukup mudah dijangkau saat memegang perangkat dengan satu tangan. Sensornya cukup cepat untuk membangunkan perangkat, dan juga sangat berguna saat mengklik selfie. Terakhir, ada dukungan untuk dua kartu SIM (Micro), dengan nampan SIM diletakkan di sisi kanan. Sementara kedua slot SIM mendukung LTE, tapi hanya satu yang bisa diaktifkan dengan 4G, sedangkan yang lainnya beralih ke 3G.  Menggunakan aplikasi benchmark Antutu, Infinix Zero 5 menunjukkan angka 66128, yang artinya sangat baik untuk bermain game berat dan bersosialisasi di dunia maya seharian. Diajak mengolah dokumen kantor secara mobile pun sangat nyaman dan lancar berkat layar dan RAM yang besar.  Memasuki tahun ketiga kehadirannya di Indonesia, Infinix masih kalah pamor dengan merek global seperti Samsung ataupun rival se-daratan Oppo dan Vivo, bahkan Xiaomi. Tapi hal itu bukan berarti produk Infinix lebih jelek dari produk mereka. Contohnya Zero 5 ini nampak mampu menonjol di segmen menengah yang sangat kompetitif. Di segmen harga Rp3-4 juta, pembeli selalu mengharapkan kamera yang bagus. Smartphone seperti Oppo dan Vivo unggul dalam hal selfie sementara Infinix Zero 5 menawarkan kamera belakang yang sangat berkualitas. Layak dibeli? Berdasarkan dua minggu bersama Infinix Zero 5, smartphone berhasil memukau di beberapa area. Terutama pada tampilan layar yang besar dan tajam, kerangka yang solid dan daya tahan baterai cukup lama termasuk di antara kelebihan utamanya. Di aiai software, XOS 3.0 pada Zero 5 menawarkan beberapa fitur privasi yang menonjol. Hasil bidikan kameranya sangat baik. Pada harga Rp3,5 jutaan, Zero 5 sangat layak dibeli. Beli sekarang Infinix Zero 5 di Lazada. ", "Tags": ["Tags", "Infinix", "Infinix Zero 5"]}, {"DatePost": "16 July 2016 08:00", "Author": "Samin", "Title": "Photo : Hasil review Kamera Xioami RedMi Note 3 Pro", "Content": "Jakarta, Selular.ID – Xiaomi Redmi Note 3 Pro ini mengandalkan kamera belakang dengan resolusi 16 megapiksel yang ditandemkan dengan fitur PDAF (Phase-detection Autofocus) dan lensa aperture f/2.0, serta diperkuat oleh dual-tone LED flash. Mode yang disediakan pada kamera Xiaomi Redmi Note 3 Pro ini sedikit lebih lengkap dari Redmi 3 sebelumnya, yakni terdiri dari Panorama, Straighten, Tilt-Shift, Timer, Gradient, Manual, Beautify, Scene Mode, dan HHT (Hand Held Twilight).  Buat penggamar fotografi dengan smartphone, pasti agak kecewa dengan mode manual yang disediakan, soalnya cuma ada parameter ISO dan White Balance  aja. ", "Tags": ["Tags", "Redmi Note 3 Pro", "Xiaomi"]}, {"DatePost": "21 September 2019 11:00", "Author": "Ricky Fitrah", "Title": "Ini Smartphone dengan Chipset Snapdragon 710 Harga Rp3 Jutaan", "Content": "Jakarta, Selular.ID – Chipset merupakan otak dari segala sesuatu diperangkat elektronik, khususnya smartphone. Komponen satu ini bertugas sebagai pengatur segala inputan yang masuk sehingga memiliki output yang dikehendaki. Saat ini, chipset yang paling populer dijajaran smartphone Rp3 jutaan adalah Snapdragon 710. Ya, komponen inti dari smartphone besutan Qualcomm yang resmi dirilis tahun lalu ini memiliki banyak keunggulan. Keunggulan tersebut diantaranya sudah mendukung kamera hingga resolusi 48 megapiksel hingga perekaman video 4K. Selain kamera, chipset yang diberi nama “part” SDM710 ini juga telah mendukung pengisian cepat, Qualcomm Quick Charge 4+. Dengan berbagai keunggulannya, banyak vendor smartphone yang merilis hp dengan prosesor Snapdragon 710 di tahun 2019 ini. Sebut saja Oppo, dengan perangkat teranyarnya beberapa waktu lalu, Oppo K3 dan Realme dengan perangkat Realme X. Maka dari itu, Selular.id telah merangkum smartphone dengan Snapdragon 710 yang rilis di tahun 2019.  Oppo K3 resmi dirilis awal Agustus 2019 lalu. Smartphone dengan chipset Snapdragon 710 ini dibanderol Rp3,6 jutaan. Selain membawa chipset yang handal dikelasnya, Oppo K3 juga membawa sejumlah fitur unggulan. Dengan dukungan 6GB RAM dan 64GB peyimpanan internal, Oppo K3 dapat diandalkan ketika diajak multitasking. Selain itu, desain layarnya megusung OLED Panoramic full screen 6,5 inch, dimana tidak ada notch atau waterdrop. Masalah kamera, Oppo K3 sudah dibekali dengan dual camera 16MP + 2MP dan kamera selfie pop-up beresolusi 16MP. Baca juga: Ini Fitur Unggulan Oppo K3      Smartphone kamera pop-up pertama Realme, resmi dijual di Indonesia. Realme X mengedepankan tiga keunggulan utama sebagai bahan jualannya, yakni desain, fotografi dan performa. Realme X menggunakan chipset Snapdragon 710. Smarpthone ini memiliki beberapa variasi RAM dan penyimpanan internal. RAM 4GB + ROM 128GB: Rp3.799.000 dan RAM 8GB + ROM 128GB: Rp4.199.000. Masalah kamera, Realme X membawa dual-camera dengan ukuran 48MP + 5MP, dan kamera selfie pop-up sebesar 16MP. Baca juga: Resmi di Indonesia, Ini Harga dan Spesifikasi Realme 5 dan 5 Pro Review Realme 3 Pro Realme 3 Pro memiliki layar 6,3 inci Full HD+ dan chipset Snapdragon 710, kamera yang lebih baik, dan RAM lebih banyak daripada Realme 3 pertama. Penyimpanannya ditunjang RAM 6GB dengan memori internal 128 GB dan memori eksternal hingga 256 GB. Soal foto dan video, Realme 3 Pro disematkan kamera utama ganda beresolusi 16MP dan 5MP. Untuk selfie, Realme 3 Pro memiliki kamera depan beresolusi 25MP dengan aperture f/2.0. Realme 3 Pro versi (4/64) dibanderol seharga Rp2.999.000. Sedangkan varian Realme 3 Pro (6/128) dipasarkan seharga Rp3.699.000. Baca juga: Review Realme 3 Pro, Pro di Semua Aspek  Xiaomi juga punya smarpthone dengan Snapdragon 710. Dibekali dengan varian 4GB RAM dan 6GB RAM dengan peyimpanan internal 64GB. Mi 8 SE rupanya memiliki panel Super AMOLED beresolusi full HD+ 2248 x 1080 pixels. Masalah kamera, Xiaomi Mi 8 SE memiliki dual-camera beresolusi 12MP + 5MP dan kamera selfie 20MP. Harga Xiaomi Mi 8 SE untuk berkisar Rp3,8 juta untuk 4GB/64GB, dan Rp4 jutaan untuk varian lebih tinggi, 6GB/64GB. Itulah daftar hp dengan chipset Qualcomm Snapdragon 710 di tahun 2019. Semua smartphone diatas memiliki kekurangan dan kelebihan masing-masing, kembali lagi terhadap kebutuhan kalian. Selamat memilih! Tonton video menarik SelularTV:  ", "Tags": ["Tags", "Oppo", "Realme 3 Pro", "Realme X", "Snapdragon 710"]}, {"DatePost": "13 September 2019 16:00", "Author": "Yuni Riadi", "Title": "5 Smartphone dengan Baterai Besar Harga Kurang dari Rp3 Juta", "Content": "Jakarta, Selular.ID – Kapasitas baterai besar menjadi salah satu pertimbangan dalam memilih smartphone. Dari pantauan Selular.id di pusat penjualan ponsel ITC Roxy Mas Jakarta Pusat, dan Roxy Square, Jakarta Pusat, ponsel dengan daya baterai 4000mAh dan 5000mAh cukup banyak dicari pembeli. Apalagi jika harganya tidak lebih dari Rp3 juta. “Ada lima seri yang masih bagus penjualannya, selain kapasitas daya baterainya besar, harganya juga tidak lebih dari Rp3 juta,” ujar Simon Pemilik Chans Celullar, ITC Roxy Mas Jakarta pusat, (13/9/19). Hal senada pun dikatakan Poppy, pemilik Happy Cell, Roxy Square, Jakarta pusat. Lima seri, smartphone tersebut masih menjadi pilihan pembeli untuk smarphone baterai besar di bawah Rp3 juta. Berikut Lima seri smartphone berdaya besar, dengan harga kurang dari Rp3 juta. Xiaomi Redmi Note 7 (4/128) Bateria 4000mAh Harga: Rp2.700.000.  Redmi Note 7, didukung baterai dengan kapasitas sebesar 4.000 mAh. Cukup untuk menemani penggunanya seharian penuh dalam pemakaian normal. Smartphone ini juga mendukung Fast Charging. Fitur fast charging ini dapat mengisi penuh baterai yang hanya memakan waktu sekitar 2 jam dalam kondisi kosong. Selain itu, fast charging di ponsel ini sudah berteknologi Quick Charge 4.0. Sementara kamera, Xiaomi Redmi Note 7 didukung kamera utama dengan resolusi 48MP dan bukaan lensa f/1.8. Kamera ini dipadu dengan kamera sekunder beresolusi 5MP Dengan resolusi 48MP ini memungkinkan pengguna melihat lebih jelas dan detail yang ditangkap lebih jernih. Oppo A7 (4/64) Baterai 4230mAh Harga: Rp2.500.000  Oppo A7 menanamkan baterai dengan kapasitas besar, yaitu 4.230mAh. Dengan kapasitas sebesar itu, pengguna tidak perlu khawatir nyari stop kontak untuk ngecas ketika sedang di luar. Lebih dari itu, dengan AI battery management yang cerdas menonaktifkan aplikasi yang tidak aktif dan mengurangi penggunaan berlebih untuk menghemat daya. Ponsel ini memiliki 16MP kamera depan yang bahkan lebih bagus dari kamera belakang yang hanya beresolusi 13MP dan 2MP. Fitur kamera depannya pun sudah memiliki fitur beauty mode, bekas jerawat yang baru kamu pecahkan saja bisa tak terlihat. Asus Zenfone Max Pro M1 (6/64) Baterai 5000mAh Harga: Rp2.000.000  Asus Zenfone Max Pro M1 memiliki kapasitas baterai yang tergolong besar. Baterai yang tertanam di HP ini adalah Li-Po 5000mAh. Baterai ini sanggup bertahan lama, malahan pengguna bisa mendapatkan durasi waktu 3 hari lebih dengan penggunaan bermain game kisaran tiga jam dalam satu harinya. Malahan, saat baterai penuh, estimasi penggunaan Asus Zenfone Max Pro M1 bisa mencapai 5 hari dengan kondisi auto brigthness dinyalakan. Smartphone ini punya kamera 13MP dan 5MP (kamera kedua). Selanjutnya, kamera depan Asus ZenFone Max Pro M1 memiliki resolusi 8MP dengan dukungan portrait atau layar belakang bokeh. Asus Zenfone Max Pro M2 RAM 6GB ROM 64GB Baterai 5000mAh Harga: Rp2,8 juta Asus telah membekali Max Pro M2 dengan kapasitas baterai yang sangat besar, yaitu 5.000mAh. Bahkan, ponsel ini diklaim dapat bertahan selama dua hari. Dengan kapasitas sebesar itu, kalian tak perlu khawatir akan kehabisan daya saat bermain game. Max Pro M2 tidak didukung pengisian daya atau tidak menambahkan fitur fast charging pada smartphone ini. Dengan kapasitas daya yang melebihi ponsel pintar pada umumnya, Asus Max Pro M2 memerlukan waktu yang cukup lama untuk mengisi daya hingga penuh. Kamu harus menunggu setidaknya 2,5-3 jam sampai terisi full. Max Pro M2 didukung kamera belakang 12MP dan 5MP depth sensor, sementara kamera depan 13MP. Meskipun smartphone ini lebih ditujukan untuk gaming, namun kualitas video yang ditawarkan oleh Zenfone Max Pro M2 ini cukup bagus. Selain dapat merekam dengan kualitas Full HD pada 60fps, Max Pro M2 memiliki fitur EIS atau Electronic Image Stabilizer. Baca Juga :5 Smartphone Layar Besar yang Banyak Dipilih Pembeli Realme 3 Pro (4/64) Baterai 4045mAh Harga: Rp2.700.000 Review Realme 3 Pro Realme 3 Pro dibekali baterai berkapasitas 4045mAh. Baterai berkapasitas besar ini dilengkapi fitur VOOC 3.0 Flash Charge. Dengan charger VOOC yang tersedia dalam paket penjualan, dalam kondisi kosong diperkirakan hanya dibutuhkan 30 menit untuk mengisi kapasitas baterai hingga 50 persen dan penuh hanya dalam 80 menit. Realme 3 Pro memiliki kamera belakang ganda yang menggunakan sensor Sony IMX 519 resolusi 16MP aperture f/1.7 dan lensa keduanya beresolusi 5MP f/2.4. Di kamera depan disediakan sensor 25MP aperture f/2.0. Fitur AI yang otomatis mendeteksi objek atau pemandangan yang tertangkap kamera sehingga memilih mode foto terbaik masih bisa ditemukan di realme 3 Pro. Kemampuan AI ini cukup kadang sulit dan kadang mudah dimanfaatkan ", "Tags": ["Tags", "smartphone baterai besar"]}, {"DatePost": "28 July 2019 18:30", "Author": "Ricky Fitrah", "Title": "Lima Smartphone dengan IR Blaster, Bisa Dijadikan Remote!", "Content": "Jakarta, Selular.ID – Smartphone dengan blaster IR dapat berfungsi ganda sebagai remote universal, memungkinkan Anda untuk mengontrol berbagai perangkat elektronik di rumah Anda – seperti TV. Sayangnya, tidak semua vendor smartphone membekali produknya dengan sensor IR Blaster. Perusahaan seperti Samsung dan HTC memiliki teknologi yang kurang lebih sama, tetapi Anda masih dapat menemukannya di ponsel pintar dari merek Cina. IR Blaster sejatinya adalah inframerah. Jika ponsel Anda memiliki blaster IR, Anda dapat mengirim perintah, melalui sinar inframerah, ke perangkat lain, seperti televisi, set-top box atau stereo yang kompatibel dengan remote IR. Keuntungan utama menggunakan perangkat berbasis IR blaster adalah bahwa Anda tidak harus melalui proses pemasangan Bluetooth yang rumit. Smarpthone dengan sensor inframerah satu ini cukup layak Anda beli. Pasalnya, selain terdapat IR Blaster, smartphone ini memiliki kemampuan fotografi yang mumpuni. Huawei P30 Pro dibekali dengan chipset Kirin 980 disertai dengan 8GB RAM dan dua konfigurasi memori internal, 128GB dan 512GB. Baca juga: Review Huawei P30, Kamera Kece, Kinerja Oke Sub-brand milik Huawei, Honor, tidak pernah menghindar dari desain yang menarik perhatian. Muncul dalam beberapa gradien warna yang elegan, Honor 20 ternyata disematkan sensor inframerah. Smartphone ini memiliki chipset tertinggi dikelasnya, Kirin 980, dengan tandem 8GB RAM dan 256GB penyimpanan. Daya baterainya diatas rata-rata, yaitu 4000mAh. Baca juga: Honor 20 Resmi Mendarat di 10 Negara Sebelumnya, Xiaomi telah menghilangkan fitur IR Blaster pada Mi 8 tahun lalu. Namun, rupanya perusahaan membawanya kembali ke varian Mi 9. Xiaomi Mi 9 diumumkan di MWC 2019 dan ditenagai chipset Snapdragon 855. Ponsel ini dilengkapi pemindai sidik jari dalam layar dan tiga kamera belakang. Memiliki baterai dengan daya 3.300mAh dan mendukung pengisian kabel 27W, yang diklaim dapat menaikkan dari nol hingga 100 persen dalam sekitar 65 menit. Baca juga: Xiaomi Mi 9 Keok di AnTuTu, ZTE Axon 10 Pro Juaranya Seri Redmi Note Xiaomi telah menjadi salah satu jajaran merek yang paling populer dan untuk alasan yang baik. Salah satu tambahan terbaru – Redmi Note 7 Pro, menawarkan spesifikasi spektakuler dengan harga murah dan tetap menggunakan blaster IR. Muncul dalam dua konfigurasi, yang pertama dengan 4GB RAM dan 64GB penyimpanan, yang kedua dengan 6GB RAM dan 128GB penyimpanan. Redmi Note 7 Pro membawa chipset Snapdragon 675 sebagai otak pemrosesan. Baca juga: Redmi Note 7 dan Samsung M20, Mana yang Layak Dibeli Saat Ini? Selain blaster IR, Mate 20 Pro menampilkan layar melengkung yang besar, pemindai sidik jari dalam layar, dan baterai yang sangat besar. Lalu ada pengaturan tiga kamera di belakang, desain yang cantik, dan banyak fitur lainnya termasuk pengenalan wajah 3D. Smartphone ini dibekali dengan chipset Kirin 980 dengan tandem 6GB RAM dan 256GB peyimpanan internal. Baca juga: Mimpi Punya Huawei Mate 20 Pro Makin Bisa Terwujud  ", "Tags": ["Tags", "Inframerah", "IR blaster"]}, {"DatePost": "16 May 2019 17:00", "Author": "selular", "Title": "Realme Hadirkan Dua Program Ramadan Seru", "Content": "Jakarta, Selular.ID – Selama bulan Ramadan 2019, Realme menggelar dua program baru. Program #JepretRealmeDeal menawarkan promo harga terbaik untuk setiap pembelian smartphone Realme melalui Realme Official Online Store mulai tanggal 14 hingga 26 Mei. Sementara #JepretMomentRealme mengajak generasi milenial untuk mengabadikan aktivitas Ramadhan dan persiapan Idul Fitri mereka melalui media sosial untuk memenangkan sejumlah smartphone realme dari 15 Mei hingga 7 Juni. Selama program #JepretRealmeDeals berlangsung, Realme memberikan harga khusus untuk setiap produknya. Realme memberikan diskon khusus hingga Rp600.000 untuk setiap pembelian produk realme di realme Official Online Store. Baca juga : Mengungkap Cara Realme Menggerogoti Pasar Xiaomi Program #JepretRealmeDeals juga memberikan penawaran dan hadiah menarik bagi konsumen yang beruntung. Program ini merupakan kolaborasi antara Realme dan beberapa mitra. Program #JepretRealmeDeals juga memberikan penawaran dan hadiah menarik bagi konsumen yang beruntung. Program ini merupakan kolaborasi antara Realme dan beberapa mitra.  Bagi konsumen yang membeli produk realme di Lazada menggunakan metode pembayaran AkuPay, mendapatkan penawaran khusus. Misalnya diskon Rp100.000 untuk setiap pembelian Realme C2, diskon Rp200.000 untuk setiap pembelian realme 3 Pro dan diskon tambahan Rp50.000 untuk produk realme lainnya. Untuk anak muda yang selalu berbagi kebaikan melalui komentar positif di kolom ulasan produk di Realme Official Online Store, mereka berhak mendapatkan hadiah khusus hingga Rp600.000 untuk reviewer yang beruntung. Seperti di Lazada, bagi yang membeli produk Realme di Shopee menggunakan metode pembayaran AkuPay, juga mendapatkan penawaran khusus. Mulai dari diskon Rp100.000 untuk setiap pembelian Realme C2, diskon Rp200.000 untuk setiap pembelian realme 3 Pro dan diskon tambahan Rp 50.000 untuk produk realme lainnya. Baca juga : Memotret Malam Hari Dengan Realme 3 Pro Bagi pembeli yang beruntung bisa mendapatkan voucher Rp100.000 untuk pembelian Realme C2 di Tokopedia bagi pembeli yang beruntung. Tidak hanya itu, pembeli yang beruntung juga akan mendapatkan kesempatan untuk memenangkan kartu BCA Flazz gratis dan realme Buds untuk setiap pembelian produk realme di Tokopedia selama Bulan Ramadan. Realme juga berpartisipasi dengan Blibli untuk memberikan kebaikan selama Ramadhan dengan memberikan potongan harga Rp100.000 untuk setiap pembelian realme C2 di Blibli pada akhir Bulan Mei. Selain memberikan harga khusus, Realme juga menghadirkan tantangan dengan tema berbeda dan 3 postingan dengan caption menarik setiap periodenya akan mendapatkan 3 realme 3 Pro. Baca juga : Terungkap, Ini Spesifikasi Realme X dan X Lite Periode pertama akan berlangsung pada tanggal 15-25 Mei dimana peserta perlu mengunggah foto dengan tema “Food”. Selanjutnya pemenang periode 1 akan diumumkan pada tanggal 25 Mei. Untuk periode kedua mulai tanggal 25 Mei – 1 Juni, peserta perlu mengunggah foto dengan tema “Togetherness” atau kebersamaan. Kemudian pemenang akan diumumkan pada tanggal 1 Juni. Periode ketiga digelar pada tanggal 1 – 7 Juni, peserta perlu mengunggah foto dengan tema “Lebaran & Mudik”. Pemenang periode akan diumumkan pada tanggal 1 Juni. ", "Tags": ["Tags", "#JepretMomentRealme", "#JepretRealme", "program Ramadhan", "RealMe"]}, {"DatePost": "2 April 2019 07:00", "Author": "Yuni Riadi", "Title": "Kian Terpuruk Jadi Alasan Sony Batasi Bisnis Smartphone Pada 2020?", "Content": "Jakarta, Selular.ID – Sebagai brand yang pernah mengenyam kejayaan dan nama besar, kinerja Sony secara keseluruhan cenderung baik, tetapi unit mobile-nya terus terperosok. Perusahaan Jepang itu baru saja mengungkapkan hasilnya untuk kuartal ketiga tahun fiskal 2018 Unit Mobile Communications Sony melaporkan penjualan 137,2 miliar yen (Rp18 triliun), membuat penurunan besar dibandingkan tahun lalu. Pada Q3 2017 divisi ini menghasilkan penjualan 217,5 miliar yen (Rp28 triliun). Unit ini juga beralih dari untung 15,8 miliar yen (Rp2 triliun) pada Q3 2017 menjadi rugi 15,5 miliar yen (Rp1,9 triliun) pada Q3 2018. Perusahaan mengatakan penurunan penjualan smartphone sebagai alasan utama. Sony secara khusus menunjukkan penurunan penjualan di Eropa, Jepang, dan Amerika Latin. Di sisi lain, perusahaan mencatat pengurangan dalam biaya operasi sebagai satu hal positif untuk kuartal tersebut. Namun angka itu mewakili penurunan besar dalam setahun, di saat divisi berjuang melawan brand-brand seperti Samsung, Huawei, Xiaomi, dan produsen lainnya. Dan kenyataan Xiaomi dan Oppo telah memasuki lebih banyak pasar Eropa, Sony tentu akan mendapat tekanan lebih besar pada tahun ini. Dalam situasi seperti ini, seperti dilaporkan Slash Gear, Sony dikabarkan tengah berencana untuk membatasi bisnis ponselnya. Menurut Nikkei Asian Review, perusahaan asal Jepang tersebut berencana memotong 50 persen bisnis smartphone-nya pada 2020. Pembatasan bisnis smartphone ini  pasalnya Sony memang tidak mendapatkan pijakan yang tepat dalam industri ini. Bahkan menurut Statista sekira 1,6 miliar ponsel yang diproduksi pada 2018, hanya ada 10 juta di antaranya perangkat milik Sony. Tak hanya itu pembatasan tersebut juga diprediksi akan berujung pada potensi PHK karyawan perusahaan hingga 2.000 orang. Meskipun demikian, perusahaan diharapkan mentransfer beberapa karyawan ke divisi lain. Jika isu PHK benar, hal ini bukan menjadi yang pertama kali bagi Sony merampingkan divisi smartphone-nya. Pada 2009, setelah menutup empat fasilitas produksi smartphone.  Sony memberhentikan 2.000 karyawannya. Selanjutnya, pada 2015 Sony memangkas 1.000 pekerja sebagai tanggapan terhadap pendapatan yang kurang memuaskan. ", "Tags": ["Tags", "Sony", "Sony Mobile", "sony xperia"]}, {"DatePost": "5 March 2019 17:00", "Author": "Khoirunnisa", "Title": "5 Smartphone Terbaik MWC 2019﻿", "Content": "Jakarta, Selular.ID – MWC 2019 sudah berakhir, sejumlah perangkat memulai debutnya selama acara berlangsung. Gelaran tahun ini menyuguhkan banyak inovasi, dari ponsel lipat sampai 5G. Dari banyak perangkat luar biasa dipertontonkan tahun ini, hanya beberapa yang mampu mengungguli lainnya. Karena Samsung mengumumkan Galaxy Fold beberapa hari sebelum MWC, ​​Huawei langsung menjawab dengan Mate X. Layar super besar 8-inci dan layar utama 6,3 inci, Huawei memberikan opsi tampilan konten yang lebih besar untuk diputar. Huawei Mate X tidak memiliki notch. Solusinya, vendor memilih memasang kamera pada genggaman kecil di sisi perangkat. Dengan begitu, smartphone lebih mudah dipegang dan pengguna bisa melihat gambar mereka di layar saat berfoto. Bukan Samsung Galaxy Fold, smartphone lipat Huawei Mate X lebih unggul di MWC tahun ini. Samsung Galaxy S10 series tidak secara teknis diresmikan di MWC 2019. Kendati demikian, perangkat masih layak disebut smartphone terbaik di periode bersamaan. Berusia satu dekade, Samsung terus menyempurnakan desain perangkat Galaxy S-nya. Dan Galaxy S10 dan Galaxy S10 Plus terasa seperti puncaknya. Dengan chipset Qualcomm Snapdragon 855, RAM 8GB dan penyimpanan 128GB pada model dasar, ini adalah salah satu perangkat terbaik di pasar dari perspektif daya murni. Ditambah pengisian nirkabel (dan reverse wireless), sertifikat IP68, sampai keberadaan jack headphone, Anda memiliki smartphone terbaik tahun 2019. Nokia 9 PureView hadir dengan susunan kamera penta yang inovatif dan harga yang relatif murah. Namun spesifikasinya mengarah ke flagship tahun lalu. Fitur unik dan harga bersaing membuatnya jauh lebih menarik. Tiga kamera monokrom berarti bisa menangkap jumlah detail\nyang mencengangkan, hampir tiga kali lipat dari sensor kamera RGB standar. Dengan\ntiga sensor, harusnya kamera Nokia 9 PureView hasilnya menakjubkannya. Nokia 9 PureView bisa menangkap kedalaman 1.200 lapis, dibandingkan dengan tiga hingga tujuh lapis di mayoritas smartphone keluaran sekarang. Secara teori, kamera Nokia bisa menyaingi DSLR atau kamera mirrorless. Dengan tampilan HDR 4K 10-bit yang disetel tim Bravia dan sistem tiga kamera yang dikembangkan bersama tim Sony Alpha, perusahaan mengumumkan Sony di Xperia 1. Perubahan desain terbesar terletak pada rasio aspek 21:9, yang dikatakant Sony ideal bagi kreator konten. Padahal sebagian besar konten online masih berformat 16:9. Jelas Sony ingin mendorong ide untuk mengambil foto dan video dalam format 21:9, serta merekam dalam 24fps, standar tradisional untuk gambar bergerak. Untuk seseorang yang menginginkan sebanyak mungkin kemampuan pembuatan konten kelas atas, perangkat ini sangat menarik. Xiaomi Mi Mix 3 telah diumumkan sekitar empat bulan yang lalu, varian 5G diperkenalkan di MWC. Karena 5G masih sangat baru, produsen memungut biaya lebih banyak untuk ponsel ini. Mi Mix 3 5G harganya hanya 599 euro atau setara Rp9,5 juta. Perangkat baru ini juga dilengkapi dengan chip Snapdragon 855 terbaru Qualcomm. Sementara penyimpanan dasar menjadi 64GB (dari 128GB). Mekanisme geser dan tampilan layar penuh Xiaomi Mi Mix 3 tentu sangat menarik. Sampai jaringan 5G benar-benar tersedia, Anda tetap akan mendapatkan kecepatan 4G, tetapi ini merupakan investasi ke masa depan. Selain 5 perangkat di atas, sejumlah perangkat menarik dan inovatif lainnya juga diumumkan di MWC 2019, tetapi ini adalah pilihan terbaik tahun ini. Dari semuanya, hanya Samsung yang sudah menjual flagship-nya di Indonesia. Belum ada keterangan resmi mengenai ketersediaan 4 model lainnya di tanah air. ", "Tags": ["Tags", "Huawei", "Mi Mix 3 5G", "Nokia", "Samsung", "Xiaomi"]}, {"DatePost": "23 February 2019 14:00", "Author": "Khoirunnisa", "Title": "Merek Smartphone Baru Segera Masuk Indonesia", "Content": "Jakarta, Selular.ID – Dengan populasi terbesar keempat dunia dan demografi milenial melebihi 50 persen penduduk, Indonesia menjadi sasaran empuk bagi perusahaan global dalam menjajakan produknya. Tidak terkecuali produsen smartphone. Tahun lalu saja, pasar smartphone tanah air kedatangan tiga merek baru mulai dari Honor, Pocophone, sampai Realme. Ketiganya merupakan sub-brand dari vendor raksasa Huawei, Xiaomi, dan Oppo. Tampaknya tahun ini tren itu tidak berubah. Sub-brand Vivo, iQoo, kemungkinan akan ikut bertarung di arena pasar Indonesia segera. Pasalnya, pangsa pasar Vivo cukup besar di tanah air. Menurut data IDC Q3 2018, Vivo menguasai 11% market smartphone Indonesia. Sehingga wajar bila perusahaan ingin memasukkan sub-brandnya ke wilayah kekuasaannya. “Kami memang punya sub-brand iQoo untuk level premium dan kemungkinan akan foldable kalau dilihat dari media sosial,” kata Tyas Rarasmurti, PR Manager Vivo Indonesia, ketika ditemui media usai Product Review di Jakarta, Jumat (22/2/2019). Belum ada produk resmi, iQoo dijadwalkan akan memperkenalkan produk pertamanya pada 1 Maret nanti secara global. Dari postingan media sosial diketahui produk perdananya akan disokong prosesor Snapdragon 855, mengusung RAM 12GB, storage 256GB, baterai kapasitas 4.000mAh type-C, Super HDR, dan NFC. Ketika disinggung apakah produk perdana iQoo akan mampir ke pasar tanah air, Tyas menjawab tidak tahu. “Sampai saat ini sub-brand belum ada pembicaraan untuk masuk Indonesia. Karena so far untuk di sini kami masih fokus di V series dan Y series,” tutur Tyas. Ketika ditanya apakah iQoo akan cocok dengan konsumen Indonesia, Tyas menjawab belum tahu. “Kami harus research dulu. Kan high-spec soalnya. Kami sendiri belum pernah melakukan research untuk produk flagship selevel itu,” pungkasnya. Dengan spesifikasi mentereng kemungkinan produk pertama iQoo akan tergolong flagship premium, dan itu merupakan segmen yang benar-benar berbeda dari segmen yang digarap Vivo selama ini. Tapi bukan berarti tidak mungkin. Tahun lalu saja Oppo sudah memasuki segmen premium melalui Find X dan Pocophone melalui Poco F1, dan yang terakhir Huawei melalui Mate 20 Series. Jadi akannmenjadi langkah wajar berikutnya bila Vivo ikut bersaing di segmen premium di tanah air, meskipun dengan merek berbeda. ", "Tags": ["Tags", "iQoo", "Vivo"]}, {"DatePost": "13 January 2019 19:00", "Author": "Ricky Fitrah", "Title": "Spesifikasi Redmi Note 7, Si ‘Perusak’ Harga Pasar", "Content": "Jakarta, Selular.ID – Redmi Note 7 merupakan smartphone pertama dari sub-brand Xiaomi, yaitu Redmi. Smartphone anyar ini hadir dengan desain menawan dan spesifikasi yang lumayan gahar. Salah satu yang menurut saya ‘baru’ dalam produk yang dikembangkan vendor asal China ini ialah desain yang sudah tidak kaku, terutama dalam warna. Sama seperti Mi 8, Redmi Note 7 memiliki skema warna gradien. Skema warna tersebut sepertinya menjiplak vendor Huawei dan Honor, yang sepertinya sudah lebih dulu menghadirkan skema warna gradien. Selain itu, sama seperti produk Xiaomi lainnya, Redmi Note 7 dibanderol dengan harga miring namun memiliki spesifikasi yang lumayan mumpuni. Ini merupakan salah satu nilai plus dari Xiaomi hingga mendapatkan animo yang tinggi di pasar ponsel tanah air. Untuk itu, mari kita simak spesifikasi Redmi Note 7 dibawah ini. Desain dan Display Redmi Note 7 memiliki bodi yang terbuat dari kaca berukuran 159.21 x 75.21 x 8.1mm. Perusahaan tersebut mengklaim bahwa Redmi Note 7 memiliki bodi yang kokoh dan tahan lama (mudah-mudahan pernyataan ini benar). Sementara, terdapat 2.5D Corning Gorilla 5 panel kaca dengan ketebalan 0.8mm tambahan di bagian depan dan belakang. Layar Redmi Note 7 6,3 inci memilki rasio aspek 19,5: 9 dan resolusi full HD+ 2340 x 1080 piksel. Layar membawa dukungan untuk kecerahan 450-nits, rasio kontras 1.500: 1, keterbacaan matahari dan mode pelindung mata. Ukuran bezel sampingnya dikurangi menjadi 1.95mm. Sementara itu, dibagian belakang terdapat dual-camera yang berjejer secara vertikal dan flash dibawahnya. Jika kita lihat dengan seksama, Redmi Note 7 memiliki posisi kamera yang terlihat sangat persis seperti Huawei P20 Pro. Apakah Redmi menjiplak? Tentu saja iya! Dapur Pacu Spesifikasi Redmi Note 7 diantaranya ialah ditenagai dengan prosesor Qualcomm Snapdragon 660. Handset ini hadir dalam pilihan penyimpanan 32 GB dan 64 GB. Kedua model dilengkapi hingga 6 GB RAM. Sementara itu,  tertanam baterai 4000mAh yang siap menyokong aktifitas ponsel seharian penuh dengan pemakaian wajar. Redmi Note 7 juga merupakan smartphone Redmi pertama yang sudah dibekali dengan USB Type-C dan dukungan Quick Charge 4.0. Kamera Ganda Hingga 48MP Fotografi adalah salah satu fitur utama dari Redmi Note 7 karena dilengkapi dengan f / 1.8 aperture 48 megapixel + 5 megapixel AI dual camera setup. Redmi telah menggunakan sensor Ultra Clear Samsung ISOCELL GM1 48 megapiksel sebagai sensor utama. Perusahaan mengklaim dengan bantuan lensa Samsung, Redmi Note 7 dapat menangkap foto HD. Untuk kamera selfie, terdapat 13 megapiksel yang terdapat pada notch waterdrop ala Oppo F9. Perlu diketahui, menurut situs resmi Qualcomm, Snapdragon 660 hanya dapat menopang kamera beresolusi hingga 25 megapiksel saja. Lantas, bagaimana perusahaan dapat menanamkan kamera hingga beresolusi 48 megapiksel pada Redmi Note 7? Harga dan Ketersediaan Harga Redmi Note 7 dijajakan mulai dari 999 yuan (setara Rp 2 juta) untuk model 3/32, lalu 1.199 yuan (setara Rp2,5 juta) untuk versi 4/64, dan model 6/64 seharga 1.399 yuan (setara Rp3 juta). Belum ada informasi mengenai kehadiran Redmi Note 7 di Indonesia. Jika memang smartphone ini akan melenggang di tanah air, semoga perusahaan dapat memenuhi regulasi yang berlaku.  ", "Tags": ["Tags", "Redmi", "Redmi Note 7", "Xiaomi"]}, {"DatePost": "17 November 2018 18:00", "Author": "Ricky Fitrah", "Title": "Empat Smartphone dengan Chipset  Snapdragon 636", "Content": "Jakarta, Selular.ID – Smartphone dengan Snapdragon 636 sekarang ini sudah banyak diadopsi vendor ponsel. Chipset ini banyak disematkan pada smartphone mid-range. Performa yang diberikan Snapdragon 636 lumayan mumpunin sehingga aktifitas gaming maupun multitasking begitu responsif. Selain performa, chipset besutan Qualcomm satu ini sudah ditingkatkan kemampuannya untuk menopang kamera ponsel agar lebih baik dalam menangkap gambar. Berikut Selular.ID rangkum daftar empat smartphone dengan chipset Snapdragon 636.  Asus ZenFone 5 merupakan versi anyar dari varian Zenfone Family besutan Asus. Smartphone ini memiliki desain yang cukup apik karena dilapisi dengan kaca. Masalah dapur pacu, Zenfone 5 dibekali dengan Snapdragon 636 yang ditopang dengan 4GB RAM serta 64GB memori internal. Selain itu, terdapat kemampuan kecerdasan buatan (AI) yang mampu menambah performa smartphone.    Masih dari keluarga ZenFone, Asus menghadirkan ZenFone MaxPro M1 yang dilengkapi dengan chipset Snapdragon 636. Terdapat varian RAM yang ditawarkan, mulai dari 3GB, 4GB, dan 6GB. Smartphone yang dikhususkan untuk gaming ini memiliki animo yang tinggi dikalangan konsumen menengah. Selain karena banderol yang murah, ZenFone Max Pro M1 memiliki performa yang cukup tangguh karena mengadopsi OS pure Android. Selain itu, untuk memperpanjang masa pakai ponsel, ZenFone MaxPro M1 dibekali baterai jumbo 5000mAh.  Smartphone dengan Snapdragon 636 selanjutnya adalah Nokia 6.1 Plus. Salah satu ponsel besutan vendor legendaris rupanya tak ingin tertinggal oleh vendor lain. Nokia 6.1 Plus yang sudah diumumkan pada akhir September lalu mengusung spesifikasi yang cukup tangguh. Jeroannya dibekali dengan Snapdragon 636 dengan 4GB RAM dan 64GB memori internal.  Xiaomi saat ini terkenal dengan smartphone murah namun memiliki kualitas sepadan. Untuk melengkapi etalase seri kelas menengah, Xiaomi menghadirkan Redmi Note 5 yang ditopang dengan Snapdragon 636. Varian yang ditawarkan Xiaomi Redmi Note 5 AI antara lain: 4GB dengan memori internal 64 GB dan RAM 3 GB penyimpanan 32 GB. Selain itu, sistem operasi menggunakan Android 8.1 Oreo dengan antar-muka MIUI 9. Demikian jajaran smartphone Android dengan prosesor Snapdragon 636 yang memiliki harga terjangkau. Untuk informasi, Snapdragon 636 memiliki banyak kelebihan seperti teknologi ISP Spectra 160 yang memungkinkan kamera ponsel menangkap gambar lebih baik lagi. ", "Tags": ["Tags", "Asus Zenfone 5", "Asus Zenfone Max Pro M1", "Nokia 6.1 Plus", "Xiaomi Redmi Note 5"]}, {"DatePost": "6 May 2018 09:00", "Author": "selular", "Title": "Terima Paten dari WIPO, Huawei Kembangkan Smartwatch Game", "Content": "Jakarta, Selular.ID – Huawei secara resmi menerima paten untuk smartwatch game dari World Intellectual Property Organization (WIPO). Sebelumnya, Huawei telah mengajukan paten ini kepada WIPO pada bulan Desember 2017. Ini mengikuti paten sebelumnya dari Chinese Intellectual Office mulai tahun 2015 dan 2016 untuk pengembangan teknologi lebih lanjut. Menyadur laman GSMArena, paten ini memungkinkan smartwatch dioperasikan melalui tali jam. Tali jam ini memungkinkan beberapa gerakan untuk bermain game seperti mengendarai kendaraan atau pergi menembak orang dalam game bergenre FPS (First-Person-Shooters). Strap smartwatch ini telah mendapatkan sejumlah upgrade dan aksesoris pelengkap, kemungkinan keyboard virtual. Dalam paten tersebut, jam tangan Huawei mampu mengikuti berbagai jenis gerakan tubuh seperti tap, slide, tarikan, belok, shake dan tekanan. Semua gerakan yang pengguna lakukan memiliki arti yang berbeda, tergantung apakah jam tangan tersebut bergerak secara horizontal atau vertikal. Smartwatch ini memungkinkan penggunanya untuk bermain game race. Jika smartwatch diposisikan secara vertikal, maka kemudi dikendalikan pada satu sisi tali, sementara pengereman ada di sisi lain. Paten Smartwatch Game Huawei 2 (Source : GSMArena) Strap tambahan jam tangan ini memungkinkan Anda untuk selfie. Ini menandakan arloji tersebut memiliki kamera yang terintegrasi. Disertakan dukungan untuk zoom-in dan zoom-out untuk mebaca teks pada strap tambahan tersebut. Paten Smartwatch Game Huawei 1 (Source : GSMArena) Paten smartphone game sudah lebih dulu didapatkan oleh Razer, ZTE Nubia dan Xiaomi. Baca juga: Review HUAWEI nova 2 lite: Smartphone Menengah Fitur Premium Sementara Huawei merupakan vendor teknologi yang pertama kali mendapatkan paten untuk smartwatch game ini. Tidak ada keterangan lebih lanjut mengenai smartwatch game Huawei ini. ", "Tags": ["Tags", "Huawei", "Paten", "smartwatch game", "WIPO"]}, {"DatePost": "20 January 2018 08:00", "Author": "Ricky Fitrah", "Title": "Smartphone yang Akan Hadir di Mobile World Congress 2018", "Content": "Jakarta,Selular.ID – Setelah ajang CES 2018 berakhir pada minggu lalu, para vendor dari berbagai industri teknologi seperti gadget, mobil, hingga konsep rumah pintar unjuk gigi. Di ajang tersebut, dihadiri oleh 184 ribu pengunjung, lebih dari 4 ribu perusahaan, dan 1200 pembicara. Kini, ada sebuah perhelatan yang lebih spektakuler lagi dibanding CES (Consumer Technology Association), yakni Mobile World Congress atau yang sering disingkat MWC. Berbeda dengan CES, MWC adalah forum khusus yang mengulas teknologi seluler terbaru. Perhelatan MWC 2018 sendiri akan digelar di Barcelona antara bulan Februari atau Maret tahun ini. Setiap tahun, tempat itu selalu dijadikan tuan rumah untuk para vendor ponsel yang siap memamerkan produk seluler terbaru mereka. Dilansir dari PhoneArena, berikut daftar ponsel atau gadget yang patut kita tunggu hadir di MWC 2018. Sejak seri ZenFone 4 diluncurkan pada kuartal kedua tahun 2017, nampaknya terlalu dini bagi ASUS untuk menghadirkan penerusnya, ZenFone 5. Namun tidak menampik kemungkinan jika ASUS akan menghadirkan perangkat terbarunya. Vendor tersebut sudah terdaftar sebagai peserta pada ajang MWC 2018. Pada bulan November 2017, vendor asal Tiongkok ini baru saja meluncurkan seri flagship terbarunya, HTC U+. Seperti halnya ASUS, terlalu dini bagi HTC untuk memamerkan perangkat terbarunya di ajang MWC 2018. Belum diketahui apakah HTC akan mengumumkan produk ponsel, karena perusahaan mereka tercantum dalam logo Vive di situs MWC. Selain itu, Chairman HTC, Cher Wang, akan menjadi keynote speech di MWC 2018. Sepertinya momen ini akan menjadi salah satu yang patut ditonton. Rumah baru bagi ponsel legendaris Nokia, HMD Global, menjanjikan bahwa dalam perhelatan MWC 2018 akan membawa kabar yang mengagumkan. Meskipun belum jelas apa model ponsel yang akan di umumkan, namun sepertinya HMD akan mengumumkan Nokia 9 dan handset Nokia kelas atas lainnya. Selain perangkat high-end, HMD juga bakal memamerkan varian Nokia 3310 dengan konektivitas 4G. Di ajang MWC 2017 lalu, Huawei memamerkan dua seri flagship mereka, P10 dan P10 Pro. Beredar rumor bahwa Huawei akan memamerkan trio ponsel baru, Huawei P20, P20 Plus, dan P20 Pro. Hebatnya, ketiga flagship tersebut bakal disematkan triple-camera. Jika benar adanya, maka ini akan menjadi penerus dari era dual-camera. Baca Juga: [Review] Membingkai Manado dengan Jepretan Kamera Huawei P10 Vendor yang telah di akuisisi oleh Lenovo 4 tahun silam dengan mahar USD$2.91 miliar nampaknya akan memamerkan 7 model ponsel di ajang MWC 2018. Salah satunya ialah Moto G6, yang masih termasuk varian G. Sebagai ponsel seri G, Moto G6 diharapkan bisa menjadi perangkat entry level yang terjangkau. Moto juga sudah menyiapkan varian G6 Plus dan G6 Play yang juga terjangkau untuk diumumkan secara bersamaan pada ajang ini. Baca Juga: Motorola Siap Merilis E5, Apa Keistimewaanya? Baru-baru ini terungkap bahwa perusahaan asal Negeri Tirai Bambu akan hadir di MWC 2018. Rumor mengatakan bahwa perusahaan bakal memamerkan perangkat mid-range dengan baterai super besar, Mi Max 3. Hadir dalam dua varian, Mi Max 3 akan mengusung bentang layar 6,19 inci dengan aspek ratio 18:9. Masalah chipset, perangkat ini bakal dipersenjatai dengan Qualcomm 630 dan 660. Baca Juga: Mulai 30 Januari, Xiaomi Redmi 5A Flash Sale Tiap Hari Itulah beberapa ponsel yang diharapkan untuk tampil di ajang spektakuler tahunan Mobile World Congress 2018. Meski belum dikonfirmasi secara resmi, namun ini dapat menjadi bahan untuk perbincangan para pemerhati ponsel dunia. ", "Tags": ["Tags", "Asus", "Huawei", "Moto", "mwc 2018", "Nokia", "Xiaomi"]}, {"DatePost": "9 April 2017 14:47", "Author": "selular", "Title": "10 Smartphone Terbaru Yang Diluncurkan di Maret 2017", "Content": "Jakarta, Selular.ID – Sepanjang bulan Maret 2017 hadir setidaknya 10 smartphone terbaru yang bisa menjadi pilihan. Beberapa smartphone ini bahkan menjadi produk flagship atau produk yang paling diunggulkan. Apa saja ? iPhone 7 Akhirnya iPhone 7 mendarat di Indonesia. Salah satunya dijual oleh Smartfren. Operator ini menjual paket bundling iPhone 7 dan 7 Plus. Selengkapnya >>     Moto M Lenovo yang sudah memegang brand Moto, semakin agresif menggempur pasar smartphone di Indonesia. Setelah Moto Z, akan kembali diperkenalkan deretan smartphone terbarunya, yaitu Moto M. Selengkapnya >>   Oppo F3 Plus Oppo akhirnya menepati janji untuk kembali merilis smartphone terbarunya. Sesuai perkiraan, smartphone terbaru Oppo kali ini adalah seri F3 Plus. Seperti generasi F series sebelumnya, Oppo F3 Plus kembali mengusung menu selfie sebagai senjata andalannya. Selengkapnya >>   Vivo V5 Lite Vivo menawarkan model terjangkau dari smartphone selfie Vivo V5 dengan varian Lite atau “Ringan”. Lebih murah dari versi regular, Vivo V5 Lite dijajakan seharga Rp3 juta. Selengkapnya >>     LG K10 2017  LG baru saja resmi mengedarkan K10 2017 ke pasar Indonesia. Tahun lalu vendor juga mengeluarkan smartphone serupa dengan kode model sama. Mei tahun lalu LG menawarkan K10 di Indonesia dengan harga Rp2,7 juta. Sementara LG K10 anyar ditawarkan dengan harga Rp2,75 juta. Berbekal embel-embel “2017”. Selengkapnya >> Next >> [nextpage title=”next”] Xiaomi Redmi 4A Setelah sempat tenggelam karena terhadang aturan TKDN (tingkat kandung dalam negeri), Xiaomi akhirnya muncul lagi. Dibantu salah satu distributor smartphone Tanah Air, Xioami akhirnya bisa memenuhi persyaratan TKDN dan mendapat izin untuk memasarkan smartphone 4G-nya.  Salah satunya yaitu Xioami 4A. Selengkapnya >>   BlackBerry Aurora Blackberry (BB) Merah Putih baru saja menghadirkan smartphone android pertama buatan Indonesia yang diberinama Aurora. Perangkat terbaru ini merupakan smartphone BB pertama di dunia uang memiliki dual SIM. Selengkapnya >>     Evercoss Genpro X Evercoss akhirnya secara resmi merilis smartphone terbarunya, yang diberi label Genpro X. Hadirnya smartphone tersebut, sekaligus menjadi bukti jika Evercoss masih bisa eksis, di tengah gempuran vendor asal Tiongkok. Selengkapnya >>     SPC L50 Volt SPC Mobile merupakan satu dari segelintir brand lokal yang masih eksis di persaingan smartphone Tanah Air. Belum lama ini, brand di bawah bendera PT Supertone Indonesia menyuguhkan smartphone baru bertajuk SPC L50 Volt. Selengkapnya >>   Blaupunkt Soundphone S2 Sempat hilang di persaingan, Blaupunkt kembali mencoba peruntungan dengan mengeluarkan smarthpone baru Soundphone S2. Smartphone ini sudah ditawarkan lewat jalur pre-order di beberapa ritel online dengan harga Rp2.399.000. Selengkapnya >>  ", "Tags": ["Tags", "blackberry aurora", "Blaupunkt Soundphone S2", "Evercoss genpro x", "iphone 7", "LG K10 2017", "Moto M", "oppo f3 plus", "smartphone", "smartphone terbaru", "SPC L50 Volt", "vivo v5 lite", "xiaomi Redmi 4A"]}, {"DatePost": "8 March 2017 16:08", "Author": "selular", "Title": "Didominasi Harga Mahal, Ini Daftar Harga Lengkap Smartphone Terbaru", "Content": "Jakarta, Selular.ID – Setidaknya ada 18 smartphone terbaru yang sudah diluncurkan sejak awal tahun 2017. Dari berbagai smartphone itu, ternyata di dominasi oleh smartpone yang berharga terbilang mahal. Berikut ini deretan daftar harga smartphone terbaru selama dua bulan terakhir ini :   Di bawah Rp 1 juta Di level harga ini smartphone terbaru hanya ada Andromax B. Smartphone terbaru keluaran operator Smartfren ini dibanderol seharga Rp 849.000,-. Ini kembali membuktikan Smartfren memang konsisten dalam menyediakan smartphone berharga terjangkau.   Rp 1 Jutaan Untuk harga berkisar Rp 1 juta, pilihan yang tersedia juga tidak banyak. Hanya  ada Andromax L yang kebetulan diluncurkan berbarengan dengan Andromax B. Bedanya  Andromax L dibanderol dengan harga sedikit lebih mahal, yaitu Rp 1.249.000,-. Selain itu ada juga smartphone Xiaomi Redmi 3s. Smartphone terbaru yang dijual oleh Eraphone ini dipasangi harga sebesar Rp1.900.000.   Rp 2 Jutaan Smartphone terbaru yang tersedia di level harga ini juga tidak banyak. Hanya ada Advan G1, smartphone yang sejak lama tertunda peluncurannya. Smartphone terbaru andalan Advan ini dijual seharga Rp 2.299.000. Pilihan lainnya ada Coolpad Fancy Pro, smartphone terbaru yang dijual seharga Rp 2.000.000.   Rp 3 Jutaan  Nah, di harga ini pilihan smartpone terbaru lebih banyak.  Ada Asus Zenfone 3 Max ZC553KL, smartphone terbaru Asus yang dibekali kapasitas besar. Asus Zenfone 3 Max ZC553KL dibanderol seharga Rp 3.099.000. Di harga yang tidak terpaut jauh, ada Infinix Zero 4 yang dipasarkan dengan harga Rp3.000.000. Di harga yang agak mahalan, ada Oppo F1s New Edition, smartphone F1s yang dikemas ulang ini dijual seharga Rp3.899.000. Dan diharga yang sama, ada Samsung Galaxy A3 (2017)  yang bisa menjadi pilihan. Salah satu seri smartphone terbaru Samsung ini dipasangi label harga sebesar Rp3.900.000   Rp 4 Jutaan Hanya ada Samsung Galaxy A5  (2017) yang bisa menjadi pilihan di level harga ini. berbeda dari Galaxy A3, Samsung Galaxy A5  (2017)  dijual lebih mahal, yaitu Rp4.900.000. Tentunya spesifikasi yang dibawa juga lebih tinggi.   Di Atas Rp 5 Juta Nah, di level harga inilah tersedia paling banyak pilihan smartphone terbaru. Tapi harganya memang tidak bisa dibilang murah. Yang paling ‘termurah’ ada Vivo V5 Plus yang bisa dibeli dengan harga Rp 5.499.000. Agak mahalan sedikit, bisa memilih Samsung Galaxy A7 (2017) yang dibanderol seharga Rp5.900.000. Di harga yang sama, ada juga pilihan smartphone Moto Z Play yang harganya dipatok sebesar Rp 5.900.000 juga. Di harga agak mahalan, ada Samsung Galaxy A9 Pro (2016) yang bisa dibawa pulang asalkan membayar sebesar Rp 6,5 juta. Yang lebih mahalan lagi ada Moto Z yang dijual dengan harga Rp 8.500.000. Ada juga nih yang lebih mahal lagi, yaitu Asus Zenfone 3 Deluxe yang tersedia dalam dua pilihan harga. Yaitu Rp 9.099.000 untuk versi internal memori sebesar 64GB. Dan ada juga pilihan harga Rp 11.099.000 untuk kapasitas memori internal sebesar 256GB         ", "Tags": ["Tags", "harga smartphone", "smartphone", "smartphone baru", "smartphone terbaru"]}, {"DatePost": "28 February 2017 15:51", "Author": "selular", "Title": "10 Smartphone Terbaru Yang Hadir di Februari 2017", "Content": "Jakarta, Selular.ID – Masih di awal tahun, tepatnya di bulan Februari jumlah smartphone terbaru yang hadir lebih banyak lagi dibandingkan dengan bulan Januari 2017. Bahkan beberapa smartphone merupakan seri jagoan. Karena dibekali dengan fitur-fitur kelas atas. Setidaknya ada 10 smartphone terbaru yang hadir selama bulan Februari 2017. Apa saja ? Asus Zenfone 3 Max ZC553KL Asus secara resmi memboyong, generasi baru seri Zenfone 3 Max. Dengan tagline #GakAdaMatinya, Zenfone 3 Max menjadikan daya tahan sebagai salah satu daya tarik utamanya. Daya tarik lainnya ? Selengkapnya >   Oppo F1s New Edition Oppo F1s kembali datang dengan versi terbaru, yaitu OPPO F1s New Edition. Smartphone ini membawa sejumlah peningkatan. Apa saja ?  Selengkapnya >>   Samsung Galaxy A3, A5, A7 (2017) Tiga seri Galaxy A (2017) yang baru saa diluncurkan Samsung Indonesia didesain dengan kemampuan tahan terhadap air dan debu yang sudah memiliki sertifikasi IP68, walaupun memiliki kesamaan dalam ketahanan air dan debu, namun ada beberapa fitur dan spesifikasi yang membedakan ketiga seri ini.  Selengkapnya >>   Advan G1 Setelah kehadirannya sempat tertunda sejak September 2016, akhirnya smartphone Adan G1 resmi beredar di Indonesia. Dijual seharga Rp 2.299.000 apa saja yan ditawarkan smartphone brand lokal ini ?  Selengkapnya >>   Coolpad Fancy Pro Coolpad, brand asal Tiongkok kembali mencoba peruntungannya dengan mengeluarkan smartphone baru  bertajuk Fancy Pro. Masuk jajaran seri Fancy yang menyasar pasar menengah, smartphone ini datang sedikit berbeda dari smartphone Coolpad seri lainnya.  Selengkapnya >>   Infinix Zero 4 Resmi diperkenalkan di Indonesia Desember tahun lalu, flagship Infinix, yaitu Infinix Zero 4 baru muncul di pasaran sekarang. Apa saja yang ditawarkan ?  Selengkapnya >>   Xiaomi Redmi 3s Usai satu tahun peredaran Xiaomi Redmi 3 di Indonesia secara ilegal, akhirnya vendor menghadirkan versi ‘garansi resmi’. Dengan mengusung nama model Xiaomi Redmi 3s, smartphone ini tersedia dalam dua pilihan warna (grey dan gold). Xiaomi Redmi 3s dibanderol harga Rp1,9 juta.  Selengkapnya >>   Vivo V5 Plus Vivo baru saja merilis smartphone terbarunya yaitu Vivo V5 Plus.  Smartphone ini melanjutkan tipe sebelumnya Vivo V5 yang sudah lebih dulu hadir di akhir tahun lalu. Vivo V5 Plus membawa beberapa pembaruan fitur apa saja ?   Selengkapnya >>           ", "Tags": ["Tags", "advan g1", "Asus Zenfone 3 Max", "Coolpad Fancy Pro", "infinix zero 4", "oppo f1s", "Samsung Galaxy A (2017)", "smartphone", "smartphone baru", "smartphone terbaru", "Vivo V5 Plus", "Xiaomi Redmi 3S"]}, {"DatePost": "8 November 2016 14:54", "Author": "Redaksi", "Title": "Majalah SELULAR Edisi 200 November 2016: Kinerja Vendor Smartphone, Yang Meluncur dan Yang Tersungkur", "Content": " Jakarta, Selular.ID – Dengan populasi terbesar keempat di dunia, vendor-vendor smartphone tak pernah surut bertempur untuk memperebutkan market share di Indonesia. Kompetisi terbuka ini membuat pasar menjadi sangat dinamis. Tak ada jaminan bagi sebuah vendor untuk mampu terus-terusan bertahan pada posisinya, karena begitu banyak challenger yang siap menggerogoti. Di sisi lain, banyak juga brand-brand yang sebenarnya telah sekian lama berkutat di pasar Indonesia, namun tak pernah naik kelas, seperti Acer dan LG. Padahal fitur dan teknologi yang dibenamkan pada produk yang mereka miliki tak kalah dibandingkan pesaing. Meraih posisi elit, jika bisa menggusur Samsung, tentu menjadi dambaan setiap vendor. Namun, tentu saja dibutuhkan extra effort yang luar biasa. Samsung saja perlu waktu hampir 20 tahun untuk bisa menggapai posisinya saat ini di Indonesia. Jika Samsung tetap ajeg sebagai vendor nomor satu, pertempuran para challenger justru semakin keras. Jika tahun lalu, Asus dan Xiaomi menjadi pusat perhatian konsumen Indonesia, maka 2016 bisa disebut sebagai tahunnya Oppo. Bagaimana dengan vendor lokal? Harus diakui transformasi dari feature phone ke smartphone, menjadi kuburan bagi vendor-vendor lokal. Dapat disimpulkan bahwa kurangnya penguasaan teknologi, membuat vendor lokal tak banyak berkutik. Bagaimana pun kualitas produk merupakan syarat utama dalam perlombaan di industri gadget. Artinya, mereka yang bertahan dipastikan karena jeli mengemas teknologi, sejalan dengan kebutuhan pasar. Hal inilah yang menjadi yang salah satu kunci sukses Politron dan Advan tetap mampu bersaing dengan brand-brand global. Pada edisi November ini, SELULAR mengulas lebih dalam pencapaian brand-brand sepanjang 2016. Siapa sukses, siapa bertahan, siapa yang tetap jadi penggembira dan juga siapa saja yang tamat riwayatnya. Selain laporan utama, Majalah SELULAR seperti biasa menghadirkan review smartphone, yang kali ini mengulas: • Advan i5E • LG X Screen • Samsung Galaxy J3 (2016) • Asus Zenfone 3 (ZE520KL) • LG X Power • Moto E3 Power • Dll Pada rubrik Business, ada perang tarif jilid 2, sementara pada rubrik Policy, terdapat artikel mengenai modern licencing. Rubric Chatting kali ini menghadirkan Marketing Director Advan Indonesia Chandra Lianto, sementara rubrik Community menghadirkan komunitas Gatorade, tempat interaksi antar penyuka gadget. Selain rubrik-rubrik di atas, masih banyak rubrik lain yang tidak boleh Anda lewatkan di edisi November Majalah SELULAR seperti Google Allo dan Google Duo di rubrik Innovation. Majalah SELULAR Edisi 200 November 2016 sudah bisa dibeli di seluruh Indonesia. ", "Tags": ["Tags", "majalah selular", "november 2016", "selular edisi 200"]}, {"DatePost": "7 October 2016 20:31", "Author": "Redaksi", "Title": "Majalah SELULAR Edisi 199 Oktober 2016: Untung Rugi Berbagi Jaringan dan Frekuensi", "Content": " Bola panas network sharing menjadi tema besar Majalah SELULAR edisi Oktober 2016. Seperti diketahui, sejak awal menjabat, Menkominfo Rudiantara telah menegaskan bahwa aturan perlu adanya network sharing. Ia berpandangan bahwa network sharing merupakan salah satu jalan keluar bagi pemerintah untuk bisa mewujudkan pemerataan pembangunan hingga ke pelosok daerah di luar Jawa secara efisien. Dengan adanya network sharing maka akan secara langsung memberikan manfaat kepada masyarakat, salah satunya berupa kesempatan mendapatkan tarif layanan telekomunikasi yang lebih murah karena ada keleluasaan sebagai hasil kompetisi pelayanan. Dengan keleluasaan tersebut, masyarakat di luar Jawa bisa memanfaatkan layanan telekomunikasi untuk meningkatkan produktivitas di berbagai bidang. Untuk menggolkan rencana tersebut, pemerintah diketahui tengah melakukan revisi Peraturan Pemerintah (PP) No 52 tahun 2000 tentang penyelenggaraan telekomunikasi dan PP 53 tahun 2000 tentang frekuensi dan orbit satelit. Revisi dari kedua aturan ini diyakini banyak pihak akan mengubah lanskap dari industri telekomunikasi karena munculnya model bisnis Mobile Virtual Network Operator (MVNO) dan berbagi jaringan aktif (network sharing). Persoalannya, muatan RPP tentang networkdan frekuensi sharing rentan dengan berbagai kepentingan. Nah pada edisi kali ini, SELULAR akan mengupas segala hal yang berkaitan dengan revisi dua PP tadi. Mulai dari Untung Rugi Berbagi Jaringan dan Frekuensi; Menimbang Revisi PP Telekomunikasi; Modern Licensing; Lika-Liku Benang Kusut Revisi PP 52 dan 53 Tahun 2000; sampai Revisi Terkesan Dipaksakan. Selain fokus utama soal network sharing, Majalah SELULAR juga menyuguhkan sejumlah artikel menarik, terutama review smartphone terbaru yang ada di pasaran. Review smartphone SELULAR edisi 199 Oktober 2016: •\tHuawei P9 Lite •\tSamsung J7 (2016) •\tAcer Switch Alpha 12 •\tHuawei GR5 •\tCoolpad Sky 3 •\tXiaomi Redmi 3 Prime BUSINESS Peluang di Indrustri Kabel Optik TREND Langkah Asus Mengejar Ketertinggalan MARKET Pilah-Pilih Smartphone Rp2 Jutaan Dengan RAM 3GB CASE STUDY Peta Persaingan Pasar Smartphone di Indonesia CORPORA Unggulkan Kualitas Produk dan Harga Terjangkau VOICE Berkah dan Tantangan Menjamurnya Perangkat Pintar CHATTING Ririn Widaryani – Senior Vice President Consumer Marketing Telkomsel: Incar Pelanggan Non Manusia SPOT Oppo Service Center: Jagalah Loyalitas Pengguna Setia COMMUNITY Hackintosh Indonesia: Pecinta Apple Yang Doyang Ngoprek INNOVATION Ubah Qualcomm Clear Sight: Teknologi Kamera Ganda Untuk Hasil Foto Luar Biasa City Care Untuk Percepat Implementasi Smart City DIGILIFE Kreasi Selfie Dengan Efek Animasi ", "Tags": ["Tags", "majalah", "Oktober", "selular"]}, {"DatePost": "16 September 2016 11:19", "Author": "selular", "Title": "Deretan Smartphone Android RAM 3 GB Harga Rp 2 jutaan", "Content": "Jakarta, Selular.ID – Smartphone berkinerja tokcer dan dijual dengan harga terjangkau, pastilah itu yang diinginkan. Adakah smartphone seperti itu ? Jawabnya : Ada. Setidaknya ada 4 smartphone yang dibekali dengan RAM 3 GB dan dibanderol seharga Rp 2 jutaaan. Ini dia !   Asus Zenfone Selfie Unggulkan kamera dengan lensa wide angle, Zenfone selfie siap mengakomodasi pengguna yang suka berselfie ria. Harga smartphone andalan Asus ini pun masih terbilang terjangkau yaitu Rp 2.899.000 untuk kapasitas internal memori 16 GB. Sedangkan untuk memori internal 32 GB dijual seharga Rp 3.099.000. Selengkapnya >>    Xiaomi Redmi 3 Prime  Dibanderol Rp2,5 juta, Redmi 3 Prime diklaim sebagai smartphone yang mumpuni. Salah satu yang diandalkan Xiaomi Redmi 3 Prime yaitu kapasitas baterainya yang besar, mencapai  4100mAh, serta tampilannya yang berbodi metal premium. Selengkapnya >>    Flash Plus 2 Flash resmi menanggalkan nama Alcatel terhadap lini produk smartphonenya. Pasca melepas nama Alcatel, Flash bergerak cepat dengan segera merilis smartphone terbarunya di Indonesia. Produk yang kali ini di boyong ke Tanah Air, yakni Flash seri Plus 2. Terkait harga untuk tipe memori 16GB plus RAM 2GB dipatok Rp 1,9 jutaan, sedangkan tipe memori 32GB serta RAM 3GB, dihargai Rp 2,2 jutaan.  Selengkapnya >>    Infinix Zero 3 Mengklaim mendapat respon positif dari konsumen di Tanah Air, membuat Infinix kembali menambah line up smartphone barunya di pasar Indonesia. Infinix secara resmi memperkenalkan smartphone 4G terbaru berlabel Zero 3. Yang dijual seharga Rp  Rp 2.599.000. Selengkapnya >>    ", "Tags": ["Tags", "Asus", "asus zenfone selfie", "flash plus 2", "Infinix Zero 2", "ram 3 gb", "smartphone", "smartphone murah", "smartphone Rp 2 juta", "Xiaomi", "Xiaomi Redmi 3 Prime"]}, {"DatePost": "31 August 2016 13:53", "Author": "selular", "Title": "10 Smartphone Terbaru Yang Diluncurkan di Agustus 2016", "Content": "Jakarta, Selular.ID – Sepanjang bulan Agustus 2016, ada sejumlah vendor merilis smartphone terbarunya di pasar Indonesia. Beberapa pun mengeluarkan smartphone yang menjadi jagoannya.  Selain itu, pasar smartphone di Indonesia juga diramaikan dengan kehadiran smartphone keluaran vendor baru. Baik, untuk lebih lengkapnya simak deretan smartphone yang diluncurkan selama Agustus 2016 berikut ini :   Samsung Galaxy Note 7 Samsung secara resmi mengeluarkan smartphone jagoan terbarunya, Galaxy Note 7. Ini adalah lanjutan dari Galaxy Note 5. Samsung memang tidak mengeluarkan Galaxy Note 6. Selengkapnya >>   Samsung Galaxy J1 ACE VE (bundling Smartfren) Samsung dan Smartfren kembali bekerjasama mengeluarkan paket bundling smartphone. Kali ini untuk seri Samsung Galaxy J1 ACE VE. Tidak ketinggalan juga disertakan bonus paket data dan menelpon dari Smartfren. Selengkapnya >>     Samsung Galaxy J5 (2016) Samsung telah menyiapkan sejumlah model baru yang menyasar kalangan menengah. Adalah Galaxy J Series versi 2016 sudah bisa ditemui konsumen tanah air hampir di semua kios tradisional di pusat perbelanjaan ponsel. Dua model baru itu yaitu Samung Galaxy J5 (2016) dan Galaxy J7 (2016). Selengkapnya >>   Samsung Galaxy J7 (2016) Samsung secara berbarengan mengeluarkan dua seri smartphone andalannya sekaligus. Yaitu Samsung Galaxy J5 (2016) dan Galaxy J7 (2016). Dengan harga yang dibanderol tidak terlalu berbeda jauh, apa saja perbedaan da persamaan fitur yang di bawa keduanya ? Selengkapnya >>   Samsung Galaxy On7 Tidak hanya meluncurkan smartphone premium, samsung juga mengisi pasar kelas menengah, yakni Samsung Galaxy On7. Smartphone yang dibanderol dengan harga 2 jutaan ini bisa didapatkan di toko online di Indonesia. Bagaimana kemampuannya?   Selengkapnya >>   Next >> [nextpage title=”next”] Oppo F1s Oppo mengeluarkan smartphone terbarunya yaitu Oppo F1s. Smartphone yang lanjutan dari seri F1 ini ini masih menjagokan tagline  ‘Selfie Expert’. Selengkapnya >>    Xiaomi Redmi 3 Prime resmi mengumumkan kehadiran smartphone terbarunya di Indonesia , yaitu Redmi 3 Prime. Xiaomi Redmi 3 Prime akan tersedia di Mi Concept Store, Erafone Megastore dan Store, serta beberapa gerai Hypermart di Indonesia. Selengkapnya >>  Axioo Picopad S4 Menyusul kesuksesan Picopad S3, Axioo kembali siap mengeksplor pasar tablet Indonesia lewat Picopad S4 series. Seperti sang pendahulunya tablet S4 mengusung prosesor Intel Sofia 3G-R. Sementara dari sistem operasinya, tablet ini menjalankan Android Lollipop 5.1. Selengkapnya >>  Coolpad Sky 3 Tanpa banyak gembar-gembor, Coolpad telah mendaratkan salah satu punggawa anyarnya di Tanah Air. Memanfaatkan tren selfie yang sedang booming, brand asal Cina ini resmi merilis Coolpad Sky 3 di Indonesia. Selengkapnya >>  Aplus Gen5 Pasar smartphone tanah air kedatangan pemain baru. Setelah Lava dan Nuu Mobile, kali ini merek Aplus. Berbeda dengan angkatannya yang sudah menelurkan sejumlah model, Aplus hanya memiliki satu model, setidaknya untuk saat ini. Menyasar kalangan menengah-ke bawah, vendor menawarkan Gen5. Selengkapnya >>      ", "Tags": ["Tags", "Aplus Gen5", "Axioo Picopad S4", "coolpad sky 3", "oppo f1s", "Samsung Galaxy J1 ACE VE", "samsung galaxy j5 (2016)", "samsung galaxy j7 (2016)", "samsung galaxy note 7", "samsung galaxy on 7", "smartphone", "smartphone 2016", "smartphone terbaru", "Xiaomi Redmi 3 Prime"]}, {"DatePost": "5 August 2016 16:31", "Author": "Redaksi", "Title": "Majalah SELULAR Edisi 197 Agustus 2016: Serunya Sensasi Virtual Reality", "Content": " Jakarta,Selular.ID – Virtual Reality (VR) belakangan teknologi mulai banyak dikenal. Dulu teknologi ini masih sebatas khayalan, atau sudah nyata tapi hanya di dalam film. Kita pun dibuat tercengang ketika menyaksikan film yang menampilkan virtual reality. Bagaimana teknologi ini bisa menampilkan visualisasi buatan di depan mata yang dirasakan seolah-olah hal itu benar-benar nyata. Teknologi VR sebenarnya sudah dimanfaatkan sejak cukup lama. Salah satunya pada keperluan simulasi pendidikan penerbangan. Bagaimana calon pilot dihadapkan pada visualisasi seolah-olah sedang menerbangkan pesawat, padahal sebenarnya dia hanya duduk diam dalam sebuah ruangan simulator. Kini sensasi VR dibawa ke perangkat pengguna, salah satunya smartphone. Setiap orang bisa menikmati sensasi VR dengan mudah. Dibantu dengan perangkat VR Viewer, apa yang ditampilkan di layar smartphone kini bisa dinikmati dengan sensasi berbeda. Seolah-olah pengguna dibawa ke dunia nyata dari apa yang ditampilkan di layar smartpone. Kita bisa merasakan seolah sedang benar-benar menaiki rollercoaster, padahal itu hanya game rollercoaster yang ditampilkan di layar smartphone. Di tengah kejenuhan pengguna smartphone yang hanya ditawarkan fitur itu-itu lagi, kehadiran VR menjadi sensasi baru. Belakangan para vendor smartpone pun mencoba menawarkan VR sebagai daya tarik baru dalam smartpone produksinya. Nah, di majalah Selular edisi kali ini, akan diulas lebih lengkap apa itu VR, seperti apa sensasinya, berbagai perangkat pendukung , dan lainnya. Apakah VR akan berhasil memikat pengguna dengan sensasi yang ditawarkan? Sepertinya akan butuh waktu dan pembuktian apakah teknologi VR benar-benar menjadi fitur yang dibutuhkan oleh pengguna smartphone. Mungkin belum untuk saat ini, tapi siapa tahu dibutuhkan di masa mendatang. Selain fokus pembahasan pada VR, Majalah SELULAR edisi 197 Agustus 2016 juga menyajikan review smartphone, di antaranya: – Xiaomi Redmi Note 3 – Vivo V3 Max – Axioo Picophone M4S – Coolpad Max – Coolpad Max Lite – Lenovo Vibe K5 Plus – LG G5 SE Majalah SELULAR sudah bisa didapatkan di toko buku Gramedia dan kios Indomaret di seluruh Indonesia. ", "Tags": ["Tags", "agustus", "edisi 197", "majalah", "selular"]}]