[{"DatePost": "17 September 2019 16:00", "Author": "Khoirunnisa", "Title": "Review Oppo A9 (2020): Smartphone Ideal 4 Kamera 48MP", "Content": "Jakarta, Selular.ID – Sejak kelahiran Oppo seri A sampai dengan A5s, seluruh model di seri ini merupakan jajaran entry-level. Namun dengan kemunculan model terbaru hari ini, Oppo seri A resmi naik kelas. Ya, hari ini Oppo resmi menghadirkan A9 (2020) di Indonesia. Anggota terbaru di keluarga seri A ini mengusung segudang peningkatan dari model terdahulunya (Oppo A5s). Bukan lagi mengusung spesifikasi ‘seadanya’, Oppo A9 (2020) menyematkan fitur-fitur terkini. Mulai dari 4 kamera, RAM besar, baterai raksasa dengan USB Type C, sampai chipset kencang Snapdragon. Bahkan, fitur yang hanya ada di perangkat premium Reno, juga dihadirkan Oppo di produk A9 (2020), yakni Dolby Atmos dengan dual speaker, serta reverse charging. Semua peningkatan itu menjadikan Oppo A9 (2020) smartphone ideal di rentang harga kurang dari Rp4 juta. Ditujukan bagi generasi Z, ponsel diciptakan untuk menikmati konten multimedia secara mobile, tanpa harus khawatir low-bat. Berbekal panel luas 6,5 inci dengan rasio 20:9, pengguna akan nyaman menyaksikan konten multimedia di layar Oppo A9 (2020). Ditambah baterai kapasitas 5.000mAh, dijamin aktivitas menikmati streaming akan lancar selama 19 jam. Bagi gamer, memori RAM dan storage besar menjadi syarat untuk memainkan game kekinian. Dengan RAM 8GB dan penyimpanan 128GB, Oppo A9 (2020) mampu menyimpan dan memainkan belasan game popular nan berat dengan sangat lancar. Bagi social butterfly, era media sosial adalah eranya para kreator konten. Dengan empat kamera di belakang (48+8+2+2MP), foto dan video yang Anda rekam dari Oppo A9 (2020) akan terlihat tajam dan jernih. Cocok untuk dibagikan ke semua lini channel media sosial Anda.  Sebelum memasuki ulasan mendalam, mari kita bahas mengenai packagingnya. Pada paket penjualan Oppo A9 (2020), selain unit smartphone, pembeli juga akan mendapatkan kabel USB dan charger, lengkap dengan kartu garansi dan buku panduan. Kemudian pembeli Oppo A9 (2020) juga akan mendapat aksesoris lengkap, karena vendor telah menyematkan jelly case bening dan earphone di dalam kemasan penjualan. Selain dua aksesoris itu, Oppo juga menyediakan pin ejector untuk membuka slot SIM card dan MicroSD. Pertama memandang Oppo A9 (2020), Anda akan mengetahui smartphone mengemban bahasa desain kekinian. Oppo A9 (2020) dianugerahi layar luas, poni minimalis, bezel sangat tipis, serta warna gradasi di panel belakang. Baterai raksasa di dalam kerangka juga tidak mengubah penampilan ponsel menjadi bongsor. Hal itu terlihat dari ketebalan perangkat yang tergolong tipis (9,1mm). Pengaturan kamera di panel belakang juga tidak menonjol yang biasanya akan menambah ketebalan perangkat. Tetapi Oppo melindungi kamera dengan menempatkan frame melingkar di sekitar lensa yang melindungi kamera dari goresan saat diletakkan di meja. Beralih ke bagian sisi, di sayap kiri perangkat terdapat volume rocker dan baki SIM card. Sementara di sayap seberang hanya tersedia satu tombol multi fungsi (Power On/Off, serta pengunci dan pembuka kunci layar). Sementara bagian sisi atas, perangkat tampil plontos tanpa ornamen. Menyangkut slot SIM Card, Oppo A9 (2020) menyediakan tiga slot dalam satu baki. Jadi pengguna bisa mengaktifkan dua SIM (mini SIM) dan memasukkan kartu microSD sekaligus.  Salah satu syarat smartphone ideal bagi penikmat konten adalah layarnya harus super luas. Nah, Oppo A9 (2020) menampilkan panel Sunlight Screen dengan bentang seluas 6,5 inci resolusi HD+ dengan rasio 20:9. Sunlight Screen menghadirkan warna sesungguhnya pada layar ketika digunakan pada lingkungan kurang cahaya. A9 (2020) juga secara otomatis akan mengaktifkan filter cahaya biru untuk melindungi mata pengguna dari kelelalahan dan kerusakan mata. Di bagian atas layar, terdapat poni minimalis berbentuk tetes air, tempat bernaungnya kamera selfie 16MP yang sudah disuntikkan AI Beautification. Kamera selfie bisa mengindentifikasi warna kulit, jenis kulit, usia, dan jenis kelamin. Selain itu, pengguna juga bisa menangkap gambar monokrom maupun bokeh langsung dari kamera depan.  Kinerja Oppo A9 (2020) dipastikan lebih mulus dibandingkan model di seri A sebelumnya. Pasalnya, ponsel ini merupakan seri A pertama yang menggunakan Snapdragon seri 6 besutan Qualcomm. Chipset Snapdragon 665 ini dibangun dengan prosesor 8-core 64-bit, yang terdiri dari 4-core Cortex-A73 dan 4-core Cortex-A53. Digabungkan dengan RAM 8GB LPDDR4x dan penyimpanan 128GB UFS 2.1, so pasti pengguna akan merasa lancar saat multi-tasking di smartphone, bahkan bermain game berat sekalipun. Terlebih, penyimpanannya bisa diekspans melalui kartu microSD sampai 256GB. Kombinasi itu menyebabkan kinerja Oppo A9 (2020) lebih baik dari model-model sebelumnya. Lebih rinci,chipset terbaru ini memakan konsumsi energi lebih rendah 20% dengan kinerja AI 2x lebih baik dibandingkan Snapdragon 660. Dan bila dibandingkan Snapdragon 450, Oppo A9 (2020) meningkat 40% dan GPU meningkat lebih dari 100%. Bagi kreator maupun penikmat konten, baterai besar di smartphone adalah syarat wajib. Sebagai smartphone ideal bagi penikmat konten, Oppo A9 (2020) dibekali kapasitas baterai raksasa 5.000mAh. Dengan begitu, ponsel dipastikan mampu bertahan satu hari penuh dalam pemakaian normal. Dalam menikmati konten video, ponsel bisa bertahan lebih dari 19 jam. Selain baterai raksasa, Oppo A9 (2020) juga sudah dibekali USB Type C untuk mengisi daya dan sudah mengusung fitur Reverse Charging dengan memanfaatkan fitur OTG. Artinya, ponsel bisa berperan layaknya powerbank, untuk mengisi daya perangkat lain.  Ini dia senjata utama para kreator konten zaman now. Dalam menciptakan konten, Oppo A9 (2020) dibekali empat kamera sekaligus di panel belakang. Tiga di antaranya disusun secara vertikal. Sementara kamera keempat diposisikan persis di bawah LED Flash. Kamera utama 48MP Oppo A9 (2020) menggunakan lensa Isocell GM1 dengan bukaan f/1.8. Kamera kedua untuk mengambil foto ultra-wide menggunakan lensa Omnivision dan yang paling bawah merupakan lensa monokromatik 2MP f/2.4. Kamera terakhir di bawah Flash adalah lensa Portrait 2MP dengan bukaan f/2.4. Kamera 48MP hadir dengan resolusi tinggi, membuat pengguna bisa mengambil gambar dengan lebih detai dan hasil yang lebih jernih. Lensa sudut lebar menawarkan sudut pengambilan gambar sebesar 119° memudahkan gambar yang luas di ruang terbatas. Lensa monokromatik dan lensa portrait memungkinkan pengguna mendapatkan hasil kamera retro untuk foto portrait, menawarkan hasil yang lebih personal. Ditambah, Oppo menyuntikkan aneka fitur dan filter terkini yang ada di mobile photography, mulai dari efek bokeh, monokrom, sudut lebar, panorama, profesional, sampai Ultra Night Mode 2.0. Ultra Night Mode 2.0 hadir dengan reduksi noise terbaik untuk foto malam hari. Hasilnya, fitur HDR dan teknologi multi-frame pada Ultra Night Mode 2.0 bisa menghasilkan foto malam hari dengan kecerahan tinggi. Yang terbaru, Ultra Night Mode 2.0 bisa digunakan pada lensa sudut lebar. Tidak lupa kamera Oppo A9 (2020) juga sudah disuntikkan AI sehingga bisa membantu pengguna memilih mode yang sesuai dalam memotret suasana tertentu. Juga, fitur berguna untuk mendeteksi lingkungan atau mengenal objek yang disorot. Oppo A9 (2020) bisa merekam video kualitas 4K dengan mulus (minim guncangan) berkat adanya fitur Electronic Image Stabilization (EIS) untuk video stability. Jika Anda takut memorinya cepat penuh, vendor juga menyediakan opsi merekam video kualitas 1080p dan 720p. Tidak lupa fitur populer seperti Time Lapse dan Slow Mo juga tersedia.  Untuk pengalaman bermain game, teknologi akselerator Game Boost 2.0 menawarkan peningkatan teknologi dengan fitur Frame Boost dan Touch Boost. Keduanya memberikan respons permainan yang cepat, dengan mengurangi latensi dan kelambatan respons sentuhan layar. Frame Boost menyediakan pemantauan perangkat secara real time untuk mengurangi latensi dan meminimalisir terjadinya lag. Selain itu, fitur ini akan mengatur alokasi sumber daya untuk menghindari ponsel menjadi panas atau penggunaan daya yang berlebih. Touch Boost melakukan penyesuaian khusus untuk meningkatkan sensitivitas respons sentuhan layar saat bermain game, ponsel akan terasa lebih cepat dan lebih responsif. Oppo A9 (2020) datang dengan speaker stereo ganda, menghadirkan efek suara surround dengan volume lebih tinggi dan peningkatan kualitas suara yang signifikan. Efek suara Dolby Atmos digunakan untuk memberikan pengalaman musik, video, dan permainan terbaik di kelasnya. Oppo A9 (2020) merupakan perangkat yang menerima sertifikasi Hi-Res Audio, memastikan kualitas suara yang luar biasa, serta menciptakan pengalaman ausio yang lebih mendebarkan dan realistis. Oppo menjalankan sistem antarmuka Color OS 6.0.1 berbasis Android 9.0 Pie. Fitur yang dihadirkan antara lain Asisten Cerdas, Mode berkendara, dan navigasi gerakan yang akan meningkatkan kenyamanan pengguna. Selain itu, Oppo juga menyematkan dua opsi keamanan dalam membuka kunci layar pada A9 (2020). Pengguna bisa memanfaatkan Face Unlock atau Fingerprint, atau keduanya sekaligus. Untuk area pemindai sidik jari pada Oppo A9 (2020) diletakkan di panel belakang, tepat satu garis di bawah kamera. Sangat nyaman dijangkau jari telunjuk saat memegang handphone.  Oppo menyajikan warna lebih berani pada A9 (2020). Desain gradasi tiga dimensi dengan warna eye-cathing. Konsumen bisa memilih antara Marine Green (Hijau Laut) atau Space Purple (Ungu Antariksa). Baru dirilis hari ini, smartphone terbaru Oppo A9 (2020) akan mulai tersedia di pasaran Indonesia pada Rabu, 25 September 2019, melalui sejumlah chanel mitra penjualan Oppo dengan harga resmi Rp3.999.000. Spesifikasi lengkap Oppo A9 (2020) Body 163,6 x 75.6 x 9.1mm Colors Marine Green, Space Purple Display Size dan Resolution 6.5 inci HD+ (720×1600) Gorilla Glass 3+ Display Waterdrop dew Rear Camera 48MP (F1.8) + 8MP (F2.0) + 2MP (F2.4) + 2MP (F2.4) Front Camera 16MP AI Beautification Processor & OS Color OS 6.0.1 based on Android 9.0 Pie RAM + Storage RAM 8GB, penyimpanan 128GB Micro SD slot (up to 256GB) Battery 5.000 mAh Biometric Authentications Rear Fingerprint, Face Unlock Special Feature Game Boost 2.0, Ultra Night Mode 2.0  ", "Tags": ["Tags", "A9 2020", "Oppo", "Oppo A9 (2020)"]}, {"DatePost": "29 May 2019 17:00", "Author": "selular", "Title": "Review Oppo F11 Jewelry White: Desain Mewah Bak Mutiara, Kamera Istimewa", "Content": "Jakarta, Selular.ID – Maret lalu, Oppo memboyong dua smartphone barunya dalam lini Oppo F11 series yang mencakup F11 dan F11 Pro. Oppo F11 Pro hadir lebih dulu di Indonesia di bulan Maret selang beberapa hari setelah peluncurannya. Sedangkan Oppo F11 baru tersedia di Indonesia pada April lalu. Baik Oppo F11 dan F11 Pro mengusung kamera, performa dan daya tahan sebagai fitur andalan. Keduanya memiliki spesifikasi dan desain yang nyaris sama. Perbedaan mencolok terlihat pada desain kamera pada F11 dan F11 Pro. Oppo F11 Pro mengusung desain kamera tersembunyi (pop-up camera) bernama Rising Camera. Sedangkan Oppo F11 masih mengadopsi desain waterdrop sebagai wadah kamera selfie. Oppo F11 hadir dalam 3 varian warna yang meliputi Flourite Purple, Marble Green dan Jewelry White. Varian warna Jewelry White ini baru saja diluncurkan bulan Mei lalu. Sebelumnya Oppo F11 hanya tersedia dalam dua warna yakni Flourite Purple dan Marble Green. Kali ini Redaksi Selular.ID me-review Oppo F11 warna Jewelry White dengan konfigurasi 4/128. Oppo F11 Jewelry White ini dipasarkan dengan harga yang sama seperti varian warna lain yakni Rp 3.999.000. Balutan warna Jewelry White dipadukan material polycarbonate memberikan kesan mewah pada Oppo F11. Sebab warna Jewelry White terinspirasi dari mutiara. Jewelry White pada Oppo F11 mengusung gradasi warna putih dan biru. Oppo F11 memiliki dimensi 162 x 76.1 x 8.3 mm dan bobot 188 g. Ketika digenggam ponsel ini masih terasa pas dan nyaman. Layar 6,53 inci, notch waterdrop sebagai wadah kamera selfie 25MP dan speaker receiver terpampang di bagian depan ponsel ini. Kamera utama ganda beresolusi 48MP dan 5MP, LED Flash, sensor fingerprint dan logo Oppo disematkan di body belakang Oppo F11. Tombol volume up dan down serta slot MicroSD dan SIM Card dijumpai di sisi kanan Oppo F11. Sedangkan di sisi kiri Oppo F11 ditemui tombol power. Port micro USB 2.0, speaker, jack audio 3,5 mm dan lubang mic dibubuhi di bagian bawah Oppo F11. Sementara di bagian atas Oppo F11 hanya terdapat lubang mic saja. Oppo F11 dibentangkan layar 6,53 inci berjenis IPS LCD dengan resolusi 2340 x 1080 (FHD+). Screen body to rasio nya mencapai 90.7%. Ketika Redaksi Selular.ID mencoba bermain game dan menonton video dengan Oppo F11. Agar tambah nyaman, Anda dapat mengatur tingkat kecerahan layar pada Oppo F11 di menu setting. Oppo F11 dibubuhi kamera utama ganda beresolusi 48MP dan 5MP. Lensa utamanya Oppo F11 beresolusi 48MP. Sedangkan lensa keduanya menggunakan depth sensor. OPPO F11 menggunakan sensor berbasis ISOCELL Bright GM1 dengan resolusi 48 MP. Sensor ini dilengkapi dengan ukuran ukuran photosite 0,8 mikrometer dan berbasis BSI (backside illuminated) yang dinamakan ISOCELL Plus. Melalui teknologi tetracell, Oppo F11 akan menganalisis dan menggabungkan data yang diperoleh dari empat piksel yang berdekatan untuk membuatnya setara dengan ukuran piksel tunggal 1,6μm. Selanjutnya, teknologi ini akan melipatgandakan ukuran piksel foto sensitif, sehingga mampu mengabadikan foto potret yang lebih terang dan minim noise pada malam hari. Dalam kondisi cahaya yang sangat terang, sensor dapat menangkap gambar dengan resolusi tinggi sampai 48MP. Saat kami mencoba foto menggunakan lensa utama Oppo F11, hasil fotonya tidak pecah ketika di zoom. Resolusi foto yang dihasilkan Oppo dengan lensa utama lebih besar. Untuk mengaktifkan resolusi 48MP, Anda bisa mengakses menu setting di kamera. Kemudian pilih photo ratio 4:3 (48MP). Saat foto dalam kondisi minim cahaya, Anda juga dapat mengandalkan fitur ultra night mode melalui mode night pada kamera Oppo F11. Fitur ultra night mode mampu meningkatkan eksposur dalam kondisi minim cahaya. Ketika kami mencoba fitur ultra night mode ini dalam kondisi minim cahaya ataupun malam hari, foto yang dihasilkan cenderung lebih terang. Noise yang dihasilkan lebih minim dibandingkan tidak menggunakan ultra night mode. Untuk menggunakan mode ultra night mode, Anda hanya perlu menekan tombol kamera lalu tahan selama 4 detik untuk fokus ke objek foto. Usahakan objek foto tidak bergerak selama 4 detik, agar hasilnya optimal. Mode Chroma Boost menghasilkan foto dengan perpaduan warna dan eksposur yang seimbang. Mode ini bekerja menggunakan algoritma AI. Chroma Boost dapat Anda aktifkan dan nonaktifkan melalui menu kamera utama. Saat kami mencobanya, mode Chroma Boost ini mampu menyesuaikan warna objek dengan kondisi di sekitar. Misalnya ketika mengambil objek di outdoor. Kami juga mencoba mode portrait dari kamera selfie maupun kamera utama Oppo F11 Pro. Efek bokeh yang dihasilkan cukup natural. Teknologi AI sangat berperan penting dalam mendeteksi background objek. Dukungan teknologi AI, sinergi multi-frame dan algoritma anti-shake, ultra night mode akan secara signifikan meningkatkan kualitas gambar dalam cahaya redup. Sementara kamera selfienya berukuran 16MP. Kamera selfie ini didukung teknologi AI yang mampu mengidentifikasi ratusan titik wajah secara akurat. Teknologi ini mampu menghasilkan efek bokeh yang natural. Sayangnya, Oppo F11 tidak didukung fitur wide angle. Untuk mensiasatinya, Anda bisa menggunakan mode pano pada kamera belakang maupun selfie. Fitur 2x zoom dan 1x zoom juga kembali hadir di Oppo F11. Kamera seflie Oppo F11 beresolusi 16MP. Ketika kami selfie menggunakan Oppo F11, hasilnya cukup baik. Terutama dalam kondisi cahaya cukup. Untuk mensiasatinya, Anda bisa menggunakan LED Flash ketika selfie. Disajikan menu beauty untuk mempercantik hasil foto selfie. Efek beauty yang dihasilkan pun masih alami. Tampilan menu kamera belakang maupun selfie Oppo F11, cukup simpel. Untuk video, Anda bisa memilih mode video dan slow-mo. Dapur pacunya, Oppo F11 diperkuat chipset Mediatek Helio P70 dengan prosesor Octa-core dan GPU Mali-G72 MP3. Oppo F11 ditopang RAM 4GB, ROM 128GB serta slot MicroSD hingga 256GB. Untuk menguji perfforma ponsel ini, kami melakukan sejumlah tes seperti benchmark, bermain game dan uji audio. Benchmark yang kami gunakan adalah AnTuTu, PC Mark, 3D Mark dan Geekbench 4. Semua tes benchmark berhasil dilalui smartphone ini dengan mulus. Di AnTuTu, Oppo F11 meraih skor 148853. Untuk tes PC Mark dan 3D Mark, Oppo F11 meraih skor 8004 untuk PC Mark dan 22193 untuk 3D Mark. Tes Geekbench, Oppo F11 meraih skor 1570 untuk Single-Core dan 5985 untuk Multi-Core. Kami bermain game di smartphone tersebut yang memiliki kualitas grafis tinggi seperti PlayerUnknown’s Battlegrounds (PUBG), Arena of Valor (AoV), Mortal Kombat dan Iron Blade. Semua game tersebut dilibas habis di Oppo F11. Untuk game PUBG, Oppo F11 hanya bisa menggunakan settingan grafis HD dengan Frame Rate High. Selanjutnya, uji audio kami mendengarkan musik melalui aplikasi music player dan YouTube pada Oppo F11. Oppo F11 disertakan fitur Real HD Sound yang menghasilkan kualitas suara lebih baik saat mendengarkan musik. Real HD Sound hanya bisa diaktifkan jika menggunakan earphone. Anda dapat menemukan pengaturan khusus di menu setting>Real Sound Technology. Anda bisa memilih Sound Equalizer seperti Pop, Rock, Metal, Dance, Jazz, Hiphop, Classical, Country, Blues, Electro. Tak hanya itu, Anda juga dapat kustomisasi equalizer sendiri. Kualitas suara yang dihasilkan Oppo F11 lebih bulat ketika menggunakan fitur Real Sound Technology. Oppo F11 berjalan dengan sistem operasi Android 9.0 Pie berbalut ColorOS 6.0. Tak banyak disertakan aplikasi bawaan Oppo. Aplikasi bawaan Google seperti Gmail, YouTube dan lainnya. Oppo F11 memiliki fitur game space pada F11 sudah diperbarui dan ditingkatkan performanya. Seperti game space sebelumnya, fitur ini dapat meningkatkan performa ponsel, menghemat daya, menstabilkan jaringan dan lainnya. Anda juga dapat menjawab dan menolak panggilan masuk ketika bermain game. Game favorit Anda juga bisa ditambahkan di fitur Game Space terbaru ini. Game dan aplikasi apapun dapat Anda tambahkan di Game Space. Smartphone ini dilengkapi fitur asisten virtual yang dapat membantu Anda dalam aktifitas harian yakni Smart Assistant. Smart Assistant pada Oppo F11 dapat membantu Anda mengoperasikan ponsel. Smart Assistant menyuguhkan perkiraan cuaca, kalender, fitness tracker dan sebagainya. Fitur keamanan seperti fingerprint dan face unlock disematkan di ponsel ini. Face unlock pada Oppo F11 cukup cepat dalam membuka smartphone dalam waktu di bawah 1 detik. Begitupun dengan sensor sidik jari pada dua smartphone ini cukup cepat dalam membuka kunci ponsel kurang dari 1 detik. Daya tahan Sumber energinya, Oppo F11 ditopang baterai berkapasitas 4020mAh. Dukungan fitur fast charging VOOC 3.0 pada F11 mampu mengisi ulang daya baterai dari kondisi 20% hingga full 100% dalam waktu sangat cepat dalam waktu 80 menit. Dalam kondisi di atas 20%, tentunya proses charging jauh lebih cepat sekitar 50 menit. Dalam keadaan standby, Oppo F11 mampu bertahan hingga 1 hari 12 jam. Untuk penggunaan standar seperti email, jejaring sosial dan lainnya, Oppo F11 mampu bertahan kurang lebih seharian. Ketika bermain game secara terus menerus, Oppo F11 bisa bertahan dalam 7 sampai 8 jam. Fitur AI Battery Management pada Oppo F11 juga mampu menghemat daya baterai ini. Oppo F11 disokong konektivitas Wi-Fi 802.11 a/b/g/n/ac, dual-band, WiFi Direct, hotspot, Bluetooth 4.2 serta jaringan 2G/3G/4G. Untuk menguji jaringan, kami menggunakan aplikasi Speedtest besutan Ookla. Operator yang kami gunakan dalam uji jaringan ini sama yakni Indosat. Di Speedtest, Oppo F11 meraih kecepatan download 41.2Mbps dan upload 16.2Mbps. Hasil uji jaringan yang dilakukan juga tergantung cuaca dan kondisi. Oppo F11 dilengkapi sebuah slot SIM Card dan MicroSD. Kesimpulan Dari segi desain, Oppo F11 terlihat lebih mewah dengan balutan warna Jewelry White. Layar Oppo F11 terasa nyaman saat bermain game dan menonton video. Foto yang dihasilkan Oppo F11 tajam dan detail serta komposisi warna yang dihasilkan pas. Performa Oppo F11 terbilang optimal dari serangkaian tes yang dilakukan. Daya tahan Oppo F11 cukup irit dan proses charging lebih cepat. Dengan harga Rp 3.999.000, Oppo F11 cocok buat kalian yang hobi foto dan bermain game. ", "Tags": ["Tags", "Jewelry White", "Oppo F11", "review"]}, {"DatePost": "3 January 2019 16:30", "Author": "selular", "Title": "Review Oppo A7: Layar Luas, Minim Poni", "Content": "Jakarta, Selular.ID – Bulan November lalu, Oppo meluncurkan smartphone menengah terbarunya yakni A7. Oppo A7 merupakan smartphone seri A pertama yang mengusung desain waterdrop. Oppo A7 juga mengusung serangkaian fitur dan spesifikasi andalan. Mulai dari kamera, daya tahan, desain premium, kamera, fitur security, game space, kids space dan keunggulan Oppo A7 lainnya. Oppo A7 tersaji dalam pilihan warna Claring Gold dan Glaze Blue. Kali ini Redaksi Selular.ID berkesempatan mereview Oppo A7 varian warna  Claring Gold. Seperti apa ulasannya ? Yuk kita lihat. Dari segi desain, Oppo A7 terlihat elegan dengan warna Claring Gold dengan material kaca pada bagian belakang yang bermotif serat. Material body secara keseluruhan menggunakan bahan magnesium alloy. Oppo A7 memiliki dimensi 155.9mm x 75.4mm x 8.1mm dan bobot 158g. Ketika digenggam, Oppo A7 masih terasa nyaman dengan sudut melengkung dan ringan. Ketika dimasukan ke saku pun masih terasa pas. Desain notch ala tetesan air (waterdrop) terpatri di bagian depan ponsel ini. Notch ini menampung kamera selfie 16MP dan LED notification. Diatas notch terdapat speaker receiver. Di bawah notch terdapat layar berukuran 6,2 inci. Bagian belakang Oppo A7 terdapat kamera utama ganda beresolusi 13MP dan 2MP, LED Flash, sensor fingerprint serta logo Oppo. Di sisi kanan terdapat tombol power. Sedangkan di sisi kiri dibubuhi tombol volume up and down. Bagian bawah terdapat sebuah speaker, microUSB, lubang mic, jack audio dan port microusb 2.0. Sedangkan di bagian atas polos saja tidak ditemui apapun. Oppo A7 disematkan kamera utama ganda beresolusi 13MP dengan aperture f/2.2, AF serta 2MP dengan depth sensor dan aperture f/2.4. Tampilan kamera utama Oppo A7 cukup simpel. Untuk foto, disisipi mode photo, 1x zoom, 2x zoom, portrait dan panorama. Untuk mengabadikan gambar menggunakan kamera utama, Anda bisa menggunakan mode photo. Ketika kami Redaksi Selular mencoba menggunakan kamera utama Oppo A7, hasilnya cukup memuaskan. Dalam kondisi cukup cahaya, baik outdoor maupun indoor, foto yang dihasilkan cukup baik. Warna foto yang dihasilkan terlihat lebih natural. Foto yang dihasilkan cukup detail dan tajam. Anda juga bisa menggunakan mode HDR untuk kombinasi warna yang lebih serasi. Ketika dalam kondisi minim cahaya maupun malam hari, masih terbilang baik. Namun, masih terlihat noise. Untuk mensiasatinya, Anda bisa menggunakan LED Flash agar noise tidak begitu terlihat. Saat mencoba mode 2x zoom, foto yang dihasilkan tidak pecah ketika diperbesar. Apalagi jika menggunakan mode 1x zoom, tentunya tidak pecah. Untuk mendapatkan efek bokeh, Anda bisa menggunakan mode portrait. Ketika kami mencobanya, efek bokeh yang dihasilkan masih belum terlihat natural. Anda juga tidak dapat mengatur level bokeh ketika mengambil objek foto. Efek beauty juga bisa Anda gunakan untuk mempercantik hasil foto. Anda dapat memilih tingkatan efek beauty dari 1 sampai 6. Foto yang dihasilkan melalui efek beauty ini juga masih terlihat natural dan tidak berlebihan. Anda juga dapat mengaktifkan dan menonaktifkan mode timer dalam mengambil foto. Pilihan waktu yang disediakan adalah 3 detik dan 10 detik. Tersaji beragam filter menarik yang dapat Anda pilih seperti original, matcha, autumn, lime, puff, fantasy castle, black coffee, letter, 2046, chungking dan cranberry. Anda juga dapat memilih beragam pilihan sticker yang disediakan. Kamera selfienya didukung resolusi 16 MP dengan bukaan f/2.0. Tampilan kamera selfie Oppo A7 juga tidak jauh berbeda dengan tampilan kamera belakangnya. Mode yang disediakan hampir sama seperti mode photo, sticker dan pano. Bedanya, tidak ada mode 2x zoom dan portrait. Filter yang disediakan kamera selfie hampir sama dengan kamera utama dengan penambahan mousse, grapefruit, blueberry dan cheese. Filter 2046, chungking dan cranberry harus absen dari kamera selfie. Untuk mode beauty kamera selfie juga tidak jauh berbeda. Bedanya hanya ada penambahan fitur AI. Mode timer juga disediakan di kamera selfie. Pilihan waktu yang disediakan sama dengan kamera utama yakni 3 detik dan 10 detik. Ketika kami mencoba selfie dalam kondisi cukup cahaya baik indoor maupun outdoor, foto yang dihasilkan cukup detail dan perpaduan warna yang pas. Saat kondisi minim cahaya maupun low light, juga cukup baik. Namun, masih terlihat noise sama seperti hasil foto kamera utama. Anda bisa menggunakan LED Flash untuk meminimalisir noise. Dukungan teknologi AI pada mode beauty, membuat foto selfie lebih natural. Sebaiknya gunakan fitur AI pada mode beauty ketika selfie. Guna menghasilkan selfie dengan efek bokeh, Anda bisa mengaktifkan mode depth effect. Efek bokeh yang dihasilkan lebih alami dibandingkan menggunakan kamera utama. Untuk video, Anda bisa menggunakan mode video dan time-lapse. Mode video menyajikan resolusi 720p dan 1080p. Kedua mode video ini bisa Anda gunakan di kamera utama maupun kamera selfie. Oppo A7 dibekali layar 6,2 inci dengan aspek rasio 88,4%. Layarnya sudah dilapisi Corning Gorilla Glass untuk melindungi dari goresan. Layar Oppo A7 diberikan lapisan anti refleksi untuk meningkatkan kecerahan layar hingga 35% serta memberikan tampilan menarik di setiap sudut. Berkat desain notch minimalis ala tetesan air (waterdrop), layar Oppo A7 terlihat lebih luas. Tampilan lebih luas ini cocok buat Anda yang suka nonton video dan bermain game. Namun, ketika kami bermain game, notch ini terasa mengganggu, meskipun tampilannya lebih luas. Karena control pada game terhalang oleh notch. Namun, Anda bisa mengatur tampilan notch. Di menu setting>notch area display control, Anda dapat mengatur aplikasi mana yang akan Anda berikan tampilan notch. Setelah Anda memilih aplikasi tersebut, maka tampilannnya akan terlihat seperti smartphone yang tidak menggunakan notch. Agar layar terlihat lebih luas, Anda bisa menyembunyikan navigation key. Anda juga bisa memunculkan navigation key tersebut. Untuk menyembunyikan dan memunculkan navigation key, Anda bisa kunjungi menu setting>navigation key, lalu pilih virtual navigation keys can be hidden. Layar ini menghasilkan 16 juta warna sehingga wajar jika warna-nya terlihat lebih tajam. Ketika kami Redaksi Selular.ID mencoba menonton video dan bermain game, tampilan warna yang dihasilkan cukup tajam. Kami mencoba menonton video di YouTube dengan resolusi video Full HD 1080p, hasilnya cukup memuaskan. Anda juga dapat mengaktifkan mode split screen di melalui menu setting atau cukup swipe keatas dengan tiga jari. Tampilan antarmukanya cukup simpel menggunakan Color OS 5.2. Terdapat notification tray di bagian atas layar. Di dalam notification tray Anda bisa menerima notifikasi pesan masuk dan melakukan sejumlah pengaturan. Mulai dari setting brightness, Wi-Fi, mobile data, mode silent, Bluetooth, calculator, boost, night shield, Oppo Share, airplane mode, GPS, portrait lock, screen recording, power saving dan Google Assistant. Oppo A7 berjalan dengan sistem operasi Android 8.1.0 Oreo. Gawai ini tidak banyak membawa aplikasi bawaan. Aplikasi bawaan yang terintegrasi dengan sistem seperti Game Space dan Music Party hadir di gawai ini. Aplikasi bawaan Google seperti Google, Chrome, Gmail, Maps, YouTube, Drive dan lainnya sudah pasti hadir di Oppo A7. Aplikasi bawaan lainnya yang disematkan di ponsel ini adalah Facebook, Babe, UC Browser dan Lazada. Empat aplikasi tersebut sudah di-install dari awal pembelian Oppo A7. Jika Anda tidak suka, Anda bisa uninstall aplikasi tersebut. Oppo A7 mengusung sejumlah fitur menarik lainnya seperti Smart Assistant. Fitur ini didukung teknologi AI yang dapat membantu Anda mengoperasikan Oppo A7. Fitur ini menyajikan menu prakiraan cuaca, step tracker, favorit kontak dan sebagainya. Anda bisa mengatur langkah Anda di menu step tracker dalam kurun waktu harian, mingguan dan bulanan. Hadir pula fitur screen recording yang dapat meng-capture video pada layar Oppo A7. Fitur screen recording dapat Anda aktifkan di notification tray ataupun menu setting. Soal keamanan, Oppo A7 disokong face unlock, pattern dan password. Sensor fingerprint harus absen dari ponsel ini. Kemampuan face unlock membuka kunci wajah cukup cepat dibawah 1 detik. Face unlock ini mampu membuka wajah meskipun menggunakan aksesoris seperti kacamata, topi dan sebagainya. Meskipun pada saat mendaftarkan wajah pada face unlock, tidak menggunakan aksesoris, ketika membukanya bisa memakai aksesoris. Di tempat gelap pun, face unlock ini mampu mendeteksi wajah Anda. Fitur keamanan lainnya, Oppo A7 didukung fitur kids space. Sesuai namanya, Kids Space ini memungkinkan orang tua untuk memilih aplikasi mana yang cocok untuk sang buah hati. Fitu Kids Space ini akan memunculkan sebuah room yang berisi aplikasi tertentu. Anda dapat memilih aplikasi mana yang akan dimasukan di dalam room tersebut. Anda dapat mengatur aplikasi yang Anda inginkan di menu setting>Kids Space. Oppo A7 kembali mengusung fitur game mode bernama game space seperti yang disematkan pada Oppo A3s. Fitur game space sudah mendukung semua jenis game. Anda bisa menambahkan game yang Anda inginkan. Caranya cukup klik ikon + pada aplikasi game space. Kemudian pilih game yang Anda ingin tambahkan. Selain game, Anda juga dapat menambahkan semua aplikasi yang ada pada Oppo A7. Game space menghadirkan fitur Game Engine, Smoothness Optimization, Network Pretection dan Answer Call With Ease. Fitur Game Engine mampu memaksimalkan kinerja Oppo A7 saat bermain game. Smoothness Optimization mampu membantu membuat tampilan grafis terlihat mulus saat bermain game berat seperti AOV dan PUBG. Ketika bermain game online seperti Arena Of Valor (AOV) dan PlayerUnknown’s Battlegrounds (PUBG) yang membutuhkan koneksi yang stabil, networking protection dan Answer Call With Ease cukup bisa diandalkan. Fitur networking protection mampu menstabilkan jaringan saat bermain game online. Anda tidak perlu khawatir jika ada panggilan masuk ketika bermain game, karena ada fitur No Disturbance dalam mode game acceleration. Fitur ini sangat berguna sekali ketika memulai pertempuran dalam game online tersebut. Fitur No Disturbance ini menampilkan panggilan telepon yang masuk sebagai notifikasi. Terdapat opsi untuk segera merespon panggilan atau lanjut bermain. Anda dapat menjawab panggilan masuk saat bermain game tanpa mengganggu permainan. Anda juga dapat menjawab panggilan masuk setelah permainan selesai. Anda juga dapat mengatur game space di menu setting untuk pengalaman gaming terbaik. Dapur pacunya, diperkuat chipset Qualcomm Snapdragon 450 dipadukan GPU Adreno 506 dan prosesor Octa-core 1.8 GHz Cortex-A53. RAM 4GB dengan ROM 64GB serta MicroSD 256GB dibenamkan di ponsel ini. Untuk menguji performa dari Oppo A7, kami melakukan sejumlah tes seperti tes benchmark dan bermain game. Aplikasi Benchmark yang kami gunakan adalah AnTuTu Benchmark, PC Mark, 3D Mark dan Geekbench. Saat menjalani, tes AnTuTu tidak ada kendala berarti yang dialami Oppo A7. Di AnTuTu, Oppo A7 meraih skor 71732 dengan peringkat ke 51. Tes PC Mark Work 2.0 Performance sanggup dijalani dengan baik oleh Oppo A7 dengan skor 4436 untuk tes Work 2.0 Performance. Ketika menjalani tes 3D Mark, Oppo A7 agak mengalami sedikit lag. Skor 3D Mark yang diraih adalah 11995 untuk tes Ice Storm Unlimited. Dalam tes Geekbench, Oppo A7 meraih skor 753 untuk tes single-core dan 2501 untuk tes multi-core. Kami mencoba bermain 6 game di Oppo A7 seperti PUBG, AOV, Dynasty Warrior Unleashed, DC Legends, Implosion dan Power Rangers All Star. Untuk game PUBG dan AOV, kami menggunakan settingan tertinggi. Kami menggunakan settingan graphics balanced dan frame rate medium untuk PUBG. Ketika awal bermain PUBG, Oppo A7 mendeteksi grafis low. Saat bermain dengan settingan tersebut, cukup lancar tidak ada lag. Grafis yang disuguhkan cukup mulus, tidak ada mozaik. Sama halnya ketika bermain AOV, cukup lancar. Settingan grafis yang kami gunakan untuk AOV adalah HD. Uji audio, kami mencoba mendengarkan musik menggunakan music player, menonton video music dan video lain di YouTube. Kami mendengarkan musik melalui loudspeaker dan earphone. Hasilnya, suara yang dihasilkan cukup bulat dan jernih. Terlebih dengan dukungan real sound technology, kualitas suara yang dihasilkan cukup tajam. Teknologi ini menyajikan equalizer yang dapat Anda pilih seperti rock, pop, jazz, elektro, dance dan sebagainya. Namun real sound technology hanya bisa bekerja dengan menggunakan earphone. Tidak bisa menggunakan loudspeaker. Sumber energinya, Oppo A7 ditenagai baterai berkapasitas cukup besar yakni 4230mAh. Karena memiliki baterai berkapasitas besar, waktu pengisian dayanya memakan waktu 2 jam dari kondisi baterai low di bawah 20%. Ketika di charge dalam kondisi diatas 20%, proses pengisian daya membutuhkan waktu 1 hingga 1,5 jam. Meski tidak dilengkapi fitur VOOC, proses pengisian daya Oppo A7 terbilang cukup cepat. Untuk menguji ketahanannya, kami Redaksi Selular.ID mencoba bermain game, menonton YouTube, mendengarkan musik, browsing internet, sosial media, pesan instan dan kebutuhan harian lainnya. Dalam keadaan standby dan tidak digunakan sama sekali, Oppo A7 mampu bertahan hingga 44 jam atau hampir dua hari. Jika digunakan untuk kebutuhan harian seperti browsing internet, email, pesan instan dan lainnya, Oppo A7 mampu bertahan hingga seharian penuh atau sekitar 24 jam. Ketika digunakan untuk streaming video tanpa jeda, ponsel ini mampu bertahan hingga 10 jam. Untuk browsing internet secara terus-menerus, Oppo A7 mampu bertahan hingga 12 jam. Saat bermain game secara terus-menerus, gawai ini mampu bertahan antara 6 hingga 7 jam. Konektivitasnya, Oppo A7 didukung jaringan 4G/3G/2G, Bluetooth: 4.2, Wi-Fi: 2.4GHz 802.11 a/b/g/n serta Support OTG. Untuk uji jaringan, kami menggunakan aplikasi SpeedTest besutan Ookla. Provider yang kami gunakan kali ini adalah Smartfren. Kecepatan download yang dihasilkan adalah 2.20Mbps dan upload 9.84Mbps. Hasil lainnya di SpeedTest mencakup Ping 23ms, Jitter 11ms dan loss 0%. Untuk kecepatan jaringan, tentunya tergantung jenis provider yang digunakan, lokasi dan kondisi cuaca. Ketika kami mencoba transfer file lewat Bluetooth maupun kabel USB juga cukup cepat. Dari segi desain, Oppo A7 terlihat elegan dengan balutan warna Claring Gold berbalut material kaca pada bagian belakang. Layar Oppo A7 terlihat lebih luas dengan desain notch waterdrop sehingga cocok untuk bermain game dan menonton video. Kamera utama maupun selfie Oppo A7 cukup bisa diandalkan, asalkan pencahayaannya cukup. Terutama yang suka selfie, mode beauty AI bisa Anda gunakan untuk mempercantik foto Anda. Performa Oppo A7 cukup optimal ketika bermain game dan lainnya. Ini juga didukung fitur game space. Daya tahan Oppo A7 cukup irit. Fitur keamanannya pun cukup banyak, sehingga Anda tak perlu khawatir jika Oppo A7 Anda dipinjam orang lain. Oppo A7 cocok digunakan untuk generasi milenial yang suka selfie dan bermain game. Untuk orang tua juga dan anak-anak juga cocok menggunakan Oppo A7 berkat fitur Kids Space. Kesimpulannya, Oppo A7 cocok digunakan semua kalangan. Oppo A7 bisa Anda dapatkan seharga Rp 3.299.000. ", "Tags": ["Tags", "Oppo", "Oppo A7", "review"]}, {"DatePost": "28 September 2018 13:30", "Author": "selular", "Title": "Review Oppo A3s: Layar Luas dan Hemat Daya", "Content": "Jakarta, Selular.ID – Bulan Juli lalu, Oppo meluncurkan smartphone entri level terbarunya yakni A3s. Meskipun kelas menengah, gawai ini menghadirkan spesifikasi dan fitur seperti smartphone premium Oppo. Salah satunya fitur dan spesifikasi handal yang ada di Oppo F9. Oppo A3s mengusung baterai besar berdaya irit sebagai fitur andalan. Desain notch yang digunakan oleh ponsel premium Oppo masih diadopsi di Oppo A3s. Mulai dari baterai besar, layar luas, teknologi AI di kamera dan sektor lainnya, game space, desain glossy, UI ColorOS 5.1, MusicParty, Kids Space, Applock dan banyak lagi. Dibandingkan smartphone sekelas yang beredar di pasaran, A3s mengusung layar full screen sebagai fitur andalan. Layar full screen jarang ditemui di smartphone dengan harga Rp 2 jutaan di pasaran. Begitu juga dengan kapasitas baterai besar yakni 4.230mAh yang dimiliki Oppo A3s jarang ada di ponsel dengan kisaran harga 2 jutaan. Oppo A3s hadir dalam dua model penyimpanan yakni RAM 2GB dengan ROM 16GB dan RAM 3GB dengan ROM 32GB. Model RAM 3GB dibanderol seharga Rp 2.699.000. Sementara RAM 2GB dilepas dengan harga Rp 1.999.000. Oppo A3s tersedia dalam varian warna merah dan dark purple. Kali ini Redaksi Selular.ID berksempatan mew-review Oppo A3s varian ROM 16GB warna merah. Seperti apa ulasannya ? Desain Dari segi desain, Oppo A3s terlihat elegan dengan balutan warna merah. Bagian belakang ponsel ini menggunakan jenis material komposit berjenis tempered glass. Kombinasi warna merah dengan bahan tempered glass menghasilkan refleksi warna yang indah. Layar seluas 6,2 inci terpampang di bagian depan ponsel ini. Diatas layar terpatri notch sebagai wadah untuk menampung kamera selfie 8 MP, speaker receiver, LED Notification dan sensor proximity. Bagian depan gawai ini terlihat lebih luas berkat ukuran layar lebih besar dan notch. Kamera utama ganda beresolusi masing-masing 13MP dan 2 MP terpasang di bagian belakang gawai ini. Masih di bagian belakang, terdapat pula LED Flash dan logo Oppo. Sisi kanan dijumpai volume up and down serta slot MicroSD. Sedangkan sisi kiri hanya ditemui tombol power. Bagian bawah ponsel ini ditemui sebuah speaker, port USB, port mic dan jack audio 3,5mm. Sementara bagian atas ponsel ini polos saja, tidak ditemukan apa-apa. Oppo A3s memiliki dimensi 156.2×75.6×8.2mm. Bobotnya cukup ringan hanya 168g. Ketika digenggam maupun dimasukan ke saku cukup pas. Kamera Oppo A3s disematkan kamera utama ganda beresolusi masing-masing 13MP dengan aperture f/2.2 AF dan 2 MP, f/2.4 disokong depth sensor. Kamera selfie-nya didukung resolusi 8MP dengan bukaan f/2.2. Baik kamera utama maupun selfie Oppo A3s sudah didukung teknologi AI. Tampilan kamera utama maupun selfie-nya terihat simpel tidak banyak disertakan mode maupun filter. Untuk kamera utama terdapat mode photo, portrait dan panorama. Sementara menu kamera selfie hanya terdapat mode photo dan panorama. A3s ditunjang fitur A.I Beautification yang pertama kali diperkenalkan di OPPO R11s dan kemudian dibawa kepada lini F series dan A series. Teknologi ini mampu mengidentfikasi wajah hingga lebih dari 200 titik. A.I Beautify 2.0 dapat menyesuaikan bagian tubuh terutama pada bagian leher, sehingga hasilnya tidak akan berbeda antara wajah dan bagian leher. Fitur A.I Beautification ini bisa bekerja di kamera utama maupun selfie. Fitur ini memang ditujukan untuk foto objek manusia dengan kamera utama maupun selfie. Anda bisa mengatur sendiri level efek beauty yang diinginkan dari 1 sampai 6 pada icon manusia. Untuk kamera depan tersedia mode AI pada menu beauty dan level-nya sama dari 1 sampai 6. Kami Redaksi Selular.ID menguji fitur A.I Beautification ini baik menggunakan kamera selfie maupun kamera utama. Ketika berada di dalam ruangan dan kondisi cukup cahaya, hasilnya cukup baik. Efek beauty nya tidak berlebihan sehingga foto masih terlihat alami. Namun, ketika berada di luar ruangan, hasilnya belum maksimal. Foto yang dihasilkan terlihat lebih terang dan terksesan tidak alami. Sementara di kondisi malam hari ataupun minim cahaya apalagi di luar ruangan, hasilnya jauh dari kata sempurna. Noise masih terlihat jelas. Ketika disiasati dengan LED Flash pun hasil selfienya belum maksimal. Namun, ketika selfie low-light menggunakan LED Flash jauh lebih baik dibandingkan tidak menggunakan LED Flash. Dalam mode photo pun tanpa menggunakan efek beauty, hasil foto selfie ketika outdoor dan cahayanya cukup masih belum memuaskan. Warna yang dihasilkan kurang natural dan terlihat lebih terang. Terkadang wajah dan langit nyaris terlihat sama warna putih-nya. Hal serupa juga terjadi pada kamera utama. Dalam kondisi terang dan di luar ruangan, foto yang dihasilkan kurang maksimal. Warna yang dihasilkan kurang natural dan terlihat lebih terang. Jika di dalam ruangan dengan kondisi cukup cahaya, foto objek apapun terlihat jauh lebih baik. Warna yang dihasilkan lebih natural. Untuk kombinasi warna yang lebih baik, Anda bisa menggunakan mode HDR pada kamera utama maupun selfie. Dalam kondisi minim cahaya atau malam hari dan diluar ruangan, masih terlihat noise. Mungkin Anda bisa menggunakan LED Flash untuk hasil foto low-light yang lebih baik. Kamera utama Oppo A3s juga menghadirkan mode 1x zoom dan 2x zoom. Mode 2x zoom ini memudahkan Anda saat mengambil gambar tanpa harus mengatur mode zoom manual. Hasil mode 2x zoom juga terlihat lebih baik ketika berada di dalam ruangan dengan pencahayaan cukup. Selebihnya, hasilnya kurang maksimal dan cenderung pecah. Baik kamera utama maupun selfie sama-sama memiliki efek bokeh. Pada kamera utama, Anda bisa menggunakan mode portrait untuk mendapatkan efek bokeh. Sedangkan untuk selfie, Anda bisa memilih mode depth effect untuk efek bokeh. Efek bokeh yang dihasilkan terlihat lebih natural baik kamera utama maupun selfie. Untuk video, tersaji menu video dan time-lapse untuk kamera utama maupun selfie. Ada dua pilihan resolusi yang bisa dipilih yakni 720p dan 1080p. Anda juga bisa menggunakan efek beauty pada video dengan kamera belakang dan depan. Video yang dihasilkan kamera utama maupun selfie cukup baik. Layar  Oppo A3s dibekali layar Full Screen berukuran 6,2 inci dengan resolusi 1520 x 720 pixel. Aspek rasio layar-nya adalah 19 : 9. Layar Oppo A3s terlihat lebih luas dengan desain notch. Sayangnya, layar ini belum dilapisi kaca pelindung atau Corning Gorilla Glass. Layar ini menghasilkan 16 juta warna sehingga wajar jika warna-nya terlihat lebih tajam. Ketika kami Redaksi Selular.ID mencoba menonton video dan bermain game, tampilan warna yang dihasilkan cukup tajam. Kami mencoba menonton video di YouTube dengan resolusi video Full HD 1080p, hasilnya cukup memuaskan. Namun, ketika kami bermain game, notch ini terasa mengganggu, meskipun tampilannya lebih luas. Karena control pada game terhalang oleh notch. Anda juga dapat mengatur kecerahan layar pada menu setting ataupun notification tray. Mode Night Shiled juga dapat Anda gunakan untuk melindungi mata Anda. Agar layar terlihat lebih luas, Anda bisa menyembunyikan navigation key. Anda juga bisa memunculkan navigation key tersebut. Untuk menyembunyikan dan memunculkan navigation key, Anda bisa kunjungi menu setting>navigation key, lalu pilih virtual navigation keys can be hidden. ColorOS 5.1 Oppo A3s menggunakan tampilan antarmuka ColorOS 5.1. Tampilan ColorOS 5.1 yang terlihat simpel. Di bagian atas, terdapat notification tray yang memuat semua notifikasi dan sejumlah pengaturan. Mulai dari Wi-Fi, mobile data, sound, Bluetooth, flashlight, boost, calculator, night shield, Oppo Share, location, portrait lock, power saving, screen recording dapat Anda atur di notification ray. Anda juga dapat mengatur brightness. UI ini membawa sejumlah fitur menarik seperti MusicParty, Kids Space dan Applock. Sesuai namanya, fitur ini memungkinkan Anda untuk mengontrol sang buah hati saat menggunakan Oppo A3s. Anda bisa menambahkan aplikasi yang Anda rasa cocok untuk si buah hati. Cukup tap Apps allowed to be accessed, lalu pilih aplikasi yang Anda inginkan. Fitur app lock juga dapat Anda gunakan untuk mengunci aplikasi yang Anda inginkan. Agar tidak semua orang dapat mengakses aplikasi yang Anda proteksi, termasuk anak Anda. Berikutnya, aplikasi Music Party memungkinkan Anda untuk mendengarkan musik dan berpesta dengan teman-teman. Anda dapat membuat party menggunakan koneksi Wi-Fi dengan teman Anda. Anda juga bisa ikut dalam party yang sedang berlangsung. Caranya cukup dengan scan QR Code. Software Gawai ini berjalan dengan sistem operasi Android 8.0 Oreo. Oppo A3s tidak banyak membawa aplikasi bawaan. Aplikasi bawaan yang terintegrasi dengan sistem seperti Game Space dan Music Party hadir di gawai ini. Aplikasi bawaan Google seperti Google, Chrome, Gmail, Maps, YouTube, Drive dan lainnya sudah pasti hadir di Oppo A3s. Aplikasi bawaan lainnya yang disematkan di ponsel ini adalah Facebook, Babe, UC Browser dan Lazada. Empat aplikasi tersebut sudah di-install dari awal pembelian Oppo A3s. Jika Anda tidak suka, Anda bisa uninstall aplikasi tersebut. Game Space   Fitur game mode memang bukanlah sesuatu yang baru bagi Oppo. Fitur bernama game acceleration sebelumnya sudah ada di ponsel premium Oppo seperti Oppo F9, F7, F5 dan sebagainya. Kini Oppo A3s kembali mengusung fitur game mode bernama game space. Dibandingkan game acceleration, fitur game space ini sudah mendapatkan sejumlah peningkatan. Fitur game acceleration hanya bisa mendukung jenis game tertentu. Sementara fitur game space sudah mendukung semua jenis game. Anda bisa menambahkan game yang Anda inginkan. Caranya cukup klik ikon + pada aplikasi game space. Kemudian pilih game yang Anda ingin tambahkan. Selain game, Anda juga dapat menambahkan semua aplikasi yang ada pada Oppo A3s. Game space menghadirkan fitur Game Engine, Smoothness Optimization, Network Pretection dan Answer Call With Ease. Fitur Game Engine mampu memaksimalkan kinerja Oppo A3s saat bermain game. Smoothness Optimization mampu membantu membuat tampilan grafis terlihat mulus saat bermain game berat seperti AOV, PUBG, Mobile Legend: Bang Bang. Ketika bermain game online seperti Arena Of Valor (AOV), PlayerUnknown’s Battlegrounds (PUBG) dan Mobile Legend: Bang Bang yang membutuhkan koneksi yang stabil, networking protection dan Answer Call With Ease cukup bisa diandalkan. Fitur networking protection mampu menstabilkan jaringan saat bermain game online. Anda tidak perlu khawatir jika ada panggilan masuk ketika bermain game, karena ada fitur No Disturbance dalam mode game acceleration. Fitur ini sangat berguna sekali ketika memulai pertempuran dalam game online tersebut. Fitur No Disturbance ini menampilkan panggilan telepon yang masuk sebagai notifikasi. Terdapat opsi untuk segera merespon panggilan atau lanjut bermain. Anda dapat menjawab panggilan masuk saat bermain game tanpa mengganggu permainan. Anda juga dapat menjawab panggilan masuk setelah permainan selesai. Anda juga dapat mengatur game space di menu setting untuk pengalaman gaming terbaik. Hardware dan Performa   Dapur pacunya, Oppo A3s diperkuat chipset Qualcomm Snapdragon 450 dipadukan prosesor 8 Core 64-Bit berkecepatan 1.8 Ghz dan GPU Adreno 506. Konfigurasi storage yang kami gunakan adalah RAM 2GB dengan ROM 16GB. Penyimpanan-nya bisa diperluas dengan microSD card berkapasitas hingga 256 GB. Untuk menguji performa Oppo A3s, kami Redaksi Selular.ID mencoba serangkaian tes seperti Benchmark, bermain game, menonton video, mendengarkan musik dan lainnya. Aplikasi Benchmark yang kami gunakan meliputi AnTuTu, PC Mark, 3D Mark dan Geekbench. Saat menjalani tes AnTuTu, ada kendala saat proses rendering. Walaupun kami sudah menggunakan fitur game space. Namun, hasilnya jauh lebih baik dibandingkan tidak menggunakan fitur game space. Hasilnya, kurang memuaskan, tes AnTuTu 3D tidak berjalan mulus di Oppo A3s. Oppo A3s meraih skor 73808 dengan peringkat ke 51. Begitupun saat menjalani tes 3D Mark, ada sedikit lag pada proses rendering. Hasilnya, Oppo A3s meraih skor 12818 untuk tes Ice Storm Unlimited. Untuk tes PC Mark, Oppo A3s sanggup menjalaninya dengan baik. Tercatat, skor yang diraih Oppo A3s pada tes Work 2.0 Performance adalah 5114. Selanjutnya, tes Geekbench Oppo A3s juga mampu menjalaninya dengan baik. Untuk tes Single-Core, A3s meraih skor 780 dan tes Multi-Core 3677. Kami mencoba bermain game Arena Of Valor (AOV), PlayerUnknown’s Battlegrounds (PUBG), Mobile Legend: Bang Bang, Naruto X Boruto Ninja Voltage, Temple Run 2 dan Terminator Genisys: Guardian. Oppo A3s sanggup melibas semua game tersebut dengan baik. Arena Of Valor (AOV), PlayerUnknown’s Battlegrounds (PUBG) dan Mobile Legend: Bang Bang memiliki setting grafis tertinggi. Kami mencoba bermain dengan setting grafis tertinggi. Hasilnya, mulus dan lancar. Khusus PUBG, game ini mampu menyesuaikan tingkat grafis dengan spesifikasi ponsel pada pertama kali game di-install. PUBG mendeteksi Oppo A3s untuk kualitas grafis Low yang berarti paling rendah. Anda bisa menyesuaikan grafis PUBG di menu setting. Kami menggunakan settingan tertinggi dengan resolusi Balanced dan frame rate Medium. Hasilnya cukup lancar, tidak lag dan patah-patah serta tidak ada mozaik. Kemungkinan fitur game space sudah bekerja dengan optimal. Ketika bermain game terus-menerus selama kurang lebih 7 jam, Oppo A3s terasa hangat. Karena kapasitas RAM dan ROM nya cukup kecil, sebaiknya Anda menggunakan memori eksternal. Jika tidak menggunakan memori tambahan, maka tentunya akan menghambat performa Oppo A3s. Kami menggunakan microSD card untuk menyimpan foto, video dan file lain agar tidak membuat memori internal Oppo A3s penuh. Untuk uji audio, kami menonton video, video musik, film di YouTube serta mendengarkan musik menggunakan aplikasi Spotifiy. Suara yang dihasilkan cukup jernih dan tajam ketika menggunakan mode loudspeaker. Terlebih jika menggunakan earphone. Karena dengan menggunakan earphone, Anda dapat menemukan pengaturan khusus di menu setting>Real Sound Technology. Anda bisa memilih Sound Equalizer seperti Pop, Rock, Metal, Dance, Jazz, Hiphop, Classical, Country, Blues, Electro serta Anda dapat mengatur sendiri. Anda juga dapat mengaktifkan mode Real HD Sound untuk kualitas suara yang lebih baik. Namun, fitur sound ini hanya bisa digunakan jika menggunakan earphone. Fitur ini juga tidak bekerja jika Anda mendengarkan musik di YouTube. Sayangnya, Oppo tidak menyertakan earphone bawaan Oppo A3s pada paket pembelian. Hemat daya Sumber energinya, Oppo A3s ditenagai berkapasitas cukup besar yakni 4.230mAh. Karena memiliki baterai berkapasitas besar, waktu pengisian dayanya memakan waktu 2 jam dari kondisi baterai low di bawah 20%. Ketika di charge dalam kondisi diatas 20%, baterai ini membutuhkan waktu 1 hingga 1,5 jam. Untuk menguji ketahanan baterai, Kami Redaksi Selular.ID menggunakan aplikasi BatteryBot dan PC Mark Work 2.0 Battery Life. Setelah menjalani tes PC Mark Work 2.0 Battery Life, Oppo A3s mampu bertahan hingga 15 jam 49 menit. Aplikasi BatteryBot hanya berfungsi sebagai indikator baterai saja. BatteryBot memberikan informasi bahwa dalam kondisi 100%, baterai Oppo A3s mampu bertahan hingga seharian penuh sekitar 24 jam. Dalam kondisi 76%, baterai ini mampu bertahan hingga 18 jam 14 menit. Selain menggunakan aplikasi, kami juga menguji ketahanan baterai Oppo A3s dengan bermain game, menonton YouTube, mendengarkan musik, browsing internet, sosial media, pesan instan dan kebutuhan harian lainnya. Dalam keadaan standby dan tidak digunakan sama sekali, Oppo A3s mampu bertahan hingga 2 hari atau setara 48 jam. Jika digunakan untuk kebutuhan harian seperti browsing internet, email, pesan instan dan lainnya, Oppo A3s mampu bertahan hingga seharian penuh atau sekitar 24 jam. Ketika digunakan untuk streaming video tanpa jeda, ponsel ini mampu bertahan hingga 5 jam. Untuk browsing internet secara terus-menerus, Oppo A3s mampu bertahan hingga 9 jam. Saat bermain game secara terus-menerus, gawai ini mampu bertahan antara 7 hingga 8 jam. Dukungan fitur AI Battery Management membuat daya tahan Oppo A3s semakin irit. Anda juga bisa mengunjungi menu setting>battery>power saving untuk menghemat daya baterai. Fitur Lain Oppo A3s mengusung sejumlah fitur menarik lainnya seperti Smart Assistant. Fitur ini didukung teknologi AI yang dapat membantu Anda mengoperasikan Oppo A3s. Fitur ini menyajikan menu prakiraan cuaca, step tracker, favorit kontak dan sebagainya. Anda bisa mengatur langkah Anda di menu step tracker dalam kurun waktu harian, mingguan dan bulanan. Hadir pula fitur screen recording yang dapat meng-capture video pada layar Oppo A3s. Fitur screen recording dapat Anda aktifkan di notification tray ataupun menu setting. Soal keamanan, Oppo A3s disokong face unlock, pattern dan password. Sensor fingerprint harus absen dari ponsel ini. Kemampuan face unlock membuka kunci wajah cukup cepat dibawah 1 detik. Face unlock ini mampu membuka wajah meskipun menggunakan aksesoris seperti kacamata, topi dan sebagainya. Meskipun pada saat mendaftarkan wajah pada face unlock, tidak menggunakan aksesoris, ketika membukanya bisa memakai aksesoris. Di tempat gelap pun, face unlock ini mampu mendeteksi wajah Anda.  Konektivitas Hasil Speed Test Oppo A3s Soal konektivitas, Oppo A3s disokong Wi-Fi 802.11 b/g/n, WiFi Direct, hotspot, Bluetooth 4.2, GPS, port microUSB 2.0, USB On-The-Go serta jaringan 4G/3G/2G. Untuk menguji jaringan 4G, kami menggunakan aplikasi SpeedTest besutan Ookla. Provider yang kami gunakan kali ini adalah Telkomsel. Kecepatan download yang dihasilkan adalah 34.1Mbps dan upload 25.5Mbps. Hasil lainnya di SpeedTest mencakup Ping 21ms, Jitter 10ms dan loss 0%. Untuk uji jaringan, tentunya tergantung jenis provider yang digunakan. Kami juga menguji jaringan dengan menelpon seseorang. Suara yang dihasilkan cukup jernih. Ketika kami mencoba transfer file lewat Bluetooth maupun kabel data juga cukup cepat. Oppo A3s dilengkapi dua buah slot Sim Card dan sebuah slot MicroSD Card. Oppo A3s juga dilengkapi sensor lain seperti Light Sensor, G-Sensor, Acceleration Sensor, Magnetic Induction dan Proximity Sensor. Kesimpulan Daya tahan Oppo A3s memang sangat irit bisa bertahan dalam waktu seharian penuh selama 24 jam dalam penggunaan harian. Performa Oppo A3s cukup memuaskan ketika bermain game, mendengarkan musik, menonton video dan lainnya. Namun, ketika digunakan seharian untuk melakukan aktivitas secara terus menerus, ponsel ini masih terasa panas. Oppo A3s hadir dalam dua model penyimpanan yakni RAM 2GB dengan ROM 16GB dan RAM 3GB dengan ROM 32GB. Jika Anda memilih model RAM 2GB sebaiknya menggunakan memori eksternal atau tidak pasang aplikasi terlalu banyak karena justru menghambat performa ponsel. Desain Oppo terlihat elegan dengan material komposit berjenis tempered glass berbalut warna merah. Layar Oppo A3s lebih luas dan tajam sehingga cocok untuk menonton video. Sayangnya, layar Oppo A3s belum dilapisi kaca pelindung sehingga rentan terhadap goresan. Teknologi AI pada Oppo A3s kami rasa sudah cukup optimal, terkecuali pada kamera. Teknologi AI pada kamera utama maupun selfie kami rasa kurang optimal. Karena kamera utama maupun selfie belum bisa mengenali objek, kondisi cahaya dan lain sebagainya. Fitur keamanan seperti face unlock, app lock dan kids space sangat cocok digunakan untuk para orang tua ataupun yang membutuhkan fitur keamanan extra. Kesimpulannya, Oppo A3s cocok digunakan oleh orang tua, pelajar, ibu rumah tangga yang membutuhkan fitur standar dengan tingkat keamanan tinggi. ", "Tags": ["Tags", "AI", "irit daya", "layar luas", "Oppo A3s", "Review Oppo A3s"]}, {"DatePost": "17 April 2018 17:00", "Author": "Khoirunnisa", "Title": "Review OPPO F7: Lebih Dari Sekadar Selfie Expert", "Content": "Jakarta, Selular.ID – Hari yang ditunggu-tunggu telah tiba. OPPO resmi mengeluarkan F7 di Indonesia. Smartphone dengan kamera depan 25MP yang sudah disuntikkan teknologi artificial intelligence (AI) atau kecerdasan buatan. Sebagai awalan, di Indonesia, OPPO F7 tampil dalam satu pilihan warna, Solar Red atau merah. Namun unit yang kami pegang adalah warna Moonlight Silver. Smartphone akan hadir dalam dua konfigurasi, yakni RAM 4GB/64GB ROM dan 6GB/128GB. Mulai hari ini (17/4/2018) OPPO F7 sudah tersedia untuk dibeli dengan harga Rp4.199.000 (4/64) di 300 jaringan toko terpilih dan e-commerce terkemuka di Indonesia. Kian fokus di segmen selfie, smartphone penerus F5 itu membawa sejumlah peningkatan dari model tahun lalu. Apa saja? Berikut ulasan Selular.ID.  Spesifikasi OPPO F7 Harga Rp4.199.000 (4/64) Warna Sunrise Red dan Moonlight Silver Sistem Operasi ColorOS 5.0, berbasis Android 8.1 Oreo Prosesor Delapan Inti 64- Bit GPU ARM Mali-G72 MP3 800MHz RAM 4 GB Penyimpanan 64 GB (Mendukung perluasan microSD card hingga 256 GB) Baterai 3400mAh Tampilan Ukuran Layar 6.23 inci, Aspek rasio 19:9 Resolusi 2280 x 1080 Warna 16 Juta Warna Kamera Tipe Sensor CMOS Sensor Kamera Depan 25MP Sensor HDR Sony IMX 576 Diafragma Kamera Depan 2.0 Sensor Kamera Belakang 16MP sensor HDR Diafragma Kamera Belakang 1.8 Mode Video 1080P, 720P Jaringan Tipe SIM Card Dua buah MicroSIM 4G VoLTE NFC Tidak tersedia OTG Mendukung Sensor Light Sensor, G-sensor, Acceleration sensor, Magnetic induction, Proximity Sensor  Sebagai smartphone premium, desain OPPO F7 terlihat elegan. Material yang digunakan adalah plastik dengan lapisan glossy sehingga berkilau layaknya cermin. Hanya saja, lapisan itu sangat rentan ternoda sidik jari. Detail finishing pada perangkat F7 membuat sebuah standar baru dalam industri smartphone. Konsumen hanya ditawarkan satu warna, Solar Red. Tapi unit yang kami pegang adalah warna Moonlight Silver. Warna Solar Red memiliki finishing body seperti kaca dan berkilau seperti berlian, menghadirkan refleksi warna yang berbeda, tergantung dari sudut penglihatannya. Bobotnya cukup ringan (158 gram) dengan dimensi kompak 156×75,3×7,8 mm, sehingga OPPO F7 bisa dipegang berlama-lama tanpa terasa pegal. Kamera utama dan sensor sidik jari terletak di belakang dengan port MicroUSB dan jack headphone 3.5mm di bagian bawah.  Mengikuti tren, OPPO F7 mengusung desain layar kekinian dengan notch (poni). Dengan rasio aspek 19:9, OPPO F7 memungkinkan aplikasi yang kompatibel berjalan dalam layar penuh. Dengan layar 6,23 inci, OPPO F7 sangat cocok untuk bermain game dan menonton video. Bermain game di OPPO F7 terasa lebih nyaman. Pasalnya, smartphone memiliki opsi untuk menonaktifkan notifikasi saat bermain game dan memiliki sesuatu yang disebut ‘Game Acceleration’ yang mengoptimalkan fungsi sistem untuk mengaktifkan gameplay yang lebih baik. Dibekali layar resolusi FHD+ Super Full Screen, F7 memiliki 89.09% screen to body ratio. Resolusi 2280×1080 yang menjadi salah satu resolusi layar tertinggi di pasar smartphone kelas menengah atas. OPPO F7 dikemas dalam sebuah perangkat unibody yang lebih ramping, jika dibandingkan dengan perangkat standar yang mengusung layar 5.5 inci yang beredar di pasar. Layar besar yang kaya warna akan memberikan pengalaman terbaik untuk bermain games dan juga membaca konten online, tentunya dengan ukuran yang sesuai dengan gengaman tangan. Fitur App-in-App mengizinkan pengguna untuk mengangkat panggilan sekaligus meneruskan permainan yang sedang berjalan. Full Screen Multitasking akan membuat pengguna lebih mudah untuk berpindah antar aplikasi dengan menggunakan gesture.  OPPO F7 memiliki RAM 4GB dan penyimpanan 64GB dan dibekali sistem operasi terbaru, ColorOS 5.0, dengan basis Android 8.1 Oreo. Penampilan visual yang diperbaharui dengan susunan dan icon yang tampil berbeda dibandingkan dengan sistem operasi sebelumnya. Semakin gegas dan cepat dengan memanfaatkan pengaturan teknologi AI. Smartphone OPPO F7 ditopang chipset MediaTek Helio P60 menggunakan prosesor 8 inti 64 Bit, yang terdiri dari dua set quad-core dalam satu paket, ARM Cortex A73s yang berkinerja tinggi dan Cortex-A53 yang lebih efisien. Chipset sudah menunjang pemrosesan AI untuk membantu teknologi pengenalan wajah dan HDR secara real-time. OPPO F7 memiliki RAM 4GB dan penyimpanan 64GB yang bisa diperluas melalui kartu MicroSD. Vendor telah membekali F7 dengan AI Facial Recognition Unlock akan membuka perangkat lebih cepat, 0.08 detik, perangkat F7 akan segera mengenali pengguna segera setelah layar menyala. Dengan fitur Safe Box mengizinkan pengguna untuk menyembunyikan dan melindungi aplikasi, foto dan dokumen. Screen Capture juga dapat merekam permainan yang berjalan dengan sekali tap dan membuat pengguna dapat membagikannya dengan orang lain. Triple Memory Slot yang dapat memuat 2 nano SIM card dan microSD yang didukung hingga 256GB. Dan sudah Dual 4G VoLTE slot yang memungkinkan pengguna dapat menggunakan dua 4G SIM card secara bersamaan. Saat salah satu SIM Card digunakan untuk bertelefon, SIM Card lain dapat digunakan berbarengan untuk data internet. Pada pengujian Selular, menggunakan AnTuTu Benchmark v7.07, Vivo V9 mendapat skor 139.490. Sementara itu, dengan pengukur Geekbench Benchmark 4.2.0, skor yang didapat adalah 1522 (single core) dan 5831 (multi core).  OPPO F7 menyediakan fitur keamanan Face Unlock dan sensor sidik jari untuk membuka kunci cepat. Fitur Face Unlock hanya berfungsi untuk membuka kunci layar sedangkan sidik jari bisa digunakan untuk mengamankan aplikasi dan mengalokasikan penyimpanan internal. Selain dua fitur keamanan di atas, pengguna juga memiliki opsi standar seperti PIN, kata sandi, dan Pola. Oppo F7 memiliki fitur sendiri yang disebut ‘Kids Space’, yang memungkinkan Anda menonaktifkan aplikasi yang tidak Anda inginkan diakses oleh anak-anak. Serta, smartphone bahkan memiliki aplikasi stok sendiri seperti toko aplikasi dan file manager sendiri.  OPPO semakin membuktikan dirinya sebagai produsen smartphone yang mengutamakan keunggulan kamera depan semenjak mengusung jargon Selfie Expert & Leader di Tahun 2018. Akhir tahun yang lalu, OPPO mulai memfokuskan diri untuk memperkenalkan perangkat selfie yang ditenagai oleh Artificial Intelligence (AI) melalui perangkat F5. Teknologi AI bisa mempelajari dan mengenali perbedaan dari warna kulit, jenis kulit, usia dan jenis kelamin subjek foto dan membuat penyesuaian terhadap fitur percantik wajah kepada tiap-tiap personal subjek foto. Foto yang dihasilkan akan nampak lebih nyata dan lebih natural. Saat ini, OPPO kembali membawa teknologi A.I pada perangkat smartphone ke tingkat berikutnya. Pada perangkat F7, AI tidak hanya sebatas dapat menghasilkan foto selfie yang lebih nyata dan natural, namun OPPO juga memanfaatkan kekuatan AI untuk mengatur fungsi manajemen sistem smartphone dan juga manajemen daya.  Kamera utama 25 Megapixel dengan fungsi High Dynamic Range (HDR) real-time dipersiapkan secara khusus. Selfie pada kondisi dengan tingkat pencahayaan tinggi seperti ketika diambil di bawah sinar matahari atau pada kondisi dengan cahaya yang kuat di belakang subjek foto tetap dapat menghasilkan gambar yang lebih detail, kontras yang baik dan lebih kaya warna. Peningkatan kecerdasan buatan, AI Beauty 2.0, dapat mengenali lebih presisi ciri khas dari wajah subjek foto dan melakukan percantik wajah secara terpisah, memberikan aplikasi yang berbeda antara pria dan wanita walaupun dalam sebuah foto group selfie Titik pemindaian wajah meningkat menjadi 296 titik pengenalan yang dihubungkan dengan referensi database foto portrait dan referensi make up dari para profesional make up artist. A.I akan mempelajari setiap bagian unik dari wajah baik secara struktur dan bentuk. Membuat hasil foto menjadi terlihat sangat natural walaupun mengunakan efek peningkatan beautify. Kecerdasan buatan akan mempelajari kebiasaan pengguna dalam melakukan penyesuaian seperti pada fitur beautify , A.I secara otomatis akan mengaplikasikan penyesuaian yang sama pada proses pengambilan foto berikutnya.  Cover Shot Feature: pengguna dapat bermain dengan saturasi warna saat sedang berfoto selfie, meningkatkan kontras warna antara pakaian yang digunakan dengan latar belakang foto. Selfie dapat disesuaikan sehingga menghasilkan gambar seperti layaknya pemotretan sebuah cover majalah. AR (Augmented Reality) Stickers: pengguna dapat membuat selfie lebih menyenangkan dengan hadirnya stiker-stiker menarik yang dapat diaplikasikan secara langsung dan kemudian dibagikan ke media sosial.  OPPO memanfaatkan teknologi kecerdasan buatan dalam pengenalan gambar melalui A.I Album yang secara otomatis akan mengelompokan foto berdasarkan wajah, nama, tempat pengambilan foto bahkan event khusus dalam foto. Foto semakin mudah dicari dengan memanfaatkan banyak opsi pencarian berdasarkan waktu, tempat, orang dan scenes. Fitur Memories akan membantu pengguna untuk mengingat kembali moment khusus yang telah diabadikan, misalkan ulang tahun, piknik, perjalanan ke tempat wisata. Fitur AI Board merupakan sebuah fitur split screen yang membuat pengguna dapat menempatkan pintasan aplikasi favoritnya sekaligus cecara cerdas fitur ini juga akan mengupulkan jadwal meeting terpenting, jadwal perjalanan, tiket film yang sudah dipesan dan status pesanan e-commerce dengan mengenalinya melalui email dan juga SMS. A.I Battery Management dapat membuat perangkat dapat mengatur manajemen system secara mandiri termasuk pendistribusian sumber daya sehingga smartphone akan memberikan performa terbaiknya saat dibutuhkan. Dengan fitur ini, OPPO F7 berjalan 80% lebih cepat dibandingkan dengan pendahulunya. AI Battery Management juga memberikan pengaturan daya yang membuat baterai perangkat akan bertahan lebih lama. ", "Tags": ["Tags", "AI Beauty", "Oppo", "Oppo F7"]}, {"DatePost": "26 February 2017 21:53", "Author": "selular", "Title": "Review Oppo A39 : Jagokan Kamera Selfie, Harga Lebih Murah", "Content": " Jakarta, Selular.ID – Oppo memang lebih menjagokan smartphone tipe F1s, yang hingga kini masih dijaga ketenarannya. Namun di sela-sela itu, ternyata Oppo mengeluarkan smartphone terbaru lainnya, yaitu Oppo A39. Tipe yang satu ini tampaknya sengaja dihadirkan untuk mengisi kekosongan produk untuk pangsa pasar yang bukan menjadi sasaran F1s. Oppo A39 masih menjagokan kamera selfie, smartphone ini dijual lebih terjangkau, yaitu Rp 2.799.000. Desain Oppo A39 terlihat mirip dengan F1s. Kualitas yang digunakan pada bodinya juga sama, yaitu magnesium aluminium alloy. Ini membuat tampilan A39 tidak kalah elegan. Persamaan lainnya yaitu desain unibodi yang juga diusung A39. Smartphone ini juga menerapkan desain layar masa kini, yaitu dengan tampilan 2,5D. Layarnya sendiri berukuran 5,2 inci yang berlapiskan perlindungan dari Corning® Gorilla® Glass 4. Tampilan layar atau user interface yang dibawa Oppo A39 tidak berbeda dengan yang terlihat di F1s. Masih terlihat tampilan khas smartphone Oppo dan beda dari kebanyakan smartphone Android lainnya. User interface terlihat clean di mana deretan ikon menu sudah tampil di depan atau menjadi bagian dari homescreen.Oppo A39 sendiri mengadopsi OS Android 5.1 Lollipop yang dipercantik dengan kustomisasi ColorOS 3.0. Tingkat responsibilitas smartphone ini saat mengakses berbagai menu juga terbilang baik.   Kamera Selfie Oppo A39 membawa kamera selfie dengan sensor besar ¼-inch dengan 1.4 um pixel. Dengan sensor sebesar ini membuat sensitifitas cahaya yang lebih dan tingkat noise yang rendah. Jadi  bisa menghasilkan gambar yang tajam dalam mode foto dan video. Namun kamera depan Oppo A39 tidak dibekali dengan LED flash. Tapi jangan khawatir jika sedang memotret di kondisi yang minim cahaya, redup atau pada malam hari. Sebagai gantinya, Oppo A39 menyediakan fitur pencahayaan yang berasal dari layar. Yaitu melalui fitur ‘Screen Flash’ di mana cahaya layar akan menyala lebih terang saat memotret. Namun tetap saja tidak akan menyamai terangnya LED flash. Oppo tidak lupa membenamkan teknologi  Beautify 4.0. Ini berguna  bagi yang ingin tampilan wajahnya terlihat lebih halus dan cantik.   Kamera Utama Untuk kamera utama, A39 membawa kamera 13 megapiksel. Kamera ini didukung kemampuan 1.12µm dengan sensor 1/3.06 inci yang mampu menyerap cahaya lebih banyak masuk ke hasil jepretan. Ada juga fitur ultra high definition (UHD) yang dapat menghasilkan gambar sebesar 50 megapixel. Tidak ketinggalan beberapa fitur pendukung sudah disediakan. Seperti mode HDR untuk membantu saat kondisi cahaya redup atau backlight, sehingga membuat tampilan foto tidak terlalu gelap. Tak hanya itu, kamera utama juga disokong beberapa pilihan filter dan pattern, yang bisa mengkreasikan hasil foto lebih beda. Ada juga fitur Expert bagi pengguna yang mencoba kemampuan fotografinya lewat lewat pengaturan manual.   Dual SIM 4G LTE Sama seperti kebanyakan smartphone saat ini Oppo A39 juga mengusung dua slot SIM card yang bisa mengaktifkan dua simcard sekaligus. Asyiknya lagi ternyata kedua slot SIM ini sudah support jaringan 4G LTE. Apalagi juga sudah mendukung semua frekuensi 4G yang disediakan oleh operator seluler Indonesia. Mulai dari Indosat, Telkomsel, XL,  Tri , Smartfren dan Bolt. Dan ketika dicoba, kemampuan menangkap sinyal 4G juga terbilang baik, meski juga tergantung kekuatan sinyal operator. Karena berdesain unibodi, slot simcard diletakkan di bodi luar alias bukan dibalik baterai, tepatnya di sisi samping. Nah, ada yang beda dari slot simcard di A39. Biasanya di beberapa smartphone dua slot simcard, satu slotnya juga bisa dimanfaatkan untuk membaca MicroSD (Hybrid). Tapi di sini disediakan triple-slot. Jadi ada dua slot SIM card dan satu slot kartu microSD atau memori eksternal.   Performa Untuk menunjang performanya dalam menjalankan berbagai aplikasi, A39 dibekali prosesor MediaTek MT6570 64 bit Octa-core 1.5GHz 64-bit. Kemampuan prosesor ini bisa dikatakan sebanding dengan prosesor Qualcomm Snapdragon 400/410. Tidak ketinggalan disediakan RAM sebesar 3GB yang turut mendukung kinerja. Sementara itu untuk menyimpan berbagai macam file, Oppo menyediakan ruang memori internal sebesar  32GB. Serta tambahan memori eksternal MicroSD hingga 256 GB. Untuk daya tahan hidupnya, Oppo A39 disokong  baterai berkapasitas 2900 mAh. Ditambah fitur Smart power-optimization yang bisa mengoptimalisasi kerja prosessor, sistem operasi dan baterai  sehingga smartphone ini bisa bertahan lebih lama. Katanya bisa bertahan selama 10 jam untuk pemakaian standar. Spesifikasi & Harga Oppo A39 >> ", "Tags": ["Tags", "Oppo", "oppo a39", "Selfie", "Selfie Expert"]}, {"DatePost": "1 September 2016 10:40", "Author": "selular", "Title": "Review Oppo F1S: Generasi Penerus Selfie, Kamera Makin Mumpuni", "Content": " Jakarta, Selular.ID – Setelah seri F1 dan F1 Plus, Oppo terus mengkampanyekan brand mereka sebagai “Selfie Expert” dan kali ini mereka mendatangkan seri terbaru bertajuk F1s apa saja keunggulannya dibandingkan produk pendahulunya? simak reviewnya berikut ini. Kelebihan – Desain body premium – Mudah dapatkan tema – kamera selfie yang mumpuni – daya tahan baterai lama Kelemahan – Layar tidak sebaik pendahulunya – Interface mirip iOS – Tidak memiliki fitur VOOC/ fast charging Desain Disimak dari bentuknya F1s tidak jauh berbeda dari pendahulunya F1 Plus. Tidak hanya dari bentuknya bahwa material frame metal alloy masih digunakan pada F1s ini, sehingga secara daya tahan ponsel ini masih kuat dan kokoh. Bentuknya yang tipis dan ergonomis membuat smartphone mudah untuk ditenteng atau digunakan dengan satu atau kedua tangan. Tombol volume rocker masih disematkan pada posisi yang sama, yakni disebelah kiri, begitu juga slot SIM dengan tombol power/standby yang ada disebelah kanan. Yang membedakan adalah posisi power audio jack yang ditukar posisinya dibagian bawah bersama dengan port microUSB yang disediakan sebagai port untuk mengisi baterai dan lubang speaker. Memiliki ukuran layar 5.5 inci, Oppo memasang bazzel yang sangat tipis. Dilapisi dengan lapisan 2.5D Corning Gorilla Glass 4 pada seluruh bagian depan akan memberikan kenyamanan pengguna karena ponsel ini akan tahan terhadap goresan. Pada bagian bawah layar tersedia satu tombol home berbentuk oval. Tombol ini juga sudah dilengkapi dengan pemindai sidik jadi. Disampingnya diapit dengan tombol sentuh yang dilengkapi dengan backlit. Pada bagian balakang ponsel, pengguna akan menemukan kamera yang berada disebelah pojok kiri atas namun dibandingkan F1 Plus lampu LED flash sekarang ditempatkan disamping kanan kamera. Dibawahnya pada bagian tengah tersedia logo Oppo. Saat menggenggam, ponsel terasa nyaman untuk digunakan. Tidak hanya itu pada bagian belakang ada lapisan yang membuat sidik jadi tidak mudah tertinggal dan tidak mudah kotor pada permukaannya. Layar Tidak berbeda dengan pendahulunya, Oppo F1s juga berjalan diatas OS Android 5.1 dan lapisan interface ColorOS 3.0. Sayangnya di F1s, jenis layar yang digunakan tidak lagi menggunakan jenis AMOLED dengan resolusi HD seperti pada F1 Plus. Akan tetapi kali ini pada F1s, Oppo hanya membenamkan layar jenis IPS TFT dengan resolusi yang pangkas menjadi 720 x 1920 piksel dengan kerapatan piksel hingga 267 ppi. Namun begitu kaulitas layar yang dipancarkan tidak begitu kentara, karena layar tetap nyaman dimata, apalagi Oppo juga membenamkan fitut Eye Protection.  Pada Interface ColorOS 3.0 ini Oppo F1st idak menggunakan app drawer seperti pada smartphone kebanyakan. Didalamnya Oppo masih menyediakan fitur sudah ada pada F1 Plus seperti O-Cloud, Lock Now, Security Center dan Theme Store. Selanjunya masih ada aplikasi File Explorer yang dapat mengatur semua file seperti file memori Music, Videos, Pictures, Documents, APK dan ZIP. Kamera Selfie Pada fitur kamera, Oppo F1s juga masih menempatkan resolusi yang lebih besar pada kamera depan dibandingkan kamera belakang. Ini merupakan komitmen Oppo untuk menghadirkan smartphone “Selfie Expert”. Datang dengan berresolusi 16 MP, kamera depan Oppo F1 Plus menggunakan sensor sebesar 1/3.1 inci dan diafragma besar f2.0, kombinasi ini menyajikan sensitivitas tinggi dalam menyerap cahaya sehingga menghasilkan gambar yang lebih terang dan detail lebih tajam walau dalam kondisi kurang cahaya.  Oppo juga menambahkan optimalisasi teknologi bernama Beautify 4.0 terbaru pada F1s menghasilkan efek yang lebih alami dalam mengambil foto selfie. Pada fitur ini tersedia 7 tingkat efek beautify dan pilihan warna kulit yang diklaim telah disesuakan dengan kulit orang Indonesia, kustomisasi memudahkan untuk memilih hasil yang paling alami dan menarik perhatian.      Oppo juga menghadirkan 7 jenis filter dengan tone warna yang bervariasi dan 9 jenis watermark dapat dipilih, seperti pengaturan waktu, tanggal, lokasi, temperatur berdasarkan waktu saat berfoto selfie, sehingga memberikan pengalaman fotografi kreatif saat selfie, dan bisa langsung dibagikan ke jejaring sosial. Ada juga fitur Selfie Panorama dengan 120-degree Wide Angle. Pengguna tinggal menggerakkan kamera depan F1s kearah kiri dan kanan untuk mendapatkan gambaran lebih luas, OPPO F1s secara otomatis menghasilkan foto selfie panorama dengan sudut lebih lebar. Kamera belakang Tidak hanya kamera depan, kamera belakang juga memiliki kemampuan yang tidak kalah bagus. karena sudah dibekali dengan resolusi 13MP dengan sensor terbaik sebesar 1/3.06 inci diklaim dapat membuat hasil kamera memiliki tingkat sensitivitas cahaya yang tinggi, mampu menghasilkan foto yang cerah dan menakjubkan meski dalam kondisi malam hari.  Kamera belakang F1s juga dilengkapi teknologi PDAF, yang memberikan kemampuan untuk melakukan focusing cepat. Ada juga fitur Ultra HD kamera belakang F1s dapat menghasilkan foto 50 Megapixel dengan detail yang tajam dan terjaga. Hasilnya pada foto selfie sangat baik bahkan bisa dibilang sempurna, karena sebagian besar orang yang melihat hasil fotonya memberikan penilaian yang baik. untuk hasil kamera bagian belakang juga memberikan hasil yang cukup manajubkan baik dalam keadaan terang maupun low-light. Fingerprint Scanner Pada sensor sidik jari, Oppo F1 Plus membekan pengalaman pengguna akan merasakan teknologi sensor pemindai sidik jari dengan ketebalan hanya 0.1 milimeter, dengan kemampuan sensor yang lebih cepat dan akurat, hanya perlu waktu 0.2 detik untuk membuka layar. OPPO juga mengembangkan self-learning technology pada sensor sidik jari, semakin digunakan semakin akurat.  Sensor sidik jadi pada F1s hanya memerlukan satu kali sapuan pada pemindai sidik jari dari kondisi layar mati untuk melakukan panggilan dari kontak, atau untuk membuka sebuah aplikasi. Dengan fitur Flash Touch Access memberikan pengalaman yang paling cepat dan paling aman, dengan mengintegrasikan fitur perintah pada sensor pemindai sidik jari. Fitur perintah ini dapat dikustomisasi hingga 5 perintah yang didaftarkan. Performa Untuk dapur pacunya Oppo sudah menyiapkan chipset Mediatek MT6760 dengan CPU Octa-core Cortex-A53 dengan kecepatan 1.5 GHz. Didukung juga dengan GPU Mali-T860 dan RAM 3GB, maka pengguna, Anda akan merasakan pengalaman multitasking yang mulus dan lancar, baik dalam mengaktifkan aplikasi maupun berpindah antar aplikasi.  Untuk memori, telah tersedia memori internal 32GB, memberikan ruang penyimpanan internal lebih banyak dan akses lebih cepat, dapat diperluas dengan slot micro SD untuk penyimpanan eksternal hingga 128GB. Untui mesukan memori eksternal dapet anda masukan pada slot yang tersedia. Dengan hardware spesifikasi yang dimilikinya Oppo mampu menghasilkan skor hingga —- ribu-an. Tidak hanya mampu menghasilkan skor yang cukup tinggi, smartphone ini juga mampu menjalankan game berat 3D. Seperti yang kami test dengan menggunakan game Sniper Assult. Ponsel ini mampu menjalankan game dengan baik tanpa ada masalah. Dibandingkan pendahulunya, Oppo Fi Plus, F1s memiliki kapasitas baterai non-removable berkapasitas yang lebih besar dengan 3075mAh jenis Li-Po. Dengan kapasitas ini pengguna dapat menggunakan smartphone ini dengan rata-rata penggunaan diatas 10 jam. pada saat kami gunakan, Oppo F1s dapat bertahan hingga seharian penuh, bahkan sampai makan smartphone ini masih menisakan sekitar 20%. Konektivitas Untuk fitur koneksi Oppo F1s sama dengan seri F1 Plus, yakni dengan koneksi internet 4G LTE. dengan koneksi ini maka pengguna dapat terhubung ke internet dengan kecepatan hingga 300 Mbps padauntuk kemampuan download dan 50 Mbps pada kecepatan upload. Tidak hanya koneksi internet, Oppo juga melengkapinya dengan F1s dengan beberapa koneksi yang cukup lengkap seperti Bluetooth, GPS with A-GPS, kabel data microUSB v2.0, USB Host.  Di Indonesia Oppo F1s di jual dengan harga Rp. 3.799.000 dan tersedia dalam dua pilihan warna, gold dan rose gold. Oppo F1s sejatinya sudah menggelar pre-order pada 3 hingga 10 Agustus, dan mulai 11 Agustus kemarin OPPO secara resmi sudah memasarkan smartphone terbarunyan itu. Menyusul sukses yang diraih OPPO di masa pre-order, di hari pertama penjualan perdananya, F1s diklaim mendapat sambutan antusias dari masyarakat Indonesia.  Tepat 1 pekan, OPPO F1s diklaim sudah di pre-order lebih dari 17 ribu unit, dan di hari pertama ini F1s sudah diantri 10.000 calon penggunanya di Indonesia, baik yang melakukan pre-order ataupun yang melakukan pembelian secara langsung, Untuk mendapatkan smartphone ini pengguna juga dapat merasakan langsung perangkat terbaru OPPO ini melalui F1s Exhibition Roadshow yang berlangsung di 20 Kota – kota besar di Indonesia seperti di Jakarta, Bandung, Surabaya, Pontianak, Balikpapan, Medan dan Makassar. ", "Tags": ["Tags", "Oppo", "oppo f1s"]}, {"DatePost": "23 May 2016 18:51", "Author": "selular", "Title": "Review Oppo F1 Plus: Ponsel Selfie Kamera Mumpuni", "Content": "Jakarta, Selular.ID – Ajak Artis pendatang baru Isyana Sarasvati dan Pembalap F1 Indonesia Rio Haryanto, Oppo meluncurkan produk terbarunya bertajuk Oppo F1 Plus. Unggulkan fitur kamera terutama pada fitur selfie, Oppo F1 Plus dijual Rp5,5 juta. Bagaimana kemampuannya secara keseluruhan? [quote_box_center] Keunggulan: Kekurangan: [/quote_box_center] Desain Melihat bentuknya Oppo F1 memiliki bentukan yang mirip dnegan produk sebelumnya yakni Oppo R7/R7 Lite. Perbedan yang cukup mencolok adalah pada F1 menggunakan material plastik pada backcover. Oppo F1 Plus  datang dengah layar 5 inci dengan frame metal alloy yang memberikan daya ketahanan sangat kuat. Tepi ponsel dimana pada setiap sudutnya menghilangkan siku yang tajam membuatnya mudah untuk digunakan baik dengan satu atau kedua tangan. Tombol volume rocker disematkan disebelah kiti sedangkan disebelah kanan tersedia slot SIM dengan tombol power/standby. Di bagian atas Oppo membenamkan power audio jack dan untuk bagian bawah tersedia port microUSB yang disediakan sebagai port untuk mengisi baterai dan mentransfer data via kabel data dan lubang speaker dibagian sisi kiri. Bazzel nampak sangat tipis, sedangkan pada bagian bawah layar tersedia tombol sentuh yang tidak dilengkapi dengan backlit. Melihat bagian belakang ponsel, pengguna akan menemukan kamera yang berada disebelak pojok kiri atas bersama LED flash dibawahnya. Dibawahnya pada bagian tengah tersedia logo Oppo. Saat ditangan, ponsel terasa nyaman untuk digunakan. Memiliki ketebalan yang hanya 7.25mm dan berat sekitar 134 grams, ponsel ini tidak mudah terselip saat dalam genggaman, ini berkat magnet sidik jari sebagai lapisan pelindung layar. Selanjutnya>> [nextpage title=”Layar”]  ", "Tags": ["Tags", "Oppo", "Oppo F1 Plus"]}, {"DatePost": "2 June 2017 11:13", "Author": "selular", "Title": "Review : Oppo F3 – Dual Camera Wide Selfie Dengan Harga Lebih Murah", "Content": "Jakarta – Tidak berselang lama setelah meluncurkan F3 Plus, Oppo langsung merilis seri selnjutnya yaitu Oppo F3. Seri yang satu ini sengaja dihadirkan oleh Oppo untuk mengisi segmen pasar di bawah harga Oppo F3 Plus. Ya..harga Oppo F3 memang dibanderol lebih murah, yaitu Rp 4,4 juta, dibandingkan Oppo F3 Plus yang dijual seharga Rp 6,5 juta.   Oppo F3 masih mengusung fitur dual camera selfie sebagai fitur andalannya. Dan memang tidak ada perbedaan antara F3 dan F3 Plus untuk fitur kamera selfie. Kamera depan F3 Plus memiliki lensa ganda. Kamera selfie pertama memiliki sensor 1/3 inci 16MP dengan berbukaan F2.0. Kamera ini memiliki sudut pandang normal, yaitu  di kisaran 70 derajat. Fungsinya untuk memotret selfie seperti biasanya.   Kamera selfie kedua, memiliki sensor 8MP dan lensa bersudut pandang lebar. Nah kamera yang satu ini dilengkapi lensa ultra-wide yang memungkinkan menangkap gambar dengan sudut pandang selebar 120 derajat. Ini berfungsi untuk memotret group selfie atau biasa disebut Wefie. Yaitu memotret selfie dengan banyak orang dengan angle yang luas. Selain memiliki sudut pandang yang lebih luas, kehebatan lain dari kamera selfie 120 derajat di F3 Plus ini yaitu tidak menimbulkan efek distrosi. Maksudnya, hasil fotonya tidak akan ikut  melebar, tapi hanya jangkauan kameranya saja yang meluas.   Desain  Dilihat dari sisi tampilan desain, antara F3 dan F3 Plus tidak ada bedanya. Termasuk bahan metal agak dof yang juga melapisi F3. Sama dengan seri F3 Plus ,  Oppo F3 didesain dengan bahan bodi yang sama. Yaitu dengan teknologi eksklusif U-rail Spray yang membuat perangkat memiliki lebar bingkai body sebesar 2.0 mm   Namun jika diperhatikan secara seksama, maka akan terlihat bahwa perbedaan keduanya terletak pada ukuran bodi F3 yang lebih ramping, yaitu 27% lebih tipis dari F3 Plus. Oppo F3 berukuran bodi lebih kecil, yaitu 153.3 x 75.2 x 7.3 mm. Sedangkan Oppo F3 Plus sedikit lebih besar, dengan dimensi 163.6 x 80.8 x 7.4 m. Untuk bobotnya, F3 juga lebih ringan, yaitu 153 gram. Sedangkan Oppo F3 Plus berbobot 185 gram.   Layar  Karena memiliki dimensi bodi yang lebih kecil, maka ini tentu berdampak pada ukuran layar sentuh F3 yang juga ikutan menyusut. Jika layar F3 Plus terasa lapang dengan ukuran 6 inchi, maka ukuran layar F3 sebenarnya masih terasa cukup luas, yaitu 5,5 inchi.   Meski memiliki dimensi layar yang berbeda, namun Oppo tidak lantas menurunkan ketajaman layar di F3. Layar di smartphone ini tetap dibekali dengan teknologi IPS TFT. Resolusi nya pun tetap Full HD (1920 by 1080 pixels). Termasuk juga layar di F3 sudah dilapisi lapisan Corning Gorilla Glass 5, yang membuat layar ini tahan terhadap goresan benda keras bahkan tajam.   Untuk tampilan UI-nya, Android 6.0 yang diadopsi F3 dipadukan dengan tampilan ColorOS 3.0. Ini membuat sistem operasi terasa sangat responsif yang memberikan performa lebih cepat, halus, hemat energi dan stabil.   Kamera Belakang Hal lain yang membedakan, adalah kamera belakang F3 yang sedikit direduksi, resolusinya sebatas 13 Mpix. Sedangkan Oppo F3 Plus kamera belakangnya berresolusi 16 Mpix. Namun untuk kamera depan atau kamera selfienya masih sama. Kemampuan foto selfie F3 sama bagusnya dengan F3 Plus. Kamera depan F3 menggunakan dual lensa 16MP untuk kamera normal dan 8MP untuk lensa wide.   F3 mendukung kamera belakang 13 MP dengan sensor 1/3 inci. Kamera F3 mampu memaksimalkan kepekaan cahaya, membuat foto malam hari yang indah. Pixel yang besar juga bekerja untuk meningkatkan dynamic range yang memungkinkan kedalaman dan detail yang jelas untuk menangkap foto yang sangat jelas. Teknologi PDAF membuat pengalaman pengambilan gambar yang cepat dan tajam. Bahkan dengan objek yang bergerak, F3 dapat mengambil gambars] tanpa hambatan.   Kinerja Perbedaan lain yang tidak kalah penting, yaitu soal dapur pacu yang menjadi motor smartphone ini. Dapur pacu Oppo F3 dibekali dengan prosesor Mediatek MT6750T Octa-core 1.5GH. Kinerja prosesor ini juga dibantu RAM berkapasitas 4 GB. Sedangkan F3 Plus mengandalkan prosesor Qualcomm MSM8976 Pro Snapdragon 653 Octa-core dengan kapasitas yang sama, yaitu 4 GB   Untuk ruang penyimpanannya, memori internal F3 sama besarnya dengan F3 Plus, yaitu berkapasitas 64 GB. Hanya saja kemampuan slot Micro SD sebagai memori tambahnnya berbeda. Di F3 slot micro SD hanya bisa membaca maksimal kapaitas 128 GB, sedangkan di F3 Plus bisa hingga 256 GB. Perbedaan lain antara F3 dan F3 Plus, ada pada baterainya. F3 punya kapasitas baterai lebih kecil dibanding F3 Plus. Kapasitas baterai F3 hanya 3.200 mAh, dan tak didukung teknologi charger khas Oppo, yaitu VOOC. Berbeda dengan F3 Plus yang baterainya berkapasitas 4000 mAh dan berteknbologi VOOC.       ", "Tags": ["Tags", "Oppo", "oppo f3", "smartphone"]}, {"DatePost": "27 April 2017 13:58", "Author": "selular", "Title": "Review : Oppo F3 Plus – Dual Selfie Camera Berkemampuan Beda", "Content": "Jakarta, Selular.ID – Setelah cukup lama mengangkat seri smartphone F1 dari mulai tahun lalu hingga di awal tahun 2017, akhirnya Oppo merilis penerus smartphone selfie expert tersebut. Kini giliran seri F3 yang diandalkan vendor asal Tiongkok ini untuk memperkuat posisinya sebagai smartphone yang jago di urusan kamera khususnya selfie. Sekaligus mempertahankan posisinya di pasar smartphone Tanah Air yang saat ini bercokol di peringkat dua di bawah Samsung.   Seperti generasi F series sebelumnya, Oppo F3 Plus kembali mengusung menu selfie sebagai senjata andalannya. Untuk memanjakan pencinta selfie, kamera depan F3 Plus memiliki lensa ganda. Fungsinya untuk menangkap foto selfie seperti biasa, tapi sekaligus bisa menghasilkan foto selfie dengan jangkauan yang lebih lebar. Dengan begitu bisa melakukan Wefie, atau berfoto selfie ramai-ramai, dengan mudah.   Kamera selfie ganda pada F3 Plus terdiri dari Kamera selfie pertama memiliki resolusi 16MP untuk foto selfie seperti biasanya, dan kamera selfie kedua memiliki resolusi 8MP dengan lensa bersudut pandang lebar.  F3 Plus sendiri, memiliki komposisi hardware tergolong mumpuni untuk. F3 Plus tertanam prosesor octa-core Qualcomm Snapdragon 652 berkecepatan 1,95 GHz dengan GPU Adreno 510. Chip tersebut dipasangkan dengan RAM 4 GB dan memori internal 64 GB.   Spesifikasi selebihnya dari Oppo F3 Plus mencakup baterai 4.000 mAh dengan teknologi pengisian cepat VOOC dan sistem operasi Android 6.0 “Marshmallow” yang dilapis antarmuka Color OS 3.0 khas Oppo. Untuk harganya sendiri terbilang cukup menguras kantong. Konsumen yang ingin memiliki Oppo F3 Plus harus merogoh kocek, hingga Rp 6,5 jutaan.   Dual Selfie Kamera Kamera depan F3 Plus memiliki lensa ganda. Kamera selfie pertama memiliki sensor 1/3 inci 16MP dengan berbukaan F2.0. Kamera ini memiliki sudut pandang normal, yaitu  di kisaran 70 derajat. Fungsinya untuk memotret selfie seperti biasanya.  Kamera selfie kedua, memiliki sensor 8MP dan lensa bersudut pandang lebar. Nah kamera yang satu ini dilengkapi lensa ultra-wide yang memungkinkan menangkap gambar dengan sudut pandang selebar 120 derajat. Ini berfungsi untuk memotret group selfie atau biasa disebut Wefie. Yaitu memotret selfie dengan banyak orang dengan angle yang luas.   Selain memiliki sudut pandang yang lebih luas, kehebatan lain dari kamera selfie 120 derajat di F3 Plus ini yaitu tidak menimbulkan efek distrosi. Maksudnya, hasil fotonya tidak akan ikut  melebar, tapi hanya jangkauan kameranya saja yang meluas. Lensa ini dapat menangkap gambar 105 persen lebih luas dari lensa 80 derajat yang biasanya tersemat pada ponsel pintar. Kemampuan ini mirip dengan yang ada lensa wide-angle.   Teknologi Kamera Untuk mendukung performa kamera depan yang lebih maksimal, Oppo juga menggunakan enam lapisan kamera yang biasa digunakan di kamera belakang ponsel premium. Lensa ini terdiri dari enam elemen untuk mengoreksi cahaya yang masuk sehingga hasil akhirnya tidak tampak terlalu terdistorsi.   Untuk kamera depan, mengusung sensor 1/3 inci demi meningkatkan pencahayaan dan ketajaman gambar. Juga memiliki bukaan sebesar f/2.0 untuk mendapatkan efek kedalaman terbaik pada gambar dan bokeh. Kedua kamera selfie di Oppo F3 Plus juga sanggup merekam video full-HD (1.920 x 1.080 piksel).   Sedangkan kamera belakangnya, Oppo menggunakan sensor Sony IMX398 resolusi 16 MP. Kamera belakang F3 Plus juga memiliki teknologi dual PDAF (Phase Detection Autofocus), yang diklaim dapat mencari titik fokus 40 persen lebih cepat bahkan dalam kondisi kurang cahaya sekalipun. Kemampuan merekam videonya bisa menghasilkan video 4K.   Desain Oppo sendiri memposisikan F3 Plus, sebagai salah satu smartphone flagship. Sepintas konsep desain F3 Plus, tidak memiliki perbedaan ekstrim dengan beberapa smartphone Oppo yang terlebih dahulu rilis.  F3 Plus tetap hadir dalam konsep desain uni bodi yang simple dan elegan. Bodinya menggunakan bahan metal, plus sentuhan unsur doft. Hadirnya layar 6 inci, membuat bodi ponsel ini menjadi bongsor, alhasil konsumen dengan tangan yang kecil akan kurang nyaman saat menggenggamnya. Layarnya sendiri memiliki konsep 2,5D dengan Corning Gorilla Glass 5.   Pada awal peluncurannya Oppo F3 Plus hadir dengan warna gold. Namun berselang beberapa lama Oppo kembali mengeluarkan varian baru dari F3 Plus, yang kali ini berwarna hitam, atau disebut dengan F3 Plus Black Edition.   Prosesor dan Baterai Oppo F3 Plus juga memiliki spesifikasi yang diklaim dapat menghasilkan performa cepat. Ini lantaran disokong dengan prosesor octa-core Snapdragon 653 dengan RAM 4GB dan memori internal yang bisa diekspansi dengan microSD hingga 256GB. Smartphone ini telah berjalan dengan sistem operasi Android Marshmallow (6.0) dan antarmuka ColorOs 3.0.   Ketika diukur kinerja smartphone ini menggunakan aplikasi AntuTu Benchmark, diperoleh angka penilaian 93357. Sedangkan saat menggunakan aplikasi Geekbench diperoleh hasil 1389 (single Core) dan 4357 (multicore)  Untuk daya baterai, Oppo F3 Plus ditopang dengan baterai 4.000mAh dengan teknologi pengisian cepat VOOC Flash Charge. Tidak lupa, mengikuti tren F3 Plus juga sudah disematkan teknologi pemindai sidik jari.   SPESIFIKASI : DIMENSION     : 163.6 x 80.8 x 7.4 mm WEIGHT           : 185 gram; FREQUENCY     : 850/900/1800/1900, 3G/HSDPA/4G/LTE PROSESOR       : Qualcomm MSM8976 Pro Snapdragon 653 Octa-core RAM                : 4 GB LAYAR              : 6 inchi 1080 x 1920 pixels, IPS MEMORI           : 64 GB, Micro SD 256 GB KAMERA           : 16 MP, Dual 16 MP + 8 MP BATTERY         :  Li-Ion 4000 mAh OS                    : Android v 6.0 Marshmallow   Kesimpulan    :  Meski bukan menjadi yang pertama kali menghadirkan smartphone dengan dual camera selfie, namun Oppo F3 Plus mampu menunjukkan bisa membawa kemampuan lainnya. Dan bisa dikatakan Oppo cukup cerdik dalam memenuhi kebutuhan pengguna smartphone khususnya untuk fitur photo selfie. Di smartphone dengan kamera depan yang mampu menangkap objek foto selfie yang banyak atau disebut Wefie memang ditunggu-tunggu. ", "Tags": ["Tags", "camera selfie", "foto selfie", "Oppo", "oppo f3 plus", "Selfie", "smartphone", "smartphone terbaru"]}, {"DatePost": "19 September 2019 20:00", "Author": "Arini Fazrin", "Title": "Berbekal 4 Kamera, Ini Fitur Fotografi Oppo A9 2020", "Content": "Jakarta, Selular.ID – Oppo A9 2020 telah hadir sebagai jawaban atas kebutuhan Generasi Z dalam mendukung konten sosial medianya. Sederet kecanggihan seperti fitur kapasitas baterai yang besar serta Resolusi kamera yang tinggi menjadi keunggulan yang ditawarkan dalam lini seri A terbaru ini. Bagi Anda yang penasaran mengenai fitur fotografi apa saja yang tersemat didalam Quad Camera milik Oppo A9 2020, Kali ini Selular.ID akan memaparkannya lebih dalam. Baca juga: Mulai Dijual, Ini Spesifikasi Lengkap Oppo A9 (2020) Oppo A9 2020 sebagai smartphone pertama Oppo seri A yang mengusung Quad Camera dengan kamera utama berbasis ISOCELL Bright GM1 yang beresolusi sebesar 48MP. Sensor ini memiliki teknologi Tetracell, yang memungkinkan Anda memotret objek cahaya rendah akan menggabungkan empat piksel menjadi satu sehingga hasil akan lebih maksimal. Baca juga: Resmi di Indonesia, Ini Harga Oppo A9 (2020) dan A5 (2020) Selain itu, juga mampu membuat gambar memiliki tekstur yang lebih baik dan detail. Jika kondisi sebaliknya, atau bisa dikatakan cahayanya cukup, maka sensor 48MP akan menampilkan gambar dengan lebih jelas, lebih detail dan kedalaman yang lebih besar. Selain dengan kamera utamanya yang besar, Oppo A9 2020 juga didukung dengan lensa mono dan lensa potrait yang masing-masing sebesar 2MP. Dengan kedua kamera yang tersemat itu, memungkinkan pengguna untuk menambahkan filter retro, dengan grain tinggi dan hasil lebih klasik, terutama pada kedua filter O6 dan O7. Baca juga: Oppo Kenalkan 3 Teknologi Pengisian Cepat Mode filter O6 sendiri menawarkan kontras yang sangat tinggi serta BW. Sedangkan untuk filter O7 akan memberikan warna hitam putih dan sephia, hasil gambar retro, menambahkan noise, serta efek debu. Bahkan, juga mampu menambahkan bocoran cahaya dan efek guratan yang membuat gambar Anda tampil lebih artistic. Tidak lupa juga, Oppo A9 2020 dilengkapi dengan Ultra Night Mode 2.0 yang mampu memaksimalkan gambar Anda dalam pemotretan pada waktu malam hari. Fitur ini mampu mengurangi noise multi-frame yang dipadukan dengan teknologi HDR yang akan memastikan pengurangan noise dengan lebih efisien. Baca juga: Review Oppo A9 (2020): Smartphone Ideal 4 Kamera 48MP Saat Anda memotret gambar di malam hari, subjek dalam gambar akan diproses secara terpisah dari latar belakang. Hal ini akan secara otomatis memastikan kecerahan wajah Anda akan ditingkatkan secara tepat. Lebih lanjut, fitur ini juga sekaligus memastikan gambar yang tampak pada layar hampir sama dengan kondisi yang sesungguhnya. Fitur yang tersemat dalam kamera Oppo A9 2020 tidak hanya terfokuskan pada memotret saja, tetapi Oppo juga menjamin kualitas perekaman video hingga 4k. Lebih lanjut, Oppo A9 2020 juga menawarkan sepaket filter video yang memungkinkan Anda membuat film hanya melalui sebuah smartphone. Tidak hanya itu, Filter video ini akan membuat perekaman Anda layaknya seperti profesional hanya dengan sekali tekan tombol perekaman. Bahkan, Oppo A9 2020 juga dilengkapi dengan teknologi Electronic Image Stabilizations (EIS) yang membantu perekaman video Anda menjadi lebih smooth tanpa adanya ‘Shaking’. Baca juga: Oppo A9 (2020) Hands On: 4 Kamera, RAM 8GB dan Baterai Raksasa Rupanya Oppo A9 2020 ini memang telah memiliki fitur fotografi yang cukup lengkap. Bahkan, Oppo A9 2020 cukup mendukung jika Anda ingin membuat konten fotografi untuk sosial media Anda. Apakah Anda akan memutuskan untuk memboyong Oppo A9 2020? Bagi Anda yang ingin memilikinya bisa memulai Pre-order Oppo A9 (2020) mulai 17 hingga 19 September saja dengan harga Rp3.999.000. Sedangkan, penjualan pertamanya dimulai pada 20 September mendatang. ", "Tags": ["Tags", "Fitur Fotografi Oppo A9 2020"]}, {"DatePost": "18 September 2019 09:00", "Author": "Arini Fazrin", "Title": "Mulai Dijual, Ini Spesifikasi Lengkap Oppo A9 (2020)", "Content": "Jakarta, Selular.ID – Oppo resmi merilis lini seri A terbarunya, yakni Oppo A9 (2020) dan A5 (2020). Smartphone lini seri A terbaru ini memiliki sederet spesifikasi yang mampu memenuhi kebutuhan Generasi Z. “Kita menyasar anak-anak Generasi Z, terutama anak-anak Gen Z itu kan seneng banget sosial media dan dia lagi seneng-senengnya bikin konten untuk media sosial maka dari itu, dari mereka yang kita survey kebutuhan mereka yang pertama adalah kamera, selain ke kamera mereka juga mulai masuk ke video,” ujar Aryo Meidianto selaku PR Manajer Oppo Indonesia, pada acara peluncuran Oppo A9 (2020) dan Oppo A5 (2020). Baca juga: Resmi di Indonesia, Ini Harga Oppo A9 (2020) dan A5 (2020) Lebih lanjut Aryo mengatakan selain video dan kamera, Gen Z juga butuh kapasitas baterai yang besar seperti yang tersemat dalam Oppo A9 (2020) dan A5 (2020). Ingin tahu lebih lanjut? Kali ini Selular.ID akan memaparkan sederet spesifikasi yang diusung Oppo A9 (2020).  Bagian ini menjadi fokus utama dalam lini seri A Oppo terbaru. Oppo A9 (2020) mengusung Quad camera dengan kamera utama sebesar 48MP, 8MP Ultra Wide-Angle kamera, 2MP Potrait kamera, dan 2MP Mono kamera. Selain itu, kamera Oppo A9 (2020) ini didukung dengan fitur Ultra Night Mode 2.0 yang mampu memaksimalkan potret malam hari Anda, walaupun dengan cahaya yang minim. Kemampuan perekaman video Oppo A9 (2020) juga tidak bisa dipungkiri karena mampu merekam video dengan kualitas 4K. Baca juga: Review Oppo A9 (2020): Smartphone Ideal 4 Kamera 48MP Tidak perlu khawatir video Anda akan terganggu dengan gerakan tangan atau ‘Shaking’ karena Oppo A9 (2020) memiliki Electronic Image Stabilization (EIS) yang mampu membuat video Anda lebih smooth tanpa adanya ‘shaking’.  Lini seri A terbaru ini tampil elegant dengan 2 warna yakni Marine Blue dan Space Purple. Bagian belakang ponsel pintar ini terlihat holografik jika terkena cahaya, terlihat gradasi holografik ke bagian tengah smartphone ini. Sedangkan, untuk bagian depannya mengusung desain Waterdrop Screen berukuran 6,5 inci dengan layar Corning Gorilla Glass 3+. ‘Stuning Desain’ sebagai sebutan dari tampilan layar milik Oppo A9 (2020) ini, yang memiliki 89% rasio layar. Baca juga: Oppo A9 (2020) Hands On: 4 Kamera, RAM 8GB dan Baterai Raksasa Selain itu, Oppo A9 (2020) juga dilengkapi dengan Sunlight Screen yang akan menampilkan warna secara maksimal meski berada di bawah cahaya matahari yang terik.  Selanjutnya, Oppo A9 (2020) menawarkan kapasitas baterai yang besar. hal ini sesuai dengan kebutuhan Generasi Z serta kaum milenials dengan aktivitas sosial media yang tinggi. ‘Big Batery’ menjadi salah satu tagline lini seri Oppo A9 (2020) dengan mengusung baterai berkapasitas 5.000mAh dengan USB Type C. Oppo mengklaim, kemampuan baterai lini seri A terbaru miliknya ini mampu bertahan sampai 19 jam lamanya, dengan streaming Youtube bertahan hingga 11,8 jam serta gaming hingga 7.7 jam. Baca juga: Menjajal Rekam Video dengan Oppo A9 (2020) Sayangnya, Oppo belum dilengkapi dengan fitur Fast Charging. Namun, sebagai gantinya Oppo A9 (2020) menawarkan daya tahan baterai yang cukup lama. Bahkan, Oppo A9 (2020) bisa menjadi powerbank bagi perangkat lain melalui fitur ‘Reverse Charging’ yang tersemat didalamnya.  Oppo A9 (2020) hadir dengan mengusung Color OS 6 berbasis Android 9. Smartphone lini seri A ini juga menawarkan ‘Fluent Game Experience’ melalui chipset yang ditenagai oleh Qualcomm Snapdragon 665 dengan RAM 8GB serta memori internal 128GB. Tidak hanya itu, Oppo A9 (2020) juga dilengkapi dengan fitur ‘Game Boost 2.0’ yang menjamin pengalaman gaming Anda menjadi lebih baik. Tersedia 3 slot dengan dual nano SIM serta 1 SD Card yang mampu ditambah hingga sebesar 256GB.  Dengan mengusung dual speaker Dolby Atmos, Oppo A9 (2020) akan memiliki efek suara dari kanan ke kiri atau bahkan debaliknya. Hal ini tentunya akan mendapatkan suasana musik yang lebih hidup, bahkan menambah keseruan saat bermain game dalam ponsel terbaru Oppo ini. Oppo A9 (2020) merupakan perangkat yang menerima sertifikasi Hi-Res Audio, yang memastikan kualitas suara yang luar biasa, serta menciptakan pengalaman audio yang lebih mendebarkan, realistis, dan mendalam. Dalam fitur Game Boost 2.0, Oppo A9 (2020) memiliki 2 fitur yang tersemat, yakni Frame Boost dan Touch Boost. Keduanya memberikan respon permainan yang cepat, dengan mengurangi latensi dan kelambatan respons sentuhan layar. Frame Boost menyediakan pemantauan perangkat secara real-time untuk mengurangi latensi dan meminimalisir terjadinya lag juga menghindari ponsel Oppo A9 (2020) ini panas. Touch Boost memungkinkan Anda bermain game tanpa perlu menekan ponsel terlalu keras, karena fitur ini akan meningkatkan sensitivitas layar menjadi lebih responsif. Baca juga: Foto Live Oppo A9 2020 Mencuat, Usung USB Type-C Nah, apakah Anda sudah tertarik untuk membeli Oppo A9 (2020)? Bagi Anda yang ingin memilikinya bisa memulai Pre-order Oppo A9 (2020) mulai 17 hingga 19 September saja dengan harga Rp3.999.000. Sedangkan, penjualan pertamanya dimulai pada 20 September mendatang. ", "Tags": ["Tags", "Spesifikasi Oppo A9 2020"]}, {"DatePost": "17 September 2019 18:00", "Author": "Arini Fazrin", "Title": "Resmi di Indonesia, Ini Harga Oppo A9 (2020) dan A5 (2020)", "Content": "Jakarta, Selular.ID – Oppo Indonesia secara resmi meluncurkan perangkat teranyarnya hari ini. Smartphone bernama Oppo A9 2020 ini menjadi kelanjutan dari lini seri A mlik Oppo. “Kami menamai dua perangkat ini sebagai A Series 2020 sebagai awal lini seri A yang baru,” ujar Aryo Meidianto A selaku PR Manager Oppo Indonesia, pada acara peluncuran Oppo A9 (2020) dan A5 (2020) di Jakarta, Selasa (17/9/2019).  Perilisan yang bersamaan dengan anniversary Oppo ini mengumumkan seri kejutan, yakni Oppo A5 2020. Lebih lanjut, Aryo mengatakan dengan perpaduan yang dimiliki oleh Oppo A 2020 Series ini menjawab kebutuhan anak muda, terutama generasi Z. Baca juga: Review Oppo A9 (2020): Smartphone Ideal 4 Kamera 48MP Oppo A9 (2020) mengusung Quad Camera dengan sensor utama 48MP, ultra-wide 8MP, monochrome 2MP, dan sensor kedalaman 2MP. Tidak hanya itu, Oppo A9 2020 ini juga dilengkapi dengan kapasitas RAM 8GB serta penyimpanan 128GB.  Sedangkan untuk seri kejutannya, Oppo A5 2020 juga hadir dengan 4 kamera, kamera utama 12MP, Ultra Wide 8MP, Lensa Potrait 2MP dan lensa mono 2MP. Bagian depannya, Oppo A5 2020 ini memiliki 8MP AI Beauty camera dengan layar berupa waterdrop screen berukuran 6,5 inci. Baca juga: Oppo A9 (2020) Hands On: 4 Kamera, RAM 8GB dan Baterai Raksasa Kedua Oppo A 2020 Series ini sama-sama dilengkapi dengan kapasitas baterai sebesar 5.000mAh.  Untuk Oppo A5 (2020) dibanderol dengan harga Rp2.999.000 dengan RAM 4GB/128GB, dan Rp2.399.000 dengan RAM 3GB/64GB. Oppo mulai penjualan Oppo A5 (2020) pertamanya pada 20 September mendatang. Sedangkan bagi Anda yang ingin memboyong Oppo A9 (2020) sudah bisa memesan perangkat melalui pre-order sejak hari ini sampai 19 September 2019 dengan harga Rp3.999.000.   ", "Tags": ["Tags", "Oppo A5 2020", "Oppo A9 2020"]}, {"DatePost": "20 June 2019 16:19", "Author": "selular", "Title": "Perdana, Oppo Developer Day Resmi Digelar di Indonesia", "Content": "Jakarta, Selular.ID – Oppo secara resmi menggelar Oppo Developer Day perdana di Indonesia. Acara ini diikuti oleh 200 developer aplikasi dari seluruh wilayah Indonesia. Para developer dapat membuat aplikasi seperti browser, app market, game center, lockscreen, theme store dan App Reviews. Developer dapat membuat Oppo Browser yang ditujukan khusus untuk perangkat Oppo. Sesuai namanya, Oppo Game Center merupakan platform download dan pengelolaan game resmi Oppo. Oppo Game Center bekerjasama dengan developer dan publisher game. Oppo Overseas Lock Screen Magazine adalah aplikasi native khusus smartphone Oppo. Oppo Theme Store menyajikan tema, wallpaper dan banyak konten menarik. Terakhir, App Reviews merupakan sebuah fitur yang direkomendasikan dalam kampanye app dari Oppo Market. “Oppo telah hadir di Indonesia selama 6 tahun dan telah melayani jutaan pengguna di Indonesia. Angka ini terus bertumbuh dari dua bisnis utama kami yakni App Market dan Browser. Kami memperkirakan akan mencapai 10 juta pengguna pada tahun 2019 ini,” ujar Liu Xiaobo, General Manager of Oppo Internasional Internet Business Centre disela acara Oppo Developer Day di bilangan Senayan, Jakarta, Kamis (20/6/2019). Hal senada juga disampaikan oleh Xu Liting, Product Operation Manager Oppo Application. “Oppo App Market menghadirkan potensi besar bagi developer Indonesia dengan pengguna aktif bulanan yang meningkat signifikan dalam 18 bulan. Sejauh ini Oppo membantu mempromosikan aplikasi Kwai, aplikasi olahraga dan kesehatan serta aplikasi lainnya. Setelah dipromosikan di Oppo App Market, jumlah download mereka meningkat hingga 101 kali. Xue Sheng, Senior International Business Development Manager Oppo Interactive Entertainment Department juga memberikan tanggapan. “Sebagai distributor game, Oppo akan menyediakan konten game menarik. Sejauh ini, konten game paling banyak diminati pengguna Oppo. Ini terbukti dengan lebih dari 10 juta game yang di distribusikan Oppo setiap bulannya. Sejauh ini tercatat 16,8 ribu hingga 31,5 ribu unduhan untuk satu judul game teratas setiap hari di Indonesia,” jelas Xue. Oppo akan memberikan total Rp 61 miliar kepada para developer. Para developer dapat mengetahui informasi dan mengikuti Oppo Developer Day di website Oppo Developer Mobile. ", "Tags": ["Tags", "Oppo", "Oppo Developer Day"]}, {"DatePost": "15 June 2019 15:00", "Author": "Khoirunnisa", "Title": "Review Sandisk Extreme Pro A2: Lebih Lancar Bermain Game di Smartphone", "Content": "Jakarta, Selular.ID – Game mobile keluaran terbaru menuntut ruang penyimpanan ekstra lega dan kecepatan baca super kilat pada sebuah perangkat. Pemilik smartphone misalnya, akan membutuhkan penyimpanan eksternal guna mampu ‘menangani’ game-game berukuran raksasa. Selain untuk game, penyimpanan super luas juga mutlak dibutuhkan akibat resolusi tinggi pada kamera smartphone yang kini sudah mencapai 48MP (seperti pada Vivo V15 Pro, Oppo F11 Pro, dan Xiaomi Redmi Note 7). Sebagai gambaran, hasil foto (still) kamera 48MP akan berukuran berkisar 12MB. Untuk merekam video, Anda akan butuh sekitar ruang 130MB untuk klip berdurasi 60 detik dengan resolusi 1080p 30fps (resolusi standar smartphone). Jika Anda termasuk penggemar game mobile sekaligus hobi fotografi, storage standar di smartphone mungkin tidak akan cukup. Anda membutuhkan kartu memori eksternal tambahan. Salah satu kartu microSD yang bisa diandalkan dalam menyimpan memori adalah merek Sandisk keluaran Western Digital (WD). Sandisk mempunyai banyak varian kartu microSD, kali ini Selular.id akan membahas mengenai Sandisk Extreme Pro A2 dengan kapasitas 128GB. Sebelum membahasnya, perlu diketahui kartu memori jenis microSD dari WD ini bisa digunakan untuk banyak perangkat. Selain smartphone, kartu juga bisa ditanamkan ke kamera DSLR (ada adapter), drone, dan Go-Pro yang sudah mendukung perekaman video 4K. Sandisk Extreme Pro A2 mempunyai kecepatan baca hingga 170mbps. WD mengeluarkan empat varian kapasitas: 64GB, 128GB, 256GB, sampai 400GB. Adapun harga retail yang disarankan untuk masing-masing kapasitas adalah: Seperti yang termaktub pada namanya, kartu ini sudah menggunakan standard teknologi A2. Sederhananya, teknologi A2 memungkinkan kartu untuk membaca dan menulis lebih kencang. Namun teknologi A2 menawarkan lebih dari itu. Sebelum A2, Sandisk telah mengeluarkan kartu memori dengan teknologi A1. Tidak hanya untuk menyimpan peta, gambar, video, music, dan dokumen, A1 juga memungkinkan pengguna untuk mengedit dan memperbarui data. Nah teknologi pada A2, kinerja kartu memori SD jauh lebih tinggi karena menggunakan fungsi Command Queuing dan Cache. Manajemen memori flash yang efisien dapat didukung oleh fungsi Maintenance. Contohnya pada saat loading game, akan diperlukan random access yang baik, pada waktu bersamaan, secara simultan. Mulai dari membuka aplikasi, mengecek akses yang tepat bagi game, mengecek level game, sampai mengecek audio yang tepat. Semua itu membutuhkan random IOPS yang mumpuni. Tabel di bawah ini menjelaskan garis besar spesifikasi A1 dan A2, rata-rata minimum IOPS baca/tulis acak (IOPS dalam hal ini berarti bahwa jumlah perintah baca/tulis 4KB dapat dieksekusi per detik), dan kinerja sekuensial berkelanjutan minimum (MB/d). Kartu memori microSD Sandisk Extreme Pro sangat ideal untuk smartphone keluaran terbaru. Namun pada dasarnya semua smartphone bisa menggunakan kartu ini, hanya saja kecepatan Read dan Write tidak akan semaksimal ketika kartu disematkan ke smartphone premium. Secara teori, kartu Sandisk Extreme Pro A2 ini mempunyai kecepatan Baca maksimal 170MB per detik dan kecepatan Tulis 90MB per detik. Sandisk mengklaim performa A2 adalah 4000 baca IOPS dan 2000 tulis IOPS. (Sedangkan performa A1 adalah 1500 baca IOPS, 500 tulis IOPS). Dengan kecepatan transfer 170MB/s, berapa kecepatan riil yang akan dirasakan pengguna ketika kartu dimasukkan ke dalam perangkat. Kami melakukan pengujian menhgunakan Vivo V15 Pro untuk benchmark di smartphone, dan di desktop melalui adapter kartu yang disediakan Sandisk. Sebelum menguji, kartu pertama kali diformat oleh perangkat itu sesuai pengaturan default perangkat. Pengujian kami menghasilkan kecepatan Baca berurutan sekitar 84MB/s dan kecepatan Tulis lebih dari 52MB/s. Itu tidak buruk. Hanya saja, label fitur A2 di kartu mengartikan kecepatan minimum 4000 Baca IOPS dan 2000 Tulis IOPS, dan ternyata Androbench melaporkan masing-masing 1956 dan 672. Cukup jauh dari klaim. Kartu ini sangat layak beli jika Anda membutuhkan ruang penyimpanan tambahan. Tidak peduli apakah ada label A1 atau A2. Karena untuk pemakaian di perangkat (smartphone, kamera, Go-Pro) akan menunjukkan kinerja berbeda. Sebagai informasi, beberapa smartphone Android di pasaran (contohnya Nokia 1) memungkinkan Anda untuk menggunakan kartu microSD sebagai “penyimpanan yang dapat diadopsi” dan menjadikan kartu seolah-olah ruang penyimpanan bawaan perangkat. Perangkat lain juga (contoh Galaxy S9 dan S10) memungkinkan aplikasi individual dipindahkan ke kartu microSD. Anda harus mencari tahu sendiri apa yang didukung smartphone Anda sebelum memastikan kartu microSD akan bisa menyimpan aplikasi di perangkat. Sandisk Extreme Pro A2 menjadi kartu microSD yang paling cepat saat ini, kecepatan mereka sangat baik untuk penyimpanan di smartphone. ", "Tags": ["Tags", "Extreme Pro A2", "Kartu Micro SD", "Sandisk"]}, {"DatePost": "12 October 2018 14:00", "Author": "selular", "Title": "Review Realme 2, Si Pendatang Baru Berkinerja Powerfull", "Content": "Jakarta, Selular.ID – Pasar smartphone Indonesia kembali kedatangan sang pendatang baru yakni Realme. Realme baru saja meluncurkan smartphone terbarunya yakni Realme 2 di Indonesia. Sebelum Indonesia, India menjadi negara pertama yang beruntung mendapatkan jatah Realme 2 lebih dulu. Realme 2 merupakan ponsel perdana Realme yang diboyong ke Indonesia. Realme sendiri merupakan sub brand Oppo. Namun, Realme sendiri sudah berdiri sendiri dan memisahkan dengan Oppo di Indonesia. Meskipun smartphone entri level, Realme 2 mengusung spesifikasi dan fitur andalan seperti layar FullScreen, desain notch, irit daya, teknologi AI hampir di segala aspek, fitur security dan banyak lagi. Dari segi desain, spesifikasi dan fitur pun tidak jauh berbeda dengan smartphone Oppo, khususnya A3s. Ponsel ini hadir dalam dua konfigurasi penyimpanan yakni RAM 3GB dengan ROM 32GB dan RAM 4GB RAM dengan ROM 64GB. Harganya, Realme 2 varian RAM 3GB dan ROM 32GB dibanderol seharga Rp 1.999.000. Sedangkan varian RAM 4GB dan 64GB dilepas seharga RP 2.399.000. Realme 2 tersedia dalam 3 varian warna yakni Diamond Black, Diamond Blue dan Diamond Red. Kali ini Redaksi Selular.id berkesempatan mengulas lebih dalam Realme 2 model RAM 4GB dengan varian warna Diamond Red. Yuk kita simak. Dari segi desain, warna Diamond Red memberikan kesan premium nan elegan pada Realme 2. Body belakang ponsel ini menggunakan 12 lapisan material nanoscale composite. Casing-nya dilapisi tempered glass berukuran nano 2.5D. Casing belakang Realme 2 menghasilkan efek cahaya dan bayangan seperti berlian. Kombinasi warna merah dengan bahan tempered glass menghasilkan refleksi warna yang indah. Jika diletakkan di bawah sinar matahari, warnanya akan berubah-ubah (capricious). Meskipun dilapisi tempered glass, Realme 2 tidak licin ketika digenggam. Dengan dimensi dan bobot 156.2×75.6×8.2mm dan 168g, Realme 2 cukup nyaman ketika digenggam tidak terlalu berat. Terlebih dengan sudut lengkung di sekujur tubuh nya menambah kenyamanan saat digenggam. Ketika dimasukan ke saku celana juga masih pas. Layar seluas 6,2 inci terpampang di bagian depan ponsel ini. Diatas layar terpatri notch sebagai wadah untuk menampung kamera selfie 8 MP, speaker receiver, LED Notification dan sensor proximity. Bagian depan gawai ini terlihat lebih luas berkat ukuran layar lebih besar dan notch. Kamera utama ganda beresolusi masing-masing 13MP dan 2 MP terpasang di bagian belakang gawai ini. Masih di bagian belakang, terdapat pula LED Flashm, sensor fingerprint dan logo Realme. Sisi kiri dijumpai volume up and down serta slot MicroSD. Sedangkan sisi kanan hanya ditemui tombol power. Bagian bawah ponsel ini ditemui sebuah speaker, port USB, port mic dan jack audio 3,5mm. Sementara bagian atas ponsel ini polos saja, tidak ditemukan apa-apa. Kamera utama ganda beresolusi 13MP dengan aperture F2.2 dan 2MP dengan aperture F2.4 disematkan di bagian belakang ponsel ini. Sementara kamera selfie-nya didukung resolusi 8MP dengan aperture F2.2. Baik kamera utama maupun depan didukung teknologi AI. Tampilan kamera utama maupun selfie-nya terihat simpel. Untuk kamera utama terdapat mode photo, portrait, sticker dan panorama. Di mode photo terdapat filter seperti matcha, autumn, lime, puff, fantasy castle, balck coffe, lov letter, 2046, chungking dan cranberry. Filter ini juga bisa digunakan di kamera selfie. Bedanya, filter yang disajikan lebih banyak yang mencakup matcha, autumn, lime, puff, fantasy castle, balck coffe, mousse, grapefruit, blueberry dan cheese. Anda bisa mengaktifkan mode HDR untuk mendapatkan hasil foto dengan warna yang tajam dan detail. Untuk membuktikannya, Redaksi Selular.ID mencoba kamera utama Realme 2. Ketika di dalam ruangan maupun luar ruangan, hasilnya cukup baik asalkan cahaya-nya cukup. Komposisi warna yang dihasilkan cukup natural dan tajam. Namun dalam kondisi cahaya berlebih, hasilnya kurang optimal. Saat kondisi minim cahaya, hasilnya kurang baik. Noise-nya masih terlihat. Ketika malam hari, baik di dalam maupun luar ruangan hasilnya cukup baik, asalkan cahayanya cukup. Mungkin Anda bisa mengandalkan LED Flash untuk mensiasatinya. Disisipi Mode 1x zoom dan 2x zoom pada kamera utama. Hasil foto dengan mode 2x zoom tidak pecah ketika di-zoom. Mode ini hanya berlaku pada kamera utma. Anda juga bisa membuat efek bokeh menggunakan mode portrait. Namun, Anda tidak bisa mengatur level dari efek bokeh yang dihasilkan. Efek bokeh yang dihasilkan masih kurang optimal. Diselipi beragam pilihan sticker yang dapat Anda pilih. Mode sticker ini dapat digunakan di kamera utama maupun selfie. Kamera selfie-nya didukung fitur AI Beauty 2.0 yang meliputi beauty upgrade dan smart group photographing recognition mampu membedakan pria dan wanita melalui kamera. Fitur ini mampu mengidentifikasi 296 titik wajah. Fitur ini dapat digunakan untuk mengambil gambar hingga empat orang dalam satu frame, dengan hasil beautification yang disesuaikan dengan jenis kelamin masing-masing. Fitur AI Beauty 2.0 ini bisa bekerja di kamera utama maupun selfie. Fitur ini memang ditujukan untuk foto objek manusia dengan kamera utama maupun selfie. Anda bisa mengatur sendiri level efek beauty yang diinginkan dari 1 sampai 6 pada icon manusia. Untuk kamera depan tersedia mode AI pada menu beauty dan level-nya sama dari 1 sampai 6. Kami menguji fitur A.I Beautification ini baik menggunakan kamera selfie maupun kamera utama. Ketika berada di dalam ruangan dan kondisi cukup cahaya, hasilnya cukup baik. Efek beauty nya tidak berlebihan sehingga foto masih terlihat alami. Namun, ketika berada di luar ruangan, hasilnya belum maksimal. Foto yang dihasilkan terlihat lebih terang dan terksesan tidak alami. Sementara di kondisi malam hari ataupun minim cahaya apalagi di luar ruangan, hasilnya jauh dari kata sempurna. Noise masih terlihat jelas. Ketika disiasati dengan LED Flash pun hasil selfienya belum maksimal. Namun, ketika selfie low-light menggunakan LED Flash jauh lebih baik dibandingkan tidak menggunakan LED Flash. Dalam mode photo pun tanpa menggunakan efek beauty, hasil foto selfie ketika outdoor dan cahayanya cukup masih belum memuaskan. Warna yang dihasilkan kurang natural dan terlihat lebih terang. Terkadang wajah dan langit nyaris terlihat sama warna putih-nya. Anda juga bisa membuat foto selfie dengan efek bokeh. Caranya dengan memilih mode depth effect untuk efek bokeh. Untuk video, tersaji menu video dan time-lapse untuk kamera utama maupun selfie. Ada dua pilihan resolusi yang bisa dipilih yakni 720p dan 1080p. Video yang dihasilkan cukup baik menggunakan resolusi 720p dan 1080p. Anda juga bisa menggunakan efek beauty pada video dengan kamera belakang dan depan. Video yang dihasilkan kamera utama maupun selfie cukup baik. Mode time-lapse pada kamera utama dan kamera selfie tidak memiliki batasan waktu sehingga Anda dapat leluasa dalam merekam video. Realme 2 dibekali layar Full Screen berukuran 6,2 inci dengan resolusi 1520x720p. Layar ini memiliki aspek rasio 19:9 dan screen-to-body-ratio 88,8%. Desain notch pada Realme 2 memberikan kesan layar yang lebih luas. Melindungi dari goresan, layar ini dilapisi Corning Third Generation Glass. Layar Realme 2 dapat di kustomisasi untuk aplikasi seperti WeChat, WhatsApp, Messenger, SMS dan Line tanpa perlu keluar dari halaman utama seperti ketika bermain game atau menonton video. Layar ini menghasilkan 16.7 juta warna sehingga wajar jika warna-nya terlihat lebih tajam. Ketika kami Redaksi Selular.ID mencoba menonton video dan bermain game, tampilan warna yang dihasilkan cukup tajam. Kami mencoba menonton video di YouTube dengan resolusi video Full HD 1080p, hasilnya cukup memuaskan. Namun, ketika kami bermain game, notch ini terasa mengganggu, meskipun tampilannya lebih luas. Karena control pada game terhalang oleh notch. Jika Anda merasa terganggu, Anda bisa mengatur mode notch pada menu setting>Display&Brightness>App Display in Full-screen>Notch Area Display Control. Anda dapat memilih aplikasi yang menggunakan mode notch ini, terutama game. Agar layar terlihat lebih luas, Anda dapat mengaktifkan mode full screen mulktitasking. Caranya, kunjungi menu Smart & Convenient>Full Screen Multitasking. Anda juga dapat mengatur kecerahan layar pada menu setting ataupun notification tray. Mode Night Shiled juga dapat Anda gunakan untuk melindungi mata Anda. Agar layar terlihat lebih luas, Anda bisa menyembunyikan navigation key. Anda juga bisa memunculkan navigation key tersebut. Untuk menyembunyikan dan memunculkan navigation key, Anda bisa kunjungi menu setting>navigation key, lalu pilih virtual navigation keys can be hidden. Disertakan mode split screen pada Realme 2 yang memungkinkan Anda menikmati dua aplikasi secara bersamaan. Tapi, hanya beberapa aplikasi yang dapat mendukung mode ini seperti YouTube, Google dan lainnya. Cara mengaktifkannya, cukup dengan menggeser layar ke atas menggunakan 3 jari. Atau dengan cara menahan tombol recent app. Layar Realme 2 dapat secara otomatis berputar. Anda dapat menonaktifkannya di portrait lock pada notification tray. Gawai ini berjalan dengan sistem operasi Android 8.1 Oreo berbalut Color OS versi 5.1. Tampilan antarmukanya masih menggunakan UI khas Oppo yakni ColorOS. Tampilan ColorOS 5.1 terlihat simpel. Di bagian atas, terdapat notification tray yang memuat semua notifikasi dan sejumlah pengaturan. Mulai dari Wi-Fi, mobile data, sound, Bluetooth, flashlight, boost, calculator, night shield, Realme Share, location, portrait lock, power saving, screen recording dapat Anda atur di notification ray. Anda juga dapat mengatur brightness. UI ini membawa sejumlah fitur menarik seperti Kids Space dan Applock. Sesuai namanya, fitur ini memungkinkan Anda untuk mengontrol sang buah hati saat menggunakan Realme 2. Anda bisa menambahkan aplikasi yang Anda rasa cocok untuk si buah hati. Cukup tap Apps allowed to be accessed, lalu pilih aplikasi yang Anda inginkan. Fitur app lock juga dapat Anda gunakan untuk mengunci aplikasi yang Anda inginkan. Agar tidak semua orang dapat mengakses aplikasi yang Anda proteksi, termasuk anak Anda. Realme 2 tidak banyak membawa aplikasi bawaan. Aplikasi bawaan yang terintegrasi dengan sistem seperti Game Space dan Music Party hadir di gawai ini. Aplikasi bawaan Google seperti Google, Chrome, Gmail, Maps, YouTube, Drive dan lainnya sudah pasti hadir di Realme 2. Aplikasi bawaan lainnya yang disematkan di ponsel ini adalah Facebook, Babe, UC Browser, Zalo, Zing MP3 dan Lazada. Empat aplikasi tersebut sudah di-install dari awal pembelian Realme 2. Jika Anda tidak suka, Anda bisa uninstall aplikasi tersebut. Dari segi software, UI dan fitur Realme 2 masih mengadopsi fitur Oppo. Game space Realme 2 Fitur game space yang ada pada Realme 2 ini sebelumnya sudah ada di smartphone Oppo. Game space menghadirkan fitur Game Engine, Smoothness Optimization, Network Pretection dan Answer Call With Ease. Fitur Game Engine mampu memaksimalkan kinerja Realme 2 saat bermain game. Smoothness Optimization mampu membantu membuat tampilan grafis terlihat mulus saat bermain game berat seperti AOV, PUBG, Mobile Legend: Bang Bang. Ketika bermain game online seperti Arena Of Valor (AOV), PlayerUnknown’s Battlegrounds (PUBG) dan Mobile Legend: Bang Bang yang membutuhkan koneksi yang stabil, networking protection dan Answer Call With Ease cukup bisa diandalkan. Fitur networking protection mampu menstabilkan jaringan saat bermain game online. Anda tidak perlu khawatir jika ada panggilan masuk ketika bermain game, karena ada fitur No Disturbance dalam mode game acceleration. Fitur ini sangat berguna sekali ketika memulai pertempuran dalam game online tersebut. Fitur No Disturbance ini menampilkan panggilan telepon yang masuk sebagai notifikasi. Terdapat opsi untuk segera merespon panggilan atau lanjut bermain. Anda dapat menjawab panggilan masuk saat bermain game tanpa mengganggu permainan. Anda juga dapat menjawab panggilan masuk setelah permainan selesai. Anda juga dapat mengatur game space di menu setting untuk pengalaman gaming terbaik. Fitur game space sudah mendukung semua jenis game. Anda bisa menambahkan game yang Anda inginkan. Caranya cukup klik ikon + pada aplikasi game space.   Dapur pacunya, Realme 2 diperkuat chipset Snapdragon 450 dipadukan prosesor Octa-core 1.8GHz dan GPU Adreno 506. Konfigurasi storage yang kami gunakan adalah RAM 4GB RAM dengan ROM 64GB. Penyimpanan-nya bisa diperluas dengan microSD card berkapasitas hingga 256 GB. Untuk menguji performa Realme 2, kami Redaksi Selular.ID mencoba serangkaian tes seperti Benchmark, bermain game, menonton video, mendengarkan musik dan lainnya. Aplikasi Benchmark yang kami gunakan meliputi AnTuTu, PC Mark, 3D Mark dan Geekbench. Kami memanfaatkan fitur game space ketika melakukan tes benchmark tersebut. Saat menjalani tes AnTuTu, Realme 2 sanggup melewatinya dengan lancar. Realme 2 meraih skor 74032 dengan peringkat ke 51. Ketika menjalani tes 3D Mark, ada sedikit lag pada proses rendering. Padahal kami sudah menggunakan fitur game space, namun hasilnya masih kurang maksimal. Namun, ketika menggunakan fitur game space, hasilnya jauh lebih baik daripada tidak menggunakan game space. Hasilnya, Realme 2 meraih skor 12893 untuk tes Ice Storm Unlimited. Untuk tes PC Mark, Realme 2 sanggup menjalaninya dengan baik. Tercatat, skor yang diraih Realme 2 pada tes Work 2.0 Performance adalah 5012. Selanjutnya, tes Geekbench Realme 2 juga mampu menjalaninya dengan baik. Untuk tes Single-Core, Realme 2 meraih skor 777 dan tes Multi-Core 3730. Kami mencoba bermain game Arena Of Valor (AOV), PlayerUnknown’s Battlegrounds (PUBG), Need For Speed No Limits, Dynasty Warriors: Unleashed, SimCity dan Contra Return. Realme 2 sanggup melibas semua game tersebut dengan lancar. Arena Of Valor (AOV), PlayerUnknown’s Battlegrounds (PUBG) dan Mobile Legend: Bang Bang memiliki setting grafis tertinggi. Kami mencoba bermain dengan setting grafis tertinggi. Hasilnya, mulus dan lancar. Khusus PUBG, game ini mampu menyesuaikan tingkat grafis dengan spesifikasi ponsel pada pertama kali game di-install. PUBG mendeteksi Realme 2 untuk kualitas grafis Low yang berarti paling rendah. Anda bisa menyesuaikan grafis PUBG di menu setting. Kami menggunakan settingan tertinggi dengan resolusi Balanced dan frame rate Medium. Hasilnya cukup lancar, tidak lag dan patah-patah serta tidak ada mozaik. Kemungkinan fitur game space sudah bekerja dengan optimal. Ketika bermain game terus-menerus selama kurang lebih 7 jam, Realme 2 terasa hangat. Ketika bermain game PUBG, kami mengalami sedikit kendala tidak bisa login baik menggunakan Facebook, Twitter, Google Play Games dan Guest. Karena server Indonesia tidak terdeteksi. Untuk bisa bermain PUBG, kami menggunakan VPN Server pihak ketiga. Game lainnya tidak ada masalah. Ketika digunakan untuk bermain game secara terus-menerus ponsel ini terasa hangat. Uji audio, kami menonton video, video musik, film di YouTube serta mendengarkan musik menggunakan aplikasi music bawaan Realme yakni Zing MP3 dan Spotifiy. Suara yang dihasilkan cukup jernih ketika menggunakan mode loudspeaker. Terlebih jika menggunakan earphone. Karena dengan menggunakan earphone, Anda dapat menemukan pengaturan khusus di menu setting>Real Sound Technology. Anda bisa memilih Sound Equalizer seperti Pop, Rock, Metal, Dance, Jazz, Hiphop, Classical, Country, Blues, Electro serta Anda dapat mengatur sendiri. Anda juga dapat mengaktifkan mode Real HD Sound untuk kualitas suara yang lebih baik. Namun, fitur sound ini hanya bisa digunakan jika menggunakan earphone. Fitur ini juga tidak bekerja jika Anda mendengarkan musik di YouTube. Sayangnya, Realme tidak menyertakan earphone bawaan Realme 2 pada paket pembelian. Baterai Realme 2 Sumber energinya, Realme 2 ditenagai baterai berkapasitas cukup besar yakni 4.230mAh. Karena memiliki baterai berkapasitas besar, waktu pengisian dayanya memakan waktu 2,5 jam dari kondisi baterai low di bawah 20%. Ketika di charge dalam kondisi diatas 20%, baterai ini membutuhkan waktu 1,5 hingga 2 jam. Dukungan AI Power Manager pada Realme 2 mampu menghemat daya ponsel. Teknologi ini mampu mengoptimalkan konsumsi daya aplikasi dan mengontrol jumlah inti prosesor yang harus digunakan untuk menghindari pemborosan daya. Fitur APP-freezing Power Saver secara cerdas membatasi aplikasi yang berjalan di latar belakang untuk mengurangi konsumsi daya secara keseluruhan dan memperpanjang masa pakai baterai. Fitur ini mampu menghemat daya sebesar 5% -11%. Hadir pula fitur Quick App Freezing AI Power Manager dapat menempatkan aplikasi latar belakang dalam folder quick-freezing untuk secara efektif memutus sambungan yang tidak berarti untuk menghemat daya. Untuk menguji ketahanan baterai, Kami Redaksi Selular.ID menggunakan aplikasi PC Mark dalam menu Work 2.0 Battery Life. Setelah menjalani tes PC Mark Work 2.0 Battery Life, Realme 2 mampu bertahan hingga 14 jam 11 menit. Selain menggunakan aplikasi, kami juga menguji ketahanan baterai Realme 2 dengan bermain game, menonton YouTube, mendengarkan musik, browsing internet, sosial media, pesan instan dan kebutuhan harian lainnya. Dalam keadaan standby dan tidak digunakan sama sekali, Realme 2 mampu bertahan hingga 44 jam atau hampir dua hari. Jika digunakan untuk kebutuhan harian seperti browsing internet, email, pesan instan dan lainnya, Realme 2 mampu bertahan hingga seharian penuh atau sekitar 24 jam. Ketika digunakan untuk streaming video tanpa jeda, ponsel ini mampu bertahan hingga 10 jam. Untuk browsing internet secara terus-menerus, Realme 2 mampu bertahan hingga 12 jam. Saat bermain game secara terus-menerus, gawai ini mampu bertahan antara 7 hingga 8 jam. Dukungan fitur AI Battery Management membuat daya tahan Realme 2 semakin irit. Anda juga bisa mengunjungi menu setting>battery>power saving untuk menghemat daya baterai. Realme 2 mengusung sejumlah fitur menarik lainnya seperti Smart Assistant. Fitur ini didukung teknologi AI yang dapat membantu Anda mengoperasikan Realme 2. Fitur ini menyajikan menu prakiraan cuaca, step tracker, favorit kontak dan sebagainya. Anda bisa mengatur langkah Anda di menu step tracker dalam kurun waktu harian, mingguan dan bulanan. Hadir pula fitur screen recording yang dapat meng-capture video pada layar Realme 2. Fitur screen recording dapat Anda aktifkan di notification tray ataupun menu setting. Soal keamanan, Realme 2 disokong face unlock, fingerprint, pattern dan password. Kemampuan face unlock membuka kunci wajah cukup cepat dibawah 1 detik. Face unlock ini mampu membuka wajah meskipun menggunakan aksesoris seperti kacamata, topi dan sebagainya. Meskipun pada saat mendaftarkan wajah pada face unlock, tidak menggunakan aksesoris, ketika membukanya bisa memakai aksesoris. Di tempat gelap pun, face unlock ini mampu mendeteksi wajah Anda. Sensor fingerprint pada Realme 2 juga mampu membuka ponsel dengan cepat, dalam waktu dibawah 1 detik. Fitur Smart Driving pada Realme 2 akan mengetahui secara otomatis ketika Anda sedang berkendara dengan mendeteksi perangkat yang terhubung dengan Bluetooth car kit. Ketika Smart Driving dinyalakan, perangkat akan mendukung mode Do Not Disturb saat ada telepon atau aplikasi messenger untuk keamanan saat berkendara. Hasil Speed Test Realme 2 Soal konektivitas, Realme 2 disokong Realme Share, Wifi 2.4G, Bluetooth 4.2, GPS, dua buah slot SIM Card, sebuah slot MicroSD, sebuah port microUSB 2.0, USB On-The-Go serta jaringan 4G/3G/2G. Untuk menguji jaringan 4G, kami menggunakan aplikasi SpeedTest besutan Ookla. Provider yang kami gunakan kali ini adalah Indosat. Kecepatan download yang dihasilkan adalah 24.9Mbps dan upload 29.9Mbps. Hasil lainnya di SpeedTest mencakup Ping 29ms, Jitter 4ms dan loss 0%. Untuk uji jaringan, tentunya tergantung jenis provider yang digunakan. Kami juga menguji jaringan dengan menelpon seseorang. Suara yang dihasilkan cukup jernih. Ketika kami mencoba transfer file lewat Bluetooth maupun kabel data juga cukup cepat. Realme 2 juga dilengkapi sensor lain seperti Light Sensor, G-sensor, Acceleration sensor, Magnetic induction dan Proximity Sensor. Kesimpulan Daya tahan Realme 2 memang sangat irit bisa bertahan dalam waktu seharian penuh selama 24 jam dalam penggunaan harian. Performa Realme 2 cukup memuaskan ketika bermain game, mendengarkan musik, menonton video dan lainnya. Namun, ketika digunakan seharian untuk melakukan aktivitas secara terus menerus, ponsel ini masih terasa panas. Desain Realme 2 terlihat elegan dengan material komposit berjenis tempered glass berbalut warna diamond red. Layar Realme 2 lebih luas dan tajam sehingga cocok untuk menonton video. Teknologi AI pada Realme 2 kami rasa sudah cukup optimal, terkecuali pada kamera. Teknologi AI pada kamera utama maupun selfie kami rasa kurang optimal. Karena kamera utama maupun selfie belum bisa mengenali objek, kondisi cahaya dan lain sebagainya. Ketika dalam kondisi pencahayaan yang cukup baik di indoor, outdoor, siang maupun malam, foto yang dihasilkan kamera utama maupun selfie cukup diandalkan. Fitur keamanan seperti face unlock, fingerprint, app lock dan kids space sangat cocok digunakan untuk para orang tua ataupun yang membutuhkan fitur keamanan extra. Kesimpulannya, Realme 2 cocok digunakan oleh generasi milenial dan orang tua yang hobi bermain game dan kegiatan multimedia serta membutuhkan fitur keamanan tinggi. ", "Tags": ["Tags", "AI", "game sapce", "layar full screen", "Notch", "Realme 2"]}, {"DatePost": "18 August 2018 06:00", "Author": "selular", "Title": "Duel Huawei Nova 3i VS Oppo F7, Unggul Mana?", "Content": "Jakarta, Selular.ID – Teknologi Artificial Intelligence (AI) kecerdasan buatan memang tengah diadopsi oleh sejumlah smartphone. Teknologi AI ini membuat smartphone semakin pintar. Mulai dari mengenali objek foto, mendeteksi objek wajah ketika foto, mendeteksi wajah ketika menggunakan face unlock, AI pada baterai, voice assistant, penterjemah real time, menyesuaikan kecerahan layar dan lainnya dihadirkan teknologi AI ini. Melalui teknologi AI, pengoperasian smartphone semakin akurat dan cepat. Vendor smartphone seperti Huawei dan Oppo turut mengadopsi teknologi AI ini untuk smartphone mereka. Teknologi AI ini diadopsi oleh ponsel terbaru Huawei yakni Nova 3i dan smartphone anyar Oppo F7. Kali ini kami Redaksi Selular.ID berkesempatan mereview Huawei Nova 3i dan Oppo F7. Selain teknologi AI, desain notch juga masih diadopsi oleh kedua ponsel ini. Dari segi spesifikasi dan fitur jelas berbeda. Mulai dari layar, kamera, baterai, storage dan fitur lain tentu berbeda. Secara keseluruhan, kesamaan Huawei Nova 3i dengan Oppo F7 meliputi teknologi AI, desain notch, RAM, OS dan harga. Keduanya sama-sama didukung OS Android 8.0 Oreo dan RAM 4GB. Oppo F7 tersedia dalam dua varian RAM yakni 4GB dan 6GB. Kali ini Redaksi Selular.ID mereview Oppo F7 RAM 4GB. Untuk Huawei Nova 3i hanya hadir dalam satu varian RAM sebesar 4GB. Ketika awal dirilis, harganya sama-sama dibanderol Rp4.199.000. Huawei Nova 3i diluncurkan baru-baru ini, tepatnya 31 Juli 2018. Sedangkan Oppo F7 dirilis pada 17 April 2018. Keduanya juga berasal dari negara yang sama yakni China. Huawei Nova 3i dan Oppo F7 yang kami review kali ini varian warnanya sama yakni Hitam. Ingin tahu komparasi Huawei Nova 3i vs Oppo F7? Simak ulasannya berikut ini. Dari segi desain, Huawei Nova 3i mengusung konsep notch, berbeda dengan Nova 2 Lite yang diluncurkan terlebih dahulu, beberapa waktu lalu, tak menggunakan konsep notch ini. Tapi ukuran notch Huawei Nova 3i sedikit lebih besar daripada Oppo F7. Karena notch Nova 3i menampung dual selfie camera beresolusi masing-masing 24MP dan 2MP serta speaker receiver. Sedangkan notch F7 hanya ditempatkan sebuah kamera selfie beresolusi 25MP dan speaker receiver. Keduanya juga memiliki bentuk persegi panjang dengan sudut lengkung. Sama-sama warna hitam, Huawei Nova 3i mengusung warna hitam polos sehingga terlihat lebih elegan. Sesuai namanya Diamond Black, Oppo F7 memiliki tekstur seperti berlian dikombinasikan gradasi warna sehingga terlihat lebih unik. Bagian belakang Huawei Nova 3i dan Oppo F7 (Redaksi Selular.ID) Soal warna masalah selera. Ada yang suka hitam polos maupun diamond black. Baik Huawei Nova 3i dan Oppo F7 menggunakan material body yang sama. Frame-nya menggunakan bahan aluminium serta sisi depan sisi belakangnya dibalut material kaca. Kami pun menguji ketahanan material kaca dengan menggoreskan pisau di bagian depan dan belakang Huawei Nova 3i dan Oppo F7. Tebukti, kedua ponsel ini tahan terhadap goresan dan tidak lecet sedikit pun. Karena menggunakan kaca, kedua ponsel ini agak licin saat digenggam. Sebaiknya gunakan cover pelindung sehingga tidak terjatuh ketika digenggam. Huawei Nova 3i memiliki berat 170 gram dan dimensi 157,6 x 75,2 x 7,6 mm. Sedangkan Oppo F7 memiliki berat 164 gram dengan dimensi 156 x 75,3 x 7,8 mm. Huawei Nova memiliki dimensi yang lebih luas karena mengusung layar yang lebih besar yakni 6,3 inci. Sementara Oppo F7 dibekali layar 6,23 inci. Walaupun memiliki bobot dan dimensi lebih luas ketimbang Oppo F7, Nova 3i cukup nyaman ketika digenggam. Tidak terlalu berat dan pas di genggaman tangan. Ketika dimasukkan ke saku pun, Huawei Nova 3i masih terasa pas. Sudut melengkung pada Huawei Nova 3i menambah kenyamanan ketika digenggam. Begitu pula ketika menggenggam dan memasukkan ke saku, Oppo F7 terasa nyaman. Bagian depan Huawei Nova 3i (Redaksi Selular.ID) Layar seluas 6,3 inci terpampang di bagian depan Huawei Nova 3i. Di atasnya terdapat notch sebagai wadah kamera selfie ganda 24MP+2MP, speaker receiver, LED notification dan sensor proximity. Tombol fisik absen dari Huawei Nova 3i ini selayaknya ponsel notch pada umumnya. Bagian belakang Huawei Nova 3i(Redaksi Selular.ID) Kamera utama ganda beresolusi 16MP+2MP tersemat di bagian belakang ponsel ini. Di bawahnya terdapat LED flash, sensor fingerprint dan logo Huawei. Tombol volume up dan down serta power Huawei Nova 3i (Redaksi Selular.ID) Sisi kanan Nova 3i, dijumpai tombol volume up dan down serta tombol power. Sementara di sisi kiri hanya terdapat slot SIM Card dan SDCard. Sisi kanan Huawei Nova 3i Sisi kiri Oppo F7 MicroUSB 2.0, sebuah speaker, jack audio 3,5mm, lubang mic terpatri di bagian bawah Huawei Nova 3i. Sementara di bagian atas hanya ditemui lubang mic. Bagian bawah Huawei Nova 3i (Redaksi Selular.ID) Sementara bagian depan Oppo F7 terdapat layar seluas 6,23 inci dengan desain notch di atasnya untuk tempat kamera selfie 25MP, speaker receiver, LED notification dan sensor proximity. Bagian belakang Oppo F7 dibubuhi kamera utama 16MP, LED Flash, sensor fingerprint serta logo Oppo. Bagian depan Oppo F7 (Redaksi Selular.ID) Bagian belakang Oppo F7 Sisi kanan Oppo F7 terdapat tombol power serta slot MicroSD dan SIM Card. Sisi kirinya ditemui tombol volume up dan down. Sisi kanan Oppo F7 Sisi kiri Oppo F7 Port MicroUSB 2.0, sebuah speaker, lubang mic, jack audio 3,5mm tersemat di bagian bawah Oppo F7. Bagian atasnya, hanya terdapat sebuah lubang mic. Bagian atas Oppo F7 Tombol power Oppo F7 Tombol volume up dan down Oppo F7 Tombol volume up dan down serta power Huawei Nova 3i (Redaksi Selular.ID) Kamera utama Huawei Nova 3i Huawei Nova 3i mengusung 4 kamera sebagai fitur unggulan. Dua kamera utama beresolusi 16MP (color) dengan aperture F/2.2, PDAF dan 2 MP (color) dengan depth sensor dibubuhi di bagian belakang. Sementara dua lagi hadir di bagian depan beresolusi 24MP Fusion Pixel f/2.0 dan 2MP Fixed Focal Length disertai depth sensor. Kamera depan Huawei Nova 3i Baik kamera utama maupun kamera depan Huawei Nova 3i sudah didukung teknologi AI. Teknologi AI yang disematkan di kamera utama maupun selfie Huawei Nova 3i meliputi AI Scenery Recognition, AI Beauty Algorithm, HDR Pro, Low Light Solution, 3D Portrait Lighting dan AR Fun Selfies. Teknologi AI ini memungkinkan Huawei Nova 3i mengenali sejumlah objek secara akurat seperti manusia, tanaman, makanan, kendaraan, hewan dan lainnya. Selain objek, latar belakangnya pun mampu dikenali secara akurat. Kamera utama Hauwei Nova 3i mampu mendeteksi hingga 22 kategori untuk lebih dari 500 skenario. Diperkuat algoritma AI yang didorong pengetahuan lebih dari 100 juta gambar, Huawei Nova 3i mampu mengingat 22 kategori dari 500+ momen dan menyediakan hasil jepretan lebih optimal. Sebelum menggunakan fitur AI Scenery Recognition di Huawei Nova 3i, Anda harus mengaktifkannya dulu di bagian atas menu kamera atau di menu setting kamera. Fitur AI Scenery Recognition bisa digunakan pada kamera utama maupun kamera selfie. Fitur inilah yang menentukan keakuratan pengambilan gambar. Beragam mode dan filter disematkan pada kamera utama dan selfie Huawei Nova 3i. Untuk mode kameranya terdapat photo, portrait, Pro, HDR, Panorama, 3D Panorama dan Night mode. Mode kamera tersebut juga dapat digunakan pada kamera utama dan selfie Huawei Nova 3i. Filter yang disajikan mencakup sentimental, impact, ND, Valencia, blue, halo, nostalgia dan down. Semua filter tersebut dapat digunakan di kamera belakang maupun depan. Menu kamera Huawei Nova 3i berbeda dari pendahulunya, nova 2 lite dan nova 2i. Fitur AI Assisted Composition, memungkinkan ponsel ini mengambil gambar dengan stabil sehingga tidak miring. Ketika kami mencoba mode photo kamera utama, hasilnya cukup akurat. Mode photo ini mampu membedakan setiap objek foto seperti tanaman, makanan, manusia serta latar belakang. Gambar yang dihasilkan cukup tajam dan detail. Terlebih ketika pencahayaan cukup serta kondisi siang hari baik di dalam maupun luar ruangan. Warna yang dihasilkan pun memiliki kombinasi yang pas dan terlihat natural. Ketika menggunakan fitur AI Scenery Recognition, Anda tidak bisa zoom gambar menggunakan mode photo. Anda harus menonaktifkan menu AI Scenery Recognition dulu untuk melakukan zoom melalui mode photo. Ketika di-zoom hingga full hasilnya pecah dan banyak noise. Jika di-zoom tidak terlalu besar, hasilnya masih cukup baik. Sebaiknya jangan melakukan zoom full. Ketika foto dalam kondisi minim cahaya, masih terlihat noise. Untuk mensiasati noise, Anda bisa menggunakan LED Flash atau night mode. Anda dapat menggunakan efek bokeh pada mode portrait. Efek bokeh tersebut dapat Anda aktifkan dan nonaktifkan di mode portrait. Efek bokeh yang dihasilkan cukup alami. Anda juga dapat mengatur level beauty pada mode portrait untuk kamera utama maupun selfie. Mode portrait ini juga mengusung fitur 3D mengandalkan kecanggihan teknologi AI. Menariknya, hadir fitur stage lightning pada mode 3D tersebut. Fitur ini mampu meng-crop objek gambar dan memisahkan dari latar belakang. Latar belakangnya secara otomatis diganti menjadi warna hitam. Fitur stage lightning ini hanya bisa mendeteksi objek wajah manusia. Fitur ini juga mirip dengan fitur yang ada pada smartphone flagship Huawei P20 Pro. Kecanggihan teknologi AI lainnya dapat dinikmati melalui fitur 3D Qmoji pada mode AR Lens. Tersaji pilihan karakter 3D Qmoji seperti bunglon, ikan, serigala, kucing, kelinci, robot, penguin dan apel. Anda bisa memilih background putih ataupun latar belakang asli untuk menggunakan 3D Qmoji. Fitur 3D Qmoji ini mampu mempelajari dan meniru ekspresi wajah, gerakan dan suara Anda. Fitur ini hanya berfungsi pada kamera depan. Hasil akhirnya, Anda dapat menyimpan 3D Qmoji dalam format GIF atau video. Untuk save format GIF 3D Qmoji, Anda bisa tap icon GIF di pojok kanan atas. Kemudian tap dan tahan untuk membuat AR Emoji dalam format GIF sambil memberikan ekspresi wajah Anda. Mode AR Lens lainnya meliputi Effects, Backgrounds dan 3D Objects. Effects dan Backgrounds hanya bisa digunakan di kamera depan. Sedangkan 3D Objects hanya berlaku untuk kamera belakang. Untuk kamera selfie, tidak jauh berbeda dengan kamera utama baik mode, filter dan tampilannya. Khusus kamera selfie, didukung fitur HDR Pro yang memberikan presisi seimbang ketika foto dan video bahkan saat di bawah sinar matahari. Hasil selfienya cukup natural. Ketika menggunakan efek beauty, hasilnya masih terlihat alami tidak terlalu berlebihan karena didukung teknologi AI. Contohnya, ketika ada jerawat atau jenggot bagi pria, tidak dihilangkan namun hanya diperhalus saja. Seperti kamera utama, Anda dapat mengatur level beauty. Efek bokeh ketika selfie pun masih terlihat natural. Tak jauh berbeda dengan kamera utama, kamera selfie Huawei Nova 3i juga cukup tajam dan detail. Khususnya dalam pencahayaan cukup, hasil selfienya jauh lebih baik. Ketika di malam hari atau kondisi minim cahaya, Anda bisa mengandalkan LED Flash dan Night mode untuk hasil optimal. Untuk video, ditunjang mode Slow-mo dan Time-lapse. Huawei Nova 3i bisa merekam video slow motion sampai dengan 16x pada 480fps dan 4x slow motion 120fps. Tak hanya foto, kamera utama Huawei Nova 3i mampu mendeteksi objek seperti document dan QR Code berkat dukungan teknologi AI. Bagi Anda yang gemar shopping, fitur shopping pada kamera utama mampu diandalkan. Anda juga dapat scan QR Code. Cara menggunakannya, cukup tap ikon mata di pojok kiri atas. Scan barcode AI Huawei Nova 3i Scan dokumen menggunakan kamera utama Huawei Nova 3i Selain itu Anda juga dapat scan dokumen menggunakan kamera utama Huawei Nova 3i. Akses more dan pilih document scan pada kamera utama Huawei Nova 3i untuk scan document. Hasil deteksi document-nya cukup akurat. Kamera utama Oppo F7 Tak seperti Huawei Nova 3i yang memiliki 4 kamera, Oppo F7 hanya punya 2 kamera. Satu kamera utama dan satu kamera selfie. Kamera selfie Oppo F7 Kamera utamanya didukung resolusi 16MP, sementara kamera selfienya beresolusi 25MP. Sama seperti Huawei Nova 3i, Oppo F7 juga disokong teknologi AI. Teknologi AI ini pada Oppo F7, cara kerjanya hampir sama dengan Huawei Nova 3i dalam mendeteksi objek foto. Teknologi AI pada mode beauty membuat hasil foto kamera utama dan selfie terlihat lebih natural. Mode beauty berteknologi AI bisa digunakan pada kamera utama maupun selfie. Dibandingkan Huawei Nova 3i, teknologi AI pada kamera utama dan selfie Oppo F7 belum optimal. Terutama dalam mengidentifikasi objek. Teknologi AI pada kamera utama Oppo F7 tidak mampu mengenali objek apakah itu manusia, hewan, tanaman, makanan, kendaraan dan lainnya. Tampilan menu kamera utama dan selfie Oppo F7 lebih simpel daripada Huawei Nova 3i. Tersaji mode photo, sticker, pano dan expert yang dapat Anda pilih untuk mengambil foto menggunakan kamera utama. Teknologi optical 2x zoom pada mode photo membuat Oppo F7 serasa seperti dual kamera yang digunakan ponsel pada umumnya. Anda dapat memperbesar objek hingga dua kali, namun hasilnya tidak pecah. Anda dapat memilih mode normal 1x atau 2x saat mengambil foto. Saat foto menggunakan Oppo F7, hasilnya cukup tajam dan detail. Namun, komposisi warnanya kurang natural. Dalam kondisi pencahayaan cukup, hasil foto Oppo F7 lebih baik dibandingkan kondisi minim cahaya. Ketika foto di malam hari ataupun kondisi minim cahaya sebaiknya Anda mengandalkan bantuan LED Flash atau mengatur brightness. Sokongan teknologi AI Beauty 2.0, mampu mempercantik hasil foto Anda, namun hasilnya tetap natural. Anda dapat mengatur sendiri tingkat beauty tersebut dari level 1 sampai 6. Meski demikian, foto yang dihasilkan masih terbilang alami. Misalnya, ketika ada jerawat atau jenggot bagi pria, tidak dihilangkan namun hanya diperhalus saja. Teknologi ini mampu memindai wajah hingga 296 titik. AI Beauty 2.0 menganalisa setiap kontur wajah baik pria maupun wanita. Tak hanya selfie saja, AI Beauty 2.0 mampu mendeteksi setiap wajah yang melakukan foto welfie tersebut.   Dalam kondisi minim cahaya, Anda dapat mengandalkan bantuan LED Flash pada kamera selfie Oppo F7. Terdapat mode panorama yang bisa Anda gunakan untuk sudut pandang gambar yang lebih luas. Sejumlah filter dapat Anda gunakan untuk mempercantik hasil foto selfie Anda. Ada pilihan sticker menarik yang dapat Anda pilih. Tak hanya foto, Anda juga bisa mengambil video menggunakan kamera depan dengan mode video maupun time-lapse. Huawei Nova 3i dibekali layar TFT LCD (IPS) berukuran 6,3 inci dengan resolusi FHD+ (2340 x 1080p). Aspek rasionya cukup besar yakni 19,5:9. Warna yang dihasilkan layar Nova 3i adalah 16,7 juta warna dan ukuran saturasi warna (NTSC) nya mencapai 85%. Layarnya sudah dilapisi Corning Gorilla Glass sehingga tahan terhadap goresan benda tajam dan benda keras lainnya. Sementara Oppo F7 dibubuhi layar berjenis LTPS IPS berukuran 6,23 inci dengan resolusi FHD+ (1080 x 2280p). Oppo F7 juga memiliki teknologi layar FHD+ seperti Huawei Nova 3i. Aspek rasio layarnya Oppo F7 lebih kecil dibandingkan Huawei Nova 3i yakni 19:9. Warna yang dihasilkan layar Oppo F7 sama dengan Huawei Nova 3i yakni 16 juta. Seperti Huawei Nova 3i, Oppo F7 juga dilapisi Corning Gorilla Glass. Tampilan antarmukanya, Huawei Nova 3i dibalut EMUI 8.2. Sementara Oppo F7 menggunakan tampilan antarmuka Color OS 5.0. Tampilan Huawei Nova 3i Tampilan home Oppo F7 Tampilan Huawei Nova 3i cukup simpel. Terdapat menu notification tray di atasnya yang memuat semua notifikasi pesan, jejaring sosial dan panggilan masuk. Anda dapat mengatur Wi-Fi, Bluetooth, Mobile Data, Vibration, Auto Rotate, Huawei Share, Airplane Mode, senter, Location Information, Screenshoot, Ride Mode dan menu setting. Notification tray Huawei Nova 3i Notification tray Oppo F7 Tampilan Oppo F7 juga simpel, tak jauh berbeda dengan Huawei Nova 3i. Notification Tray juga disisipi di bagian atas yang mencakup pengaturan Wi-Fi, Bluetooth, Airplane Mode, senter, night mode, calculator, boost, Oppo Share, hotspot, location, power saving mode, clock, camera, start screen recording, portrait lock dan Google Now. Display setting Huawei Nova 3i Karena didukung teknologi AI, layar Huawei Nova 3i mampu menyesuaikan kecerahan layar dengan kondisi pencahayaan di sekitar. Misalnya, jika Anda berada di luar ruangan dengan kondisi terik matahari, maka layar secara otomatis menurunkan brightness. Begitupun dengan Oppo F7, melalui teknologi AI-nya bisa menurunkan brightness layar secara otomatis saat di bawah terik matahari. Anda juga bisa mengatur brightness layar Huawei Nova 3i di notification tray maupun menu setting. Hal yang sama juga dapat Anda lakukan di Oppo F7. Mode split screen juga bisa Anda aktifkan di Huawei Nova 3i dan Oppo F7. Cara mengaktifkan mode split screen di Huawei Nova 3i sangat mudah. Anda hanya perlu tap dan tahan menu recent. Multi Screen Huawei Nova 3i Split screen Oppo F7 Mode split screen Oppo F7 Untuk mengaktifkan mode split screen di Oppo F7, Anda hanya perlu menempelkan tiga jari dan tahan hingga muncul. Cara mengaktifkan kedua mode split screen ini dinilai cukup mudah, masing-masing punya cara tersendiri. Layar Huawei Nova 3i cukup responsive dan cepat ketika mengkases semua aplikasi. Begitupun dengan layar Oppo F7. Bermain game dengan Huawei Nova 3i Dapur pacunya, Nova 3i diperkuat chipset besutan Huawei sendiri yakni Kirin 710. CPU-nya menggunakan Octa-core dengan 4 core Cortex A73 yang melaju hingga 2,2 GHz serta 4 core Cortex A53 berkecepatan 1,7 GHz. Didukung pula GPU Mali-G51 MP4 untuk mengolah grafis. Nova 3i juga didukung teknologi GPU Turbo berbasis AI yang mampu memberikan performa maksimal terutama saat bermain game. Selain performa optimal, teknologi GPU Turbo mampu membuat daya tahan baterai Nova 3i lebih hemat. Jeroannya, Oppo F7 dibenamkan chipset Qualcomm Snapdragon 618. CPU nya menggunakan ARM Cortex A53 Octa core dengan 8 inti core. GPU nya menggunakan Mali-G72 MP3. Penyimpanannya, Huawei Nova 3i ditanamkan RAM 4GB, ROM 128GB serta memori eksternal hingga 256GB. Sedangkan Oppo F7 ditanamkan RAM 4GB, ROM 64GB serta memori eksternal berkapasitas 256GB. Untuk uji performa duo ponsel ini, kami Redaksi Selular.ID melakukan sejumlah tes seperti tes benchmark, bermain game, menonton video dan film serta mendengarkan musik. Aplikasi Benchmark yang kami gunakan untuk tes kedua ponsel ini sama yakni AnTuTu, PC Mark, 3D Mark dan Geekbench 4. Skor AnTuTu Huawei Nova 3i Peringkat AnTuTu Huawei Nova 3i AnTuTu mencatat skor 13352 untuk Huawei Nova 3i dan menduduki peringkat ke 51. Saat tes AnTuTu, Huawei Nova 3i berhasil menjalaninya dengan baik. Pada saat proses render tes AnTuTu 3D, lancar tidak ada lag sama sekali. Tentunya ini didukung kinerja maksimal dari prosesor dan teknologi GPU Turbo. Skor AnTuTu Oppo F7 Peringkat AnTuTu Oppo F7 Masih di AnTuTu, Oppo F7 memang memiliki skor lebih tinggi yakni 13665. Peringkat Oppo F7 di AnTuTu sama dengan Huawei Nova 3i di posisi 51. Namun, ketika tes AnTuTu 3D, Oppo F7 mengalami sedikit lag. Skor PC Mark Work Performance Huawei Nova 3i Skor PC Mark Oppo F7 Tes PC Mark, kembali lagi Oppo F7 meraih skor lebih tinggi dibandingkan Huawei Nova 3i yakni 7816 dalam tes Work 2.0 performance. Sedangkan Huawei Nova 3i memperoleh skor 6376 untuk tes PC Mark Work 2.0 performance. Untuk uji 3D Mark ada dua jenis tes yang dijalani yakni Ice Storm Unlimited dan Sling Shot. Saat menjalani tes 3D Mark, baik Huawei Nova 3i maupun Oppo F7 mengalami sedikit lag. Ketika proses awal render 3D, Huawei Nova 3i cukup lancar. Tapi saat proses render tes akhir terjadi sedikit lag. Hasilnya, Huawei Nova 3i meraih skor 18523 untuk Ice Storm Unlimited dan Sling Shot 1336. Skor 3D Mark Ice Storm Unlimited Huawei Nova 3i Skor PC Mark Sling Shot Huawei Nova 3i Dibandingkan Huawei Nova 3i, lag cukup parah terjadi pada Oppo F7. Sejak awal hingga akhir tes 3D Mark Oppo F7 mengalami lag. Hasilnya, Oppo F7 menorehkan skor 22789 untuk Ice Storm Unlimited dan 1691 untuk Sling Shot. Skor 3D Mark Sling Shot Oppo F7 Skor 3D Mark Ice Storm Unlimited Oppo F7 Tes benchmark terakhir menggunakan Geekbench 4 dengan dua tahap yang meliputi Single-Core dan Multi-Core. Tercatat, Huawei Nova 3i meraih skor lebih tinggi untuk Single-Core dengan 1570. Sementara Oppo F7 mendapatkan skor lebih rendah untuk tes Single-Core yakni 1506. Skor Geekbench Huawei Nova 3i Skor Geekbench Multi-Core Huawei Nova 3i Skor Geekbench Single-Core Huawei Nova 3i Tes Multi-Core, Oppo F7 lebih tinggi dengan torehan skor 5719. Sementara Huawei Nova 3i memperoleh skor 5541 untuk tes Multi-Core. Skor Geekbench Oppo F7 Single-core Skor Geekbench Oppo F7 Skor Geekbench Oppo F7 Multi-core Kami menginstal 6 game yang sama di Huawei Nova 3i dan Oppo F7 yang mencakup PlayerUnknown’s Battlegrounds (PUBG), Arena of Valor (AOV), Asphalt 9: Legends, Dragon Ball Legends, PES 2018 dan Injustice 2. Untuk game PUBG, kami menggunakan setting tertinggi. PUBG Setting grafis PUBG di Huawei Nova 3i Bermain game PUBG di Huawei Nova 3i Setting Grafis PUBG di Oppo F7 Bermain game PUBG di Oppo F7 Terbukti berkat dukungan teknologi GPU turbo, Huawei 3i sanggup melibas habis game PUBG. Game lainnya yang tidak memiliki setting grafis tertinggi, pastinya disapu bersih oleh gawai terbaru Huawei ini. Untuk gaming, Oppo F7 didukung fitur Game Acceleration. Fitur ini mampu memaksimalkan kinerja Oppo F7 ketika gaming. Sekilas fungsinya mirip teknologi GPU Turbo pada Huawei Nova 3i, namun Game Acceleration pada Oppo F7 hanya untuk gaming saja. Game Acceleration Oppo F7 Game acceleration Oppo F7 Namun, hanya sedikit game yang mendukung fitur Game Acceleration seperti PlayerUnknown’s Battlegrounds (PUBG), Arena of Valor (AOV), Clash of Clans (COC), Temple Run 2, Candy Crush dan Naruto X Boruto Ninja Voltage.  Setting grafis Asphalt 9 di Huawei Nova 3i Bermain game Asphalt 9 Setting Grafis Asphalt 9 di Oppo F7 Bermain Asphalt 9 di Huawei Nova 3i Ketika bermain game PUBG dan AOV, jelas Oppo F7 bisa melewatinya berkat sokongan Game Acceleration. Akan tetapi, saat bermain game 4 game lainnya di Oppo F7 seperti Asphalt 9: Legends, Dragon Ball Legends, PES 2018 dan Injustice 2 hasilnya kurang maksimal. Setting grafis Dragon Ball Legends Dragon Ball Legends Bermain game Dragon Ball Legends di Huawei Nova 3i Bermain game Dragon Ball Legends di Oppo F7 PES 2018 Bermain game PES 2018 dengan Oppo F7 Bermain game PES 2018 dengan Oppo F7 Bermain game PES 2018 di Huawei Nova 3i Kami juga bermain game bawaan Huawei Nova 3i seperti Spiderman Ultimated, Asphalt Nitro, Dragon Mania, Sonic Runners, Kingdoms, Puzzle Pets dan Lord Mobile. Ketujuh game bawaan Huawei Nova 3i ini memiliki grafis yang sederhana sehingga tidak terlalu menguras performa Nova 3i. Bermain game bawaan Huawei Nova 3i Spiderman Bermain game bawaan Huawei Nova 3i Sonic Baik Huawei Nova 3i maupun Oppo F7 terasa hangat jika digunakan untuk gaming secara terus-menerus tanpa jeda. Ketika mendengarkan musik, kualitas suara yang dihasilkan Huawei Nova 3i terasa lebih tajam dan bulat. Begitu pula ketika menonton video di YouTube kualitas suara yang dihasilkan sama. Menonton video musik di YouTube dengan Oppo F7 Menonton video di YouTube dengan Oppo F7 Mendengarkan video musik di YouTube menggunakan Huawei Nova 3i Mendengarkan video film di YouTube menggunakan Huawei Nova 3i Kami juga melakukan tes audio di Oppo F7 dengan mendengarkan musik dan menonton video di YouTube. Hasilnya, kualitas suara yang dihasilkan Oppo F7 tidak bulat cenderung pecah, terutama dalam volume paling besar. Sumber tenaganya, Huawei Nova 3i disokong baterai berkapasitas 3340 mAh. Sementara Oppo F7 memiliki kapasitas baterai lebih besar yakni 3400 mAh. Meski kapasitas baterainya lebih kecil, Huawei Nova 3i cukup irit daya. Tentunya ini berkat dukungan teknologi GPU Turbo. Ketika tidak digunakan sama sekali dan dibiarkan standby, Huawei Nova 3i mampu bertahan hingga 48 jam atau kurang lebih 2 hari dalam kondisi full daya 100%. Untuk pemakaian harian seperti telepon, sosial media, pesan instan, email dan lainnya, Nova 3i mampu bertahan hingga seharian penuh atau 24 jam. Ketika digunakan bermain game terus menerus, Huawei Nova 3i sanggup bertahan dalam waktu 7 hingga 8 jam. Gawai ini juga didukung fitur Battery Management berteknologi AI yang mampu menghemat konsumsi daya baterai. Battery management Huawei Nova 3i Untuk pengisian dayanya, Huawei Nova 3i cukup cepat hanya membutuhkan waktu 2,5 jam dalam kondisi low di bawah 15% hingga kondisi full 100%. Ketika di-charge di atas 15% membutuhkan waktu 1,5 jam hingga 2 jam sampai full. Sementara Oppo F7 mengkonsumsi daya baterai yang lebih besar. Ketika digunakan untuk gaming terus menerus, Oppo F7 hanya bisa bertahan dalam waktu 5 sampai 6 jam. Untuk penggunaan harian standar seperti telepon, sosial media, pesan instan, email dan lainnya, Oppo F7 mampu bertahan hingga 20 jam. Ketika tidak digunakan sama sekali dan dibiarkan standby, Oppo F7 mampu bertahan hingga 36 jam dalam kondisi full daya 100%. Proses isi dayanya, Oppo F7 membutuhkan waktu 3 jam dalam kondisi 15% hingga 100%. Jika diisi ulang di atas 15% hanya membutuhkan waktu sekitar 2 hingga 2,5 jam. Skor PC Mark Work Battery Life Huawei Nova 3i Skor PC Mark Battery Life Oppo F7 Kami juga menggunakan aplikasi PC Mark untuk uji daya tahan baterai melaui tes Work 2.0 Battery Life. Huawei Nova 3i berhasil bertahan hingga 12 jam 10 menit dalam tes PC Mark Work 2.0 Battery Life. Sedangkan Oppo F7 hanya bisa bertahan 9 jam 36 menit dalam tes PC Mark Work 2.0 Battery Life. Sistem operasinya, Huawei Nova 3i berjalan dengan Android 8.0 Oreo. Demikian pula dengan Oppo F7 yang juga menggunakan OS Android 8.0 Oreo. Android Oreo Huawei Nova 3i Android Oreo Oppo F7 Huawei Nova 3i menyajikan beragam aplikasi bawaan. Apikasi bawaan dari Google seperti Play Store, Gmail, Google, YouTube, Maps, Drive, Photos, Duo, Play Movies & TV dan Play Music sudah pasti tersaji di semua ponsel Android seperti Huawei Nova 3i. Aplikasi lainnya seperti Facebook, Messenger, Netflix, ZCamera, Camera 360, Babe dan Lazada. Tak ketinggalan aplikasi wajib Huawei seperti AppGalerry dan HiCare tersedia di Nova 3i. AppGallery merupakan aplikasi store Huawei yang memungkinkan Anda mendownload aplikasi menarik layaknya Play Store. Huawei App Galery Huawei HiCare Hadir pula aplikasi game bawaan seperti Spiderman Ultimated, Asphalt Nitro, Dragon Mania, Sonic Runners, Kingdoms, Puzzle Pets dan Lord Mobile. Sementara Oppo F7 tidak banyak menghadirkan aplikasi bawaan. Aplikasi bawaan Google sudah pasti ada di Oppo F7. Game bawaan Huawei Nova 3i Untuk security, Huawei Nova 3i dibekali sensor fingerprint dan face unlock. Sensor fingerprint Huawei Nova 3i mampu membuka kunci ponsel dengan sangat cepat sekitar 0,2 detik. Begitupun face unlock nya mampu membuka ponsel dengan sangat cepat kurang lebih 0,2 detik. Fingerprint Huawei Nova 3i Sensor face unlock Huawei Nova 3i cukup akurat dalam mendeteksi wajah pemiliknya. Misalnya, ketika Anda mendaftarkan wajah Anda secara polos tidak menggunakan aksesoris. Sensor face unlock Huawei Nova 3i tetap bisa membuka ponsel ketika Anda mengenakan aksesoris seperti topi, kacamata dan lainnya. Face unlock Huawei Nova 3i Berbeda dengan Oppo F7, sensor face unlocknya tidak bisa mendeteksi wajah penggunanya ketika menggunakan aksesoris. Sebaiknya Anda melepas aksesoris ketika membuka Oppo F7 melalui sensor face unlock. Fingerprint Oppo F7 Sensor face unlock Oppo F7 mampu membuka ponsel sekitar 0,5 detik sedikit lebih lambat dibandingkan Huawei Nova 3i. Sensor fingerprint-nya mampu membuka ponsel dalam waktu 0,5 detik. Huawei Nova 3i mengusung serangkaian fitur unggulan seperti 4 kamera, teknologi AI, layar FHD+ dan teknologi GPU Turbo. Huawei Nova 3i juga ditunjang fitur ride mode yang memudahkan Anda mengoperasikan gawai ini saat berkendara. Disisipi pula fitur health pada Huawei Nova 3i yang memungkinkan Anda mengecek kesehatan. Mulai dari mengukur kalori, mengukur langkah, mengukur waktu tidur, mengukur berat badan dan mengukur denyut jantung bisa Anda lakukan di fitur ini. Anda juga mengatur waktu Anda berolahraga melalui fitur ini seperti lari dan lainnya. Huawei Nova 3i disisipi fitur pencarian cerdas berteknologi AI. Anda dapat mencari apapun melalui fitur pencarian cerdas ini, termasuk mencari gambar. Cara menggunakannya cukup mudah, cukup masukkan kata kunci di dalam kolom pencarian. Sebelum menggunakannya, Anda harus mendaftar lebih dulu. Smart assistant Huawei Nova 3i Smart assistant Oppo F7 Sama seperti Huawei Nova 3i, Oppo F7 mengusung fitur pencarian cerdas yang juga ditunjang teknologi AI. Cara kerjanya hampir sama dengan Huawei Nova 3i. Sementara Oppo F7 mengusung fitur andalan kamera selfie, layar FHD+, teknologi AI dan game acceleration. Fitur lainnya Huawei Nova 3i dilengkapi sensor accelerometer, gyro, proximity dan compass. Begitupun Oppo F7 didukung sensor accelerometer, gyro, proximity dan compass. Huawei Nova 3i mengusung sejumlah teknologi AI seperti AI kamera, AI Scenery Recognition, AI Beauty Algorithm, HDR Pro, Low Light Solution, 3D Portrait Lighting, AR Fun Selfies, AI Selfie Master, AI 3D, AI 3D Emoji, AI Shopping, AI scanner, pencarian gambar dengan AI, AI Battery Management, teknologi AI pada layar, teknologi GPU Turbo berbasis AI, AI Noise Removal serta konektivitas stabil dengan AI. Untuk fungsi dari teknologi AI Hauwei Nova 3i tersebut sudah dijelaskan di atas. Teknologi AI pada kamera memungkinkan Huawei Nova 3i mengenali sejumlah objek secara akurat seperti manusia, tanaman, makanan, kendaraan, hewan dan lainnya. Oppo juga memiliki teknologi AI pada kamera utama maupun selfie, namun belum secanggih Huawei Nova 3i. Karena didukung teknologi AI, layar Huawei Nova 3i mampu menyesuaikan kecerahan layar dengan kondisi pencahayaan di sekitar. Teknologi AI pada layar Oppo F7 pun demikian, dapat menyesuaikan kecerahan layar dengan kondisi pencahayaan di sekitar. Fitur Battery Management berteknologi AI memungkinkan Huawei Nova 3i menghemat konsumsi daya baterai. Battery Management juga hadir di Oppo F7 dengan fungsi yang sama. Huawei Nova 3i juga memiliki teknologi AI yang dapat memberikan konektivitas stabil. Mode elevator dengan cepat memulihkan sinyal 4G dan secara mengoptimalkan kinerja jaringan ketika berada di dalam lift. Huawei GEO 1.5 menyediakan layanan yang lebih akurat dan meningkatkan kinerja bahkan di dalam terowongan. Fitur AI Noise Removal memiliki kemampuan analitis dan menon-aktifkan suasana berisik yang didukung oleh AI. Tak hanya itu, panggilan volume rendah akan ditingkatkan dan panggilan berisik akan diubah menjadi percakapan yang jelas dan berkualitas tinggi. Serangkaian fitur AI ini tidak dimiliki Oppo F7. Teknologi AI yang tidak dimiliki Huawei Nova 3i dan hanya dimiliki Oppo F7 adalah fitur Kids Space berbasis AI. Fitur Kids Space berbasis AI melindungi ponsel Anda dari jangkauan anak-anak. Kids Space memungkinkan Anda mengatur aplikasi apa saja yang ingin diaktifkan atau dinonaktifkan. Slot SIM Nova 3i Soal konektivitas, Huawei Nova 3i dilengkapi jaringan 4G/3G/2G, Wi-Fi 802.11b/g/n, 2.4 GHz, Bluetooth 4.2, slot SIM Card dan SDCard serta sebuah port Micro USB dan USB 2.0. Sementara Oppo F7 disokong jaringan 4G/3G/2G, Wi-Fi 802.11 a/b/g/n/ac, Bluetooth 4.2, sebuah slot microUSB 2.0, USB On-The-Go serta slot SIM Card dan SDCard. Slot SIM Oppo F7 Huawei Nova 3i hanya memiliki sebuah slot SIM Card dan sebuah slot SD Card. Sedangkan Oppo F7 mempunyai dua buah slot SIM Card dan sebuah slot SD Card. Untuk uji jaringan 4G LTE kedua ponsel ini, Redaksi Selular.ID menggunakan aplikasi Speed Test dari Ookla. Provider yang kami gunakan kali ini untuk Huawei Nova 3i dan Oppo F7 adalah XL. Hasil Speedtest Huawei Nova 3i Huawei Nova 3i melaju dengan kecepatan download 1.43 Mbps dan upload 2.98 Mbps. Hasil lainnya, Ping 15ms, Jitter 45ms dan tidak ada loss untuk Nova 3i. Hasil Speed Test Oppo F7 Sementara Oppo F7 meraih hasil kecepatan download lebih rendah dari Nova 3i yakni 1.18 Mbps. Namun kecepatan upload-nya lebih tinggi mencapai 8.48 Mbps. Hasil lainnya, Oppo F7 mendapatkan Ping 31ms, Jitter 3ms dan loss 0.0%. Untuk uji jaringan ini, tentunya juga ditentukan oleh kestabilan jaringan provider yang digunakan dan wilayah tertentu. Kami juga mencoba transfer data ke PC dan notebook dengan Huawei Nova 3i dan Oppo F7. Hasilnya, baik Huawei Nova 3i dan Oppo F7 cukup cepat dalam transfer data. Untuk transfer data melalui Bluetooth hasilnya pun sama cepatnya. Dari segi desain, baik Huawei Nova 3i maupun Oppo F7 terlihat elegan dengan material aluminium berlapis kaca dibalut warna hitam. Soal desain, semua masalah selera masing-masing. Huawei Nova 3i memang lebih besar karena memiliki layar lebih besar 6,3 inci. Sedangkan Oppo F7 mengusung body yang lebih kecil karena ukuran layar lebih kecil yakni 6,23 inci. Dari segi ukuran layar, memang tidak begitu jauh perbedaanya antara Huawei Nova 3i dan Oppo F7. Ketika bermain game, menonton film dan video serta aktifitas lainnya, baik layar Huawei Nova 3i maupun Oppo F7 cukup nyaman. Kembali lagi soal selera, ada yang suka layar besar ada juga yang suka layar kecil. Meskipun resolusinya berbeda, kamera utama maupun selfie mengusung teknologi AI sehingga menghasilkan kualitas foto yang tajam dan detail. Teknologi kamera AI pada kamera utama maupun selfie Huawei Nova 3i lebih baik dari Oppo F7. Tampilan antarmukanya hampir sama antara Huawei Nova 3i dan Oppo F7. Keduanya sama-sama simpel. Teknologi kamera AI Huawei Nova 3i mampu mengenali banyak objek seperti manusia, hewan, tanaman, makanan, kendaraan dan lainnya. Sedangkan teknologi AI kamera pada Oppo F7 belum maksimal. Secara keseluruhan, teknologi AI Huawei Nova 3i lebih optimal dibandingkan Oppo F7 dan lebih banyak variannya. Komposisi warna hasil foto Huawei Nova 3i lebih natural. Mode dan filter kamera utama dan selfie Huawei Nova 3i lebih banyak. Performanya, Oppo F7 memiliki skor lebih tinggi dibandingkan Huawei Nova 3i untuk tes benchmark seperti AnTuTu, PC Mark dan 3D Mark. Namun, ketika proses render tes 3D menggunakan AnTuTu 3D, Oppo F7 mengalami sedikit lag. Untuk tes Geekbench 4, Huawei Nova 3i meraih skor lebih tinggi untuk Single-Core dengan 1570. Sementara Oppo F7 mendapatkan skor lebih rendah untuk tes Single-Core yakni 1506. Sedangkan tes Multi-Core Geekbench 4, Oppo F7 lebih tinggi dengan torehan skor 5719. Sementara Huawei Nova 3i memperoleh skor 5541 untuk tes Multi-Core. Ketika bermain game, Huawei Nova 3i sanggup melibas semua game. Sementara Oppo F7 mengalami sedikit kendala ketika bermain game yang tidak didukung fitur Game Acceleration. Huawei Nova 3i memiliki aplikasi bawaan lebih banyak dibandingkan Oppo F7 seperti game dan aplikasi lainnya. Ketika uji jaringan, tergantung provider yang digunakan dan wilayah. Hasil uji jaringan, Huawei Nova 3i memiliki kecepatan download lebih tinggi dibandingkan Oppo F7. Sementara kecepatan upload Huawei Nova 3i lebih rendah dibandingkan Oppo F7. Soal harga, Huawei Nova 3i dan Oppo F7 sama-sama dibanderol Rp4.199.000 ketika diluncurkan pertama kali. ", "Tags": ["Tags", "AI", "hasil kamera nova 3i", "hasil kamera oppo f7", "Huawei Nova 3i", "komparasi", "Oppo F7"]}, {"DatePost": "18 April 2018 09:00", "Author": "Khoirunnisa", "Title": "Oppo Raup 22,9% Pangsa Pasar Smartphone Indonesia", "Content": "Jakarta, Selular.ID – Pangsa pasar Oppo meningkat signifikan. Menurut laporan International Data Corporation (IDC) Indonesia, Oppo berada di posisi kedua sebagai brand smartphone terbesar di Indonesia. “Selama 5 tahun di Indonesia, Oppo telah meluncurkan 45 produk, membangun 226 Oppo Store, dan 115 service center yang tersebar di nusantara,” ucap Alinna Wenxin, Marketing Director Oppo Indonesia, pada acara peluncuran Oppo F7 di Jakarta (17/4/2018). Berkat seluruh produk dan layanan tersebut, lanjut Alinna, pangsa pasar Oppo meroket dari 16,6 persen pada 2016, naik 6,3 persen menjadi 22,9 persen pada 2017, mengacu pada data IDC. “Lima tahun ini, Oppo menjelma dari brand asing menjadi brand smartphone paling disukai kalangan muda Indonesia,” kata Alinna.  Alinna memaparkan sejumlah strategi yang telah dilakukan dalam mencapai prestasi ini. Pertama, Oppo berkomitmen untuk terus membawakan produk terbaik yang akan menarik minat pengguna. Kedua, Oppo selalu menggunakan cara yang disesuaikan dengan kebiasaan anak muda untuk berkomunikasi dengan mereka. “Kami berharap Oppo bisa menjadi brand smartphone paling disukai anak muda di dunia namun tetap memiliki emotional resonance dengan setiap user kami,” terang Alinna. Menurut Alinna, saat ini masyarakat dikelilingi berbagai produk canggih. Jika ingin terus disukai konsumen, Oppo harus terus berinovasi yang berorientasi pada user dan terus menjajaki teknologi ke depan. Terakhir, menjaga kualitas produk juga sangat penting. Oppo berjanji untuk terus menghadirkan produk dengan standar kualitas tinggi.  Ketika disinggung target Oppo setelah berhasil menjadi nomor dua, Alinna menjawab bukan angka yang menjadi target perusahaan. “Kami tidak pernah mengatakan ingin menjadi brand nomor satu, tapi kami ingin menjadi brand paling disuka anak muda Indonesia. Makin banyak orang suka, otomatis (peringkat brand) akan lebih tinggi,” pungkas Alinna. Sebagai informasi, Oppo berada di posisi kedua pada daftar Top 5 Brand Smartphone di Indonesia, di mana nomor wahid masih dikuasai Samsung (31,8%). Baca juga: Review OPPO F7: Lebih Dari Sekadar Selfie Expert Dari data IDC yang sama, diketahui merek Advan (7,7%), Asus (6,5%), dan Vivo (6.0%), berada di peringkat ketiga, empat, dan lima Top 5 Brand Smartphone di Indonesia. ", "Tags": ["Tags", "idc", "Oppo", "Oppo F7"]}, {"DatePost": "18 April 2018 07:00", "Author": "Khoirunnisa", "Title": "Resmi Hadir 2 Konfigurasi, Ini Harga Oppo F7 di Indonesia", "Content": "Jakarta, Selular.ID – Setelah mengeluarkan sejumlah teaser di akun media sosial, Oppo F7 akhirnya resmi beredar di Indonesia. Smartphone unggulan itu sudah tersedia untuk dibeli masyarakat di sejumlah mitra e-commerce dan seluruh Oppo Store di tanah air. Di Indonesia, Oppo F7 tersedia dalam dua konfigurasi: RAM 4GB/64GB ROM dan RAM 6GB/128GB ROM. Mulai dijual sejak 13 April, Oppo F7 dijajakan dengan harga Rp4.199.000 (4/64) dan Rp5.499.000 (6/128).  Mengikuti tren warna kekinian, perangkat tersedia dalam pilihan warna Solar red atau merah. Serta, Oppo menawarkan dua warna lainnya yakni Moonlight silver (perak) dan Diamond black (hitam). Spesifikasi yang diusung Oppo F7 antara lain layar 6,23 inci resolusi Full HD+ rasio 19:9 yang ditunjang chipset 64 bit 8 core Mediatek Helio P60 2.0Ghz dipadu prosesor dual core AI. Fitur utama Oppo F7 adalah kamera depan 25MP dengan teknologi AI yang bisa menghasilkan foto bokeh, yang dikombinasikan kamera belakang 16MP. Oppo F7 sudah mengadopsi OS Android 8.0 Oreo dengan Color OS 5.0, konektivitas 4G di dua slot SIM card, dan baterai kapasitas 3400mAh. Baca juga: Review OPPO F7: Lebih Dari Sekadar Selfie Expert Varian warna merah dan silver sudah bisa ditemukan di pasaran. Namun khusus Oppo F7 varian warna hitam untuk dua konfigurasi yang ditawarkan, akan tersedia pada 3 Mei mendatang. ", "Tags": ["Tags", "Oppo", "Oppo F7"]}, {"DatePost": "25 January 2018 09:00", "Author": "Khoirunnisa", "Title": "Review Infinix Zero 5: Smartphone 6GB Harga Paling Terjangkau", "Content": "Jakarta, Selular.ID – Hari ini, Infinix resmi memperkenalkan smartphone pertama di tahun 2018 untuk pasar Indonesia. Bernama Infinix Zero 5, smartphone merupakan perangkat unggulan perusahaan tapi dibanderol dengan harga menengah. Seperti diketahui, di Indonesia, Infinix memiliki 3 lini produk yang menyasar semua segmen. Pertama ada seri S (dulu seri Hot) untuk segmen muda, lalu ada seri Note (dulu Hot Note) untuk kalangan bisnis, serta seri Zero yang menyasar kelas atas. Ketika Infinix mulai memasuki pasar Indonesia pada pertengahan 2015 dengan produk perdana Hot Note X551, perusahaan mendapat predikat Best New Comer di ajang Selular Award 2016 untuk kategori produk. Hingga akhir 2017, setidaknya perusahaan sudah mengeluarkan total lebih dari 10 model smartphone. Sebelum Zero 5, vendor mengeluarkan Infinix SMART yang hanya tersedia offline dan Infinix Note 4 Pro dengan stylus inovatif yang ditawarkan secara terbatas di Lazada pada November silam. Secara tradisi, setelah seri Note, Infinix bakal merilis model Zero. Benar saja, mengawali tahun 2018, Infinix hari ini merilis anggota terbaru di jajaran flagship: Zero 5. Tiga fitur utama yang ditawarkan Infinix Zero 5 adalah RAM 6GB, dual-camera di belakang, dan kerangka bodi yang solid. Smartphone dengan RAM 6GB belum banyak di Indonesia. Sebut saja Oppo F5 dan Asus Zenfone 3 Deluxe. Tapi keduanya dibanderol di atas Rp5 juta. Infinix Zero 5 menjadi smartphone dengan kapasitas RAM 6GB termurah saat ini. Penjualan hari ini (25/1/2018) di Lazada dimulai pada pukul 11.00 wib, smartphone ditawarkan dengan harga Rp3.499.000. Selular.ID berkesempatan mencicipi produk tersebut sebelum peluncuran resminya. Penasaran? Berikut ulasan Redaksi untuk smartphone Infinix Zero 5 X603. Highlight Infinix Zero 5 – RAM 6GB ROM 64GB – USB Type C – Kamera ganda di belakang – Layar belum mengusung rasio 18:9 – Harga Rp3,5 juta  Pertama kali membuka kotak pembungkus, kata “bongsor” mungkin akan terlintas pertama kali. Ya, Infinix Zero 5 terbilang besar karena mengusung layar 5,98 inci Full HD. Ukuran lengkap bodinya adalah 166.4 x 82.4 x 7.9 mm. Sementara bobotnya juga tergolong berat (karena baterai besar) yaitu 197 gram. Infinix Zero 5 mengusung dimensi yang lebih lebar dari smartphone berlayar 6 inci pada umumnya, apalagi bila dibandingkan dengan smartphone ramping berasio 18:9 yang sekarang sedang mewabah di tiap vendor. Karena tiga poin tadi (bongsor, lebar, dan berat), maka mengoperasikan Infinix Zero 5 dengan satu tangan terbilang sulit. Bahkan setelah menggunakannya selama dua minggu, kami juga belum sepenuhnya terbiasa dengan ukurannya. Kami tidak mengatakan smartphone ini tidak cocok untuk kaum hawa, tapi jika Anda tidak masalah dengan ‘body ekstra’ yang diberikan, maka Infinix Zero 5 layak Anda jadikan prioritas. Dari segi desain, sebenarnya tidak ada yang benar-benar menonjol. Apalagi saat ini dimana display bezel-less tengah jadi topik hangat di ranah smartphone, maka desain Zero 5 tergolong standar. Tapi, kualitas kerangka bodinya menjadi keunggulan Infinix Zero di segmen harga ini. Mengusung desain unibody berbalut logam dengan permukaan depan semua kaca, dan lekukan tepi yang elegan, sangat memberi kesan premium smartphone. Di bagian belakang, terlihat sentuhan apik di sekitar peletakan kamera. Balok hitam memanjang, mengkilap dan bertekstur, mengapit kamera ganda dan LED flash. Sekilas desain ini mirip dengan posisi kamera ala Huawei P9. Unit yang kami pegang memang berwarna hitam, tapi ada pilihan warna lain yang disebut Infinix Bordeaux Red, yaitu merah. Kami sudah melihatnya, dan jika Anda memutuskan untuk membeli Zero 5, pastikan memilih warna merah, karena terasa lebih kontemporer dibanding dua warna lainnya (hitam dan emas).  Infinix Zero 5 mempunyai bentang layar 5,98 inci yang sangat menawan. Berlapis Corning Gorilla Glass, tampilan 1080p Full HD terlihat sangat terang, dan semua warnanya renyah. Tapi jika Anda merasa belum puas dengan tampilan layarnya, ada pilihan untuk men-tweak pengaturan layar secara manual agar sesuai dengan selera Anda. Bahkan tingkat keterbacaan font di bawah sinar matahari langsung mengesankan. Infinix sepertinya sudah memikirkannya dengan matang, karena layar sangat mendukung konten multimedia meski dilihat saat pengguna berada di luar ruangan. Ini bagus untuk menonton video saat bepergian, dan bahkan gaming secara mobile juga terlihat sangat baik. Karena Infinix belum menerapkan rasio 18:9, maka akan ada bezel cukup di bagian atas dan bawah. Frame di bagian bawah nampak sia-sia karena tombol navigasi berada di dalam layar.  Sebagai perangkat flagship, Zero 5 sudah pasti ditopang prosesor andal. Guna menjamin performa, smartphone didukung oleh SoC-PWC MediaTek Helio P25 octa-core yang mampu berlari dengan kecepatan hingga 2,6GHz yang dipasangkan dengan RAM 6GB. Di atas kertas, perangkat ini tampak mampu menangani hampir semua hal yang diperintahkan. Setelah pengujian dua minggu pemakaian, betul saja. Untuk penggunaan sehari-hari yang cukup padat (call, browsing, gaming, streaming, downloading, chatting, video call, dll) semua lancar. Sementara video dan game juga ditangani dengan cukup baik. Kami mencoba memainkan game sarat grafis seperti Asphalt 8: Airborne, baik kecepatan respon papan kontrol dan visual, cukup baik. Perangkat mampu menangani multitasking dengan baik, tentu karena RAM super lega. Seperti halnya kebanyakan OEM China, Zero 5 juga berjalan pada versi Android OS yang disesuaikan. Ada Android Nougat onboard yang dibungkus Infinix’s XOS Hummingbird UI. Di kancah global, perusahaan menjanjikan satu update software, ke Android Oreo. XOS 3.0 menyajikan fungsi baru dan interaksi baru. Dibandingkan versi XPS sebelumnya, Zero 5 didesain dengan sistem anti-pencuri, mode split-screen yang fleksibel, dan fitur interaksi pintar yang baru. Sejumlah fitur yang akan bermanfaat bagi pengguna angara lain kemampuan untuk melindungi aplikasi pengguna, dan menghapus data ponsel dari jarak jauh. Ada juga fitur yang disebut Freezer, yang pada dasarnya meng-idle-kan aplikasi yang tidak Anda gunakan cukup lama. Setelah dibekukan, aplikasi ini tidak memakai sumber daya telepon, dan kemudian bisa dicairkan kembali hanya dengan sekali tekan.  Infinix menjadikan dual-kamera sebagai nilai jual utama Zero 5. Setup di bagian belakang dilengkapi dengan kombinasi lensa wide-angle 12MP, dan lensa telefoto 13MP. Keseluruhan fungsinya mirip dengan yang Anda lihat di smartphone seperti Apple iPhone X. Kedua kamera yang bekerja sama tidak hanya membantu menawarkan zoom tanpa celah, tapi juga memungkinkan Anda memotret dengan efek bokeh seperti DSLR. Selama kondisi pencahayaan ideal, semua foto yang kami ambil terlihat tajam dan detil. Modus potret tidak diragukan lagi ada di antara fitur utama, dilengkapi dengan fokus dan blur. Smartphone juga memungkinkan Anda untuk memfokuskan kembali foto setelah selesai diambil. Hasil foto di dalam rumah berbeda. Saat kondisi pencahayaan kurang ideal, foto yang dihasilkan tidak sedetil dan setajam outdoor atau cahaya cukup. Meskipun ada mode Pro untuk men-tweak pengaturan kamera secara manual, hasilnya masih lebih baik di outdoor atau di pencahayaan cukup. Di bagian depan, ada kamera 16 megapiksel dilengkapi LED Flash dengan mode kecantikan standar, dan mode bokeh. Meskipun tidak ada pengaturan dual-kamera di bagian depan, smartphone menggunakan perangkat lunak untuk menciptakan blur buatan. Sementara hasil selfie normal dan bokeh cukup baik.  Zero 5 hadir dengan penyimpanan internal 64GB. Jika itu tidak cukup, ada juga slot khusus untuk kartu microSD di sebelah kiri, dengan dukungan kartu hingga 128GB. Smartphone didukung baterai kapasitas besar 4.350mAh yang cukup untuk tidak men-charge seharian. Bahkan dengan penggunaan berat yang melibatkan game dan menonton video, baterai hampir bisa bertahan seharian. Dalam hal pengisian daya, Infinix mengatakan Zero 5 mendukung XCharge, yang  seharusnya mempersingkat waktu pengisian. Tetapi ketika kami coba, perlu waktu lebih dari dua jam untuk mengisi daya dari nol-100 persen. Bukan port biasa, Infinix Zero 5 sudah menggunakan USB Type-C seperti smartphone premium Samsung Galaxy S8 dan LG V30. Di bagian belakang terdapat sensor sidik jari yang dipasang dengan baik, cukup mudah dijangkau saat memegang perangkat dengan satu tangan. Sensornya cukup cepat untuk membangunkan perangkat, dan juga sangat berguna saat mengklik selfie. Terakhir, ada dukungan untuk dua kartu SIM (Micro), dengan nampan SIM diletakkan di sisi kanan. Sementara kedua slot SIM mendukung LTE, tapi hanya satu yang bisa diaktifkan dengan 4G, sedangkan yang lainnya beralih ke 3G.  Menggunakan aplikasi benchmark Antutu, Infinix Zero 5 menunjukkan angka 66128, yang artinya sangat baik untuk bermain game berat dan bersosialisasi di dunia maya seharian. Diajak mengolah dokumen kantor secara mobile pun sangat nyaman dan lancar berkat layar dan RAM yang besar.  Memasuki tahun ketiga kehadirannya di Indonesia, Infinix masih kalah pamor dengan merek global seperti Samsung ataupun rival se-daratan Oppo dan Vivo, bahkan Xiaomi. Tapi hal itu bukan berarti produk Infinix lebih jelek dari produk mereka. Contohnya Zero 5 ini nampak mampu menonjol di segmen menengah yang sangat kompetitif. Di segmen harga Rp3-4 juta, pembeli selalu mengharapkan kamera yang bagus. Smartphone seperti Oppo dan Vivo unggul dalam hal selfie sementara Infinix Zero 5 menawarkan kamera belakang yang sangat berkualitas. Layak dibeli? Berdasarkan dua minggu bersama Infinix Zero 5, smartphone berhasil memukau di beberapa area. Terutama pada tampilan layar yang besar dan tajam, kerangka yang solid dan daya tahan baterai cukup lama termasuk di antara kelebihan utamanya. Di aiai software, XOS 3.0 pada Zero 5 menawarkan beberapa fitur privasi yang menonjol. Hasil bidikan kameranya sangat baik. Pada harga Rp3,5 jutaan, Zero 5 sangat layak dibeli. Beli sekarang Infinix Zero 5 di Lazada. ", "Tags": ["Tags", "Infinix", "Infinix Zero 5"]}, {"DatePost": "3 February 2017 08:00", "Author": "selular", "Title": "OPPO F1s New Edition, Bawa RAM dan Memori Internal Lebih Besar", "Content": "Jakarta, Selular.ID – Mendulang sukses di pasar, kelangsungan hidup OPPO F1s terus diperpanjang. Setelah meluncurkan OPPO F1s versi Raisa Phone, kini smartphone seri “Selfie Expert” ini hadir dalam versi OPPO F1s New Edition. Di versi terbaru ini OPPO F1s membawa kapasitas RAM dan memori internal lebih besar. Smartphone ini sudah mulai tersedia di pasar smartphone Tanah Air pada 1 Februari 2016. “Kami menghadirkan perangkat baru OPPO F1s ini atas dasar tuntutan dari konsumen kami. Selain itu hadirnya perangkat ini ditujukan untuk memberikan pengalaman selfie lebih baik dengan hadirnya kapasitas penyimpanan sebesar 64 GB, Konsumen tidak perlu khawatir lagi kehabisan penyimpanan saat asik ber-sefie,” ujar Ivan Lau, CEO OPPO Indonesia. Selain penambahan kapasitas internal memory, OPPO F1s versi baru ini juga membawa kapasitas RAM yang lebih besar. “Hadirnya RAM 4GB tentunya menjanjikan kenyamaan konsumen dalam penggunaannya, berpindah pindah aplikasi media social sambil mendengarkan music dan editing hasil foto dapat dilakukan bersamaan, semua terasa ringan,” tambah Ivan. OPPO F1s 4+64 ini masih memiliki kemampuan yang sama dengan versi sebelumnya. Mengusung kamera depat 16 Megapixel dengan sensor 1/3.1 inci ditambah dengan diafragma besar F/2.0 menghasilkan tangkapan gambar selfie yang lebih terang, jernih, dan natural. F1s 4+64 ini masih membawa kemampuan beautify 4.0 yang menjanjikan hasil selfie yang disesuaikan oleh rata-rata kulit orang Asia. Selfie di tempat kurang cahaya pun dapat menghasilkan gambar yang baik dengan bantuan fitur screen flash technology. OPPO F1s 4+64 ini akan dipasarkan serentak pada awal Februari 2017. Perangkat ini bisa didapatkan di seluruh OPPO Store dan jaringan toko-toko yang menjual OPPO cameraphone di seluruh Indonesia. Perangkat ini dapat dibeli dengan harga Rp3.899.000 dan hadir dalam dua varian warna gold dan rose gold.   ", "Tags": ["Tags", "Oppo", "oppo f1s", "Oppo F1s New Edition", "smartphone"]}, {"DatePost": "20 January 2017 17:00", "Author": "selular", "Title": "Review Coolpad Fancy 3 : Menantang Segmen Selfie dengan Kamera Depan 8MP", "Content": "Jakarta, Selular.ID – Coolpad menjadi salah satu vendor Tiongkok yang diakhir tahun lalu, mencoba peruntungan di segmen selfie. Mengusung seri Fancy 3, Coolpad mencoba bersaing dengan kompatriotnya seperti Oppo dan Vivo. Dalam sebuah penelusuran, para pedagang banyak memprediksi tahun 2017 nanti, akan terjadi “perang” terbuka antara sesama pabrikan ponsel Tiongkok. Tidak sekedar merilis produk baru, ponsel yang dipasarkan pabrikan Tiongkok tersebut, kurang lebih hadir dengan teknologi, serta membidik segmen pasar yang sama. Salah satu sektor yang diincar para pabrikan Tiongkok tersebut, adalah segmen smartphone selfie. Coolpad Fancy 3 saat ini menjadi salah satu produk selfie buatan pabrikan Tiongkok. Coolpad Fancy 3 dipastikan akan head to head langsung dengan produk serupa buatan Oppo dan Vivo, yang nota bene juga berasal dari Tiongkok. Untuk bersaing di ranah selfie, pabrikan asal Negeri Tirai Bambu ini sudah dipersenjatai kamera depan 8MP, plus dukungan lampu flash untuk keperluan foto di kondisi kurang cahaya. Selain kamera selfie 8MP, ponsel ini juga didukung kamera belakang 8MP. Agar hasil foto lebih maksimal, Fancy 3 sudah dibekali berbagai menu pendukung standar. Imaging terutama selfie memang menjadi menu andalan Fancy 3, hanya saja produk ini juga tidak luput dari berbagai fitur yang cukup “kekinian”. Salah satunya fasilitas yang mengikuti tren saat ini, yakni keberadaan sensor sidik jari yang tertanam di bodi bagian belakang. Dari segi koneksi, Coolpad mengklaim Fancy 3 mampu mengakses jaringan 4G. Coolpad sendiri kabarnya sudah merakit produk tersebut di Indonesia, yang artinya sudah memenuhi aturan Tingkat Kandungan Dalam Negeri (TKDN) untuk produk 4G. Sayang, unit yang diterima redaksi ternyata masih 3G. Coolpad Fancy 3 sendiri juga hadir dengan membawa fitur dual-SIM berukuran Micro-SIM yang dapat diaktifkan secara bersamaan. Dari sektor hardware, dapur pacu Fancy 3 dikomandoi prosesor Quad core 1GHz dengan chipset MediaTek MT6735CP, RAM 2 GB, GPU ARM Mali 450, dan ROM 16 GB. Ponsel ini menggunakan baterai berkapasitas 2500 mAh. Desain Fancy mencoba hadir kepermukaan dengan konsep desain yang cantik dan elegan, layaknya artis Maudy Ayunda yang kebetulan didapuk sebagai brand ambasadornya. Bodinya dikemas mengguna materil metal dengan sentuhan list silver yang mengelilingi bagian sisinya. Ponsel ini sendiri mengusung konsep unibody. Saat digenggam, terasa jika ponsel ini memiliki ukuran bodi yang kompak Secara keseluruhan Fancy 3 memiliki total dimensi 151.2 x 74.7 x 7.5 mm dengan bobot 168 gram. Bada bagian sisinya terdapat beberapa port serta slot pendukung standar. Ornamen list horizontal di bodi belakang Fancy 3, sepintas membuat tampilan jagoan Coolpad ini mirip iPhone. Cover bodi belakang menggunakan material doff, sehingga kesat saat digenggam. Di sektor belakang, terdapat lensa kamera yang bersanding dengan lampu flash, sensor sidik jari plus corong speaker di bagian bawah. Secara umum dari segi desain, tampilan Fancy terbilang cukup elegan. Layar Komposisi eksterior semakin pas dengan dibenamkan layar IPS 5 inci beresolusi HD. Layarnya didesain 2.5D curved glass, sehingga bentuknya sedikit melengkung di bagian sisinya. Ketika dieksplor layar Fancy 3 terbilang baik, hanya dengan sedikit sentuan, display jagoan Coopad itu sudah merespon. Tampilan antar muka Fancy 3 mengadopsi CoolUI 8.0. Walau terlihat sederhana, tampilannya tetap enak dipandang mata. CoolUI 8.0 mampu memberikan pengalaman yang lebih baik, saat Selular mengulik Fancy 3 lebih jauh. UI tersebut juga memberikan beberapa fitur menarik yang cukup fungsional, seperti pusat kontrol yang baru, tiga jari untuk screen shot, dan banyak fitur cerdas lainnya. Menu Selfie Jika merujuk perangkat selfi yang tertanam di Fancy 3, harus diakui ukuran lensa kamera depan jagoan Coolpad, kalah jauh dengan beberapa pesaingnya seperti Oppo dan Vivo. Sebagai gambaran, kamera selfie Vivo seri V5, sudah menggunakan lensa 20MP, sementara Coolpad hanya mentok di 8MP. Tidak bisa dipungkiri kamera selfie Fancy 3 memang tidak terlalu besar, namun dengan teknologi yang diusung, performa foto selfie ponsel ini layak uji. Dari hasil ekspolrasi, ada 3 komponen penting yang membuat, Fancy 3 diklaim dapat menghasilkan foto selfie berkualitas. Pertama ponsel ini dibekali kamera depan 8MP dengan bukaan lensa f/2.2. Sensornya sendiri memiliki angle seluas 80.1 derajat yang dapat mencakup lebih banyak orang untuk selfie. Selanjutnya, faktor pencahayaan didukung oleh lampu flash LED di kamera depan, cocok untuk melakukan selfie walaupun di lingkungan yang redup. Ketiga kamera selfie Fancy 3, mampu menangkap gambar dengan cepat. Berdasarkan hasil ujicoba, ketiga komponen tadi bekerja dengan baik dalam menghasikan foto selfie yang cukup memuaskan. Menu lainnya Coolpad Fancy 3 bekerja dengan platform Android 6.0, serta diklaim sudah mampu mengakses jaringan 4G. Tersedia juga sensor sidik jari yang tertanam di bodi belakang. Selain menjadi fasilitas keamanan, sensor sidik jari juga berfungsi sebagai quick capture, one-key dial, dan dapat membuka aplikasi dalam sekejap. Dari hasil uji coba, penempatan sensor sidik jari yang berada tepat di bawah kamera belakang, terbilang sangat fungsional. Dengan posisi sensor sidik jari yang ada di bodi belakang, tidak akan adalagi cerita foto selfie berantak, lantaran konsumen kesulitan menekan tombol capture. Untuk fitur lainnya, bisa dikatakan tidak berbeda jauh dengan produk Android kebanyakan. ", "Tags": ["Tags", "coolpad fancy 3"]}, {"DatePost": "24 November 2016 18:00", "Author": "selular", "Title": "Review Samsung Galaxy J7 (2016): Harga Mahal, Fitur Maksimal", "Content": " Jakarta, Selular.ID – Seperti pada Galaxy J5, J7 juga dibawa samsung sebagai line-up terbaru yang mereka unggul tahun ini membawa embel-embel nama (2016) dibekalakangnya, menjadi pembeda smartphone pendahulunya yang diluncurkan tahun lalu. Apalagi perbedaannya? Keunggulan: – Layar Cerah – Dibekali koneksi NFC – Dibekali Fitur S-Health – Koneksi 4G/LTE Kekurangan: – Hasil Kamera standart Frame Logam Galaxy J7 (2016) memiliki bentuk yang mirip seperti pada saudaranya J5 (2016). Tapi dibandingkan J7 sebeumnya bentuknya yang lebih pendek, dan tipis, meskipun kapasitas baterainya lebih besar. Mirip dengan Galaxy J5 (2016), yang membedakan hanya badan yang lebih besar dengan badan desain yang lebih kokoh.  Jika pendahulunya masih menggunakan bahan material plastik, kali ini Samsung membuatnya dengan bentuk yang lebih kokoh, yakni dengan metal frame yang berguna untuk melindungin bodynya. Namun begitu, Samsung masih teteap menggunakan material plastik dibeberapa bagian smarthphone ini, seperti pada back cover. Bentuknya memang lebih tipis tapi pada bagian kamera tetap saja ini agak menonjol keluar. Bentuknya yang hampir flat dan memiliki lapisan dengan pegangan yang sedikit kasar membuatnya ergonomis dan mudah untuk digunakan baik dengan satu atau kedua tangan. Secara desain,smartphone ini hampir sams dengan smartphone Samsung lain,dibawah layar mash terdapat tombol home khas samsung yang ditemani dengan tombol kapasitif touch bach dan Task switcher. Beralih pada samping kanan tersedia tombol  Power/Lock ,sedangkan disebelah kiri terdapat tombol volume rocker. Diatas layar tersedia kamera depan dengan LED flash, earpiece, sensor proximity. Namun sayang seperti pada Galaxy J5 (2016), Samsung tidak menambahkan sensor ambient light senso, sehingga tidak ada pengaturan otomatis untuk kecerahan layar. Dibagian bawah, pengguna akan menemukan port microUSB port, dan headphone jack 3.5mm. [nextpage title=”Super AMOLED”]Super AMOLED Samsung membekali Galaxy J7 (2016) dengan layar Super AMOLED 5.5 inci, sama seperti pendahulunya. Namun sayangnya dibandingkan dengan seri J5 yang mmemiliki ukuran layar yang lebih kecil, resolusinya tetap sama, yakni 1280×720 piksel, dengan kedalaman 267ppi.  Untuk tampilan, Samsung membawa OS Android 6.0.1 Marshmallow dengan lapisan interface TouchWiz UI diatasnya. Didalamnya tersedia beragam fitur baru seperri app manager, Doze mode, dan Google Now.Tampilan homescreen sangat mirip dengan sejumlah smartphone Samsung lainnya, begitu juga pada tampilan Bar Notification yang dapat ditarik dengan men-scroll layar dari atas kebawah. Disitu tersedia slider brightness, S Finder dan tombol Quick connect. Namun begitu pengguna juga masih dapat menyembunyikannya dengan menggunakan pilihan option. Tidak hanya pada tampilan tesebut pengguna juga dapat mengubah tampilan sesuai kebutuhan.[nextpage title=”Kinerja”]Kinerja Di indonesia,samsung memasarkan Galay J7 (2016) dengan dhipset prosesor Exynos 7870 yang menggunakan CPU  Octa-core Cortex-A53 dengan kecepatan masihng masihng inti prosesor 1.6GHz. sedangkan untuk mendukung kinerja grafis, Samsung telah menggunakan GPU Mali-T830 MP2. Dengan dukungan RAM 2GB diklaim mampu mendukung proses mutitasking. Untuk menyimpan data, pengguna telah disediakan memori internal sebesar 16 GB.  Tidak memiliki konsep unibodi pada desainnya, penggguna dapat melepas baterai dan backcover dengan mudah. Didalamnya tersedia baterai berkapasitas 3,300mAh dengan slot microSIM dan microSD.  Dan untuk menambahkan memori pengguna daat mennambahkan kartu memori MicroSD hingga 256GB.  Saat diuji dengan menggunakan aplikasi Antutu bechmark, Galaxy J7 (2016) mempu mendapatan skor hingga 49 ribu-an. Skor ini cukup baik dan mampu disejajarkan dengan kinerja smartphone lainnya seperti Lenovo Vibe K4 Note atau Oppo F1 Plus. Kinerja yang cukup baik juga ditunjukan saat kami test dengan memainkan game sekelas Sniper 3D Assassin Gun Shooter. Game dapat dijalankan dengan lancar tanpa ada masalah. Untuk kinerja baterai, tersedia kapasitas baterai 3,300mAh jenis Li-Ion, dengan baterai jenis removable pengguna dapat dengan mudah untuk membongkar-pasang baterai. degannkombinasi chipset 14nm, smartphone ini menawarkan daya tahan baterai yang cukup lama. Saat kami gunakan lebih dari 18 jam kami dapat menggunakannya dengan lancar dengan penggunaan standart,  baik untuk berkomunikasi melalui chatting atau melalukan browsing dan streaming video youtube.  [nextpage title=”Kamera”]Kamera Seperti pendahulunya, Samsung Galaxy J7 (2016) dibekali dengan kamera dengan resolusi 13MP. Namun kali ini lensa lamera yang dimilikinya menggunakan lensa dengan aperture f/1.9, dengan aspek rasio 4:3, kamera ini mampu camera menghasilkan foto dengan resolusi maksimal 4128×3096 piksel. Didalamnya tersedia beberapa pilihan mode yang dapat digunakan, seperti Night mode, Sound & shot, Sports dan HDR. Pada kamera depan tersedia lensa kamera 5MP f/1.9 aperture dengan LED flash untuk melakukan selfie.  Samsung Galaxy J7 (2016) juga menawarkan mode Pro, didalamnya tersedia pengaturan White balance, ISO dan Exposure. Selain itu pengguna juga dapat melakukan pegaturan kamera lainnya. Untuk mengakses fitur kamera, selain melalui menu pengguna juga dapat mengakses fitur ini dengan menekan tombol Home.  Pada kualitas kamera, dengan pengaturan HDR hasilnya cukup memuaskan,  wana yang dihasilkan sangat baik dan detail. Tidak hanya pada kondisi pencahayaan yang cukup, pada kondisi geap juga mampu menghasilkan gambar yang jelas, dengan sedikit noise yang ditimbulkan. Tidak hanya itu, kamera ini juga mampu menghasilkan perekaman video yang cukup baik pada resolusi 1080p dengankecepatan 30fps. [nextpage title=”Konektivitas”]Konektivitas Galaxy J7 (2016) memiliki kemampuan untuk menapung dua kartu SIM sekaligus dan keduanya dapat aktif bersamaan, dengan begitu pengguna akan eih bebas menggunakana dua katu dalam smartphone ini. Pada koneksi internet selular pengguna akan diakomodasi dengan koneksi 4G, sehingga dapat merasakan koneksi internet tereat saat ini.  Selain itu Samsung masih menyediakan koneksi Wi-Fi, GPS denga A-GPS, Bluetooth v.4.0, dan FM radio. Dan seperti pada produk flagship, galaxy J7(2016) juga sudah dibekali dengan koneksi NFC yang dapat diaktifkan melalui menu Settings. Untuk koneksi kabel data tersedia port microUSB dan jack headphone 3.5mm. Port microUSB dapat anda gunakan untuk membaca flashdisk karea sudah mendukung USB On-The-Go. ", "Tags": ["Tags", "Samsung", "samsung galaxy j7 (2016)"]}, {"DatePost": "4 July 2016 13:45", "Author": "selular", "Title": "Vivo X7 dan X7 Plus, Smartphone Berkamera Selfie 16 Megapixels Pesaing Oppo F1 dan...", "Content": "Jakarta, Selular.ID – Vivo resmi merilis smartphone terbarunya, yaitu Vivo X7 dan X7 Plus. Smartphone ini menjagokan kemampuan kamera selfie, dan menjadi penantang serius bagi Oppo F1 dan F1 Plus yang sudah hadir lebih dulu. Sama dengan Oppo F1 dan F1 Plus , smartphone Vivo X7 dan X7 Plus memiliki kamera depan untuk selfie dengan resolusi 16 Mpix dengan aperture f/2.0. Sedangkan kamera belakang nya ‘hanya’ berresolusi 13 Mpix dengan aperture f/2.2 Vivo juga mengakomodir kebutuhan memotret di kondisi kurang cahaya atau low light. Yaitu dengan tidak lupa menyediakan lampu Flash baik untuk kamera depan maupun kamera belakang. Tidak hanya itu, kamera di kedua smartphone ini juga didukung teknologi dari Arcsoft agar hasil foto tetap terlihat tajam meski di kondisi low light. Untuk tampilan desainnya, Vivo X7 membawa layar sentuh 5,2 inch sedangkan X7 Plus berlayar sentuh 5,7 inch. Keduanya sama-sama mengusung teknologi layar Super Amoled LCD dengan resolusi Full HD. Layar ini tersemat di bodi berbahan magnesium alumunium dengan ketebalan hanya 7,2 mm. Tidak lupa disematkan Fingerprint scanner di bodi belakang. Untuk kinerjanya , kedua smartphone ini sama-sama mengusung prosesor Qualcomm Snapdragon 652 berkecepatan 1,8 GHz serta didukung RAM 4 GB. Urusan kapasitas penyimpanan, baik Vivo X7 maupun X7 Plus dibekali memori internal 64 GB, namun khusus X7 Plus tersedia pilihan 128 GB. Tidak ketinggalan tambahan memori eksternal berupa slot Micro SD yang bisa membaca kartu memori hingga kapasitas 256 GB. Soal daya tahan hidupnya , kedua smartphone bersistem operasi Andorid 5.1 Lollipop diselipkan baterai berkapasitas besar. X7 dibekali baterai berkapasitas 3.000 mAh, sedangkan X7 Plus kapasitas baterai nya lebih besar lagi, yaitu 4.000 mAh. Kedua smartphone 4G ini siap dijual di pasaran sekitar pertengahan bulan Juli tahun ini. Vivo X7 dibanderol dengan harga sekitar Rp 4,9 juta. Sedangkan harga X7 Plus belum diketahui akan dijual dengan harga berapa. ", "Tags": ["Tags", "Selfie", "Vivo", "vivo x7", "vivo x7 plus"]}, {"DatePost": "20 June 2016 13:55", "Author": "Redaksi", "Title": "OPPO Memilih Hijabers Untuk Mempromosikan Smartphone Terbarunya", "Content": "Jakarta, Selular.ID – Wanita muslim yang mengenakan hijab (alias Hijabers) tampaknya menjadi target market yang sedang laris diincar banyak brand. Mulai dari shampoo bahkan hingga susu low-fat, terpantau telah merilis produk yang ditujukan khusus untuk kalangan ini. Di bidang smartphone, tampaknya OPPO-lah yang jeli melihat peluang tersebut dan bergerak cepat dengan memilih Laudya Cynthia Bella sebagai brand ambassadornya. Memiliki lebih dari 5 juta pengikut di Twitter & lebih dari 10 juta pengikut di Instagram, rasanya memang tepat memilih selebriti cantik yang satu ini untuk mempromosikan smartphone terbaru OPPO, yakni F1 Plus. Bella membuktikan bahwa hijab bukan halangan untuk tampil modis & stylish. Pilihan busana hijab dan foto Bella pun terbukti tetap mengundang para penggemarnya untuk mengikuti jejaknya. Penampilan kasual, simpel namun tetap stylish menjadi signature style dari Bella. “Smartphone adalah satu benda yang benar-benar harus aku bawa. Karena aku shooting setiap hari dan komunikasi dengan keluarga juga harus tetap terjaga. Selain itu, smartphone menurutku harus bisa buat foto-foto. Apalagi dengan lokasi shooting berbeda-beda, sayang sekali kalau setiap momen-momennya tidak diabadikan. Makanya fitur favoritku dari OPPO F1 Plus adalah kameranya. Kamera depannya bagus sekali. Jadi setiap aku selfie bisa langsung diunggah ke sosial media tanpa harus diedit lagi” ujar Bella ketika menerangkan kenapa dia menyukai smartphone OPPO F1 Plus. “Terus, aku juga suka VOOC, karena hanya 30 menit nge-charge baterai sudah terisi dari 75%.” Hadir dengan dua pilihan warna yakni Gold dan Rose Gold, smart OPPO F1 Plus bisa didapatkan di berbagai gerai smartphone ataupun toko online. Jika Anda ingin membuktikan terlebih dahulu kemampuan kamera depan yang beresolusi 16MP, Anda bisa mengunjungi gerai OPPO yang tersebar di seluruh Indonesia. Namun jika Anda sudah pernah membaca atau menonton video reviewnya, membeli smartphone OPPO F1 Plus melalui toko online bisa menjadi opsi yang menarik. Sebab selain lebih praktis (Anda bisa belanja dari mana saja), toko online lebih sering memberikan diskon atau promo smartphone terbaru serta produk lainnya. Pilihan tentu ada di tangan Anda. ", "Tags": ["Tags", "mataharimall", "MatahariMall.com", "Oppo"]}, {"DatePost": "12 October 2019 12:30", "Author": "Ricky Fitrah", "Title": "Ini Smartphone realme yang Cocok untuk Gaming, Harga Rp3 Jutaan", "Content": "Jakarta, Selular.ID – Berbagai vendor smartphone sedang gencar memasarkan produk dengan spesifikasi mumpuni. Salah satunya realme, vendor yang berbasis di Shenzen ini mulai merajai pasar ponsel Tanah Air. Setelah sukses dengan realme 2 Pro yang meraup Rp33 miliar dalam program flash sale pada Oktober 2018 lalu, realme semakin dikenal oleh masyarakat Indonesia. Ini membuat sub-brand Oppo mulai percaya diri dengan menghadirkan perangkat lainnya. Pada bulan Mei lalu, realme meresmikan realme 3 Pro yang ditenagai chipset Snapdragon 710. Dalam waktu satu menit, realme 3 pro habis diserbu para pembeli melalui program flash sale di Lazada. Baca juga: Realme Belum Akan Bangun Pabrik di Indonesia Selang beberapa bulan, vendor ponsel yang memiliki jargon dare to leap ini menghadirkan penerus realme 3 pro. Sang penerus ini diberi nama realme 5 dan realme 5 Pro. Untuk itu, berikut Selular rangkum smartphone realme yang cocok buat main game.  realme 5 Pro hadir dalam dua varian, 4GB dan 8GB RAM yang memiliki internal storage 128GB. Smartphone ini memiliki chipset 712 AIE delapan inti dengan fabrikasi 10nm. Dari hasil benchmark, Snapdragon 712 mendapatkan skor 182686, dan skor GPU-nya 56045. Baca juga: Ini Kelebihan dan Kekurangan Realme 5 Pro Untuk harganya, Realme 5 Pro konfigurasi RAM 4GB dengan ROM 128GB dibanderol Rp2.999.000 dan RAM 8GB dengan ROM 128GB berharga Rp3.699.000. Realme X menggunakan chipset Snapdragon 710 AIE dengan fabrikasi 10nm. Smartphone ini memiliki beberapa variasi RAM dan penyimpanan internal. RAM 4GB + ROM 128GB: Rp3.799.000 dan RAM 8GB + ROM 128GB: Rp4.199.000.   Namun menurut Product Manager realme Indonesia, Felix Christian, realme X sudah tidak diproduksi lagi di Indonesia. Namun pembeli dapat menemukan produk ini melalui gerai offiline maupun online selama stok masih tersedia. Realme 3 Pro Smartphone ini memiliki layar 6,3 inci Full HD+ dan chipset Snapdragon 710, kamera yang lebih baik, dan RAM lebih besar daripada realme 3 pertama. Baca juga: Review Realme 3 Pro, Pro di Semua Aspek Realme 3 Pro versi (4/64) dibanderol seharga Rp2.999.000. Sedangkan varian realme 3 Pro (6/128) dipasarkan seharga Rp3.699.000. Sama seperti realme X, realme 3 pro juga sudah tidak diproduksi lagi. Tapi, pembeli masih bisa mendapatkannya di toko online maupun offline selama persediaan masih ada. Simak video menarik:  ", "Tags": ["Tags", "RealMe", "Realme 3 Pro", "Realme 5 Pro"]}, {"DatePost": "21 September 2019 11:00", "Author": "Ricky Fitrah", "Title": "Ini Smartphone dengan Chipset Snapdragon 710 Harga Rp3 Jutaan", "Content": "Jakarta, Selular.ID – Chipset merupakan otak dari segala sesuatu diperangkat elektronik, khususnya smartphone. Komponen satu ini bertugas sebagai pengatur segala inputan yang masuk sehingga memiliki output yang dikehendaki. Saat ini, chipset yang paling populer dijajaran smartphone Rp3 jutaan adalah Snapdragon 710. Ya, komponen inti dari smartphone besutan Qualcomm yang resmi dirilis tahun lalu ini memiliki banyak keunggulan. Keunggulan tersebut diantaranya sudah mendukung kamera hingga resolusi 48 megapiksel hingga perekaman video 4K. Selain kamera, chipset yang diberi nama “part” SDM710 ini juga telah mendukung pengisian cepat, Qualcomm Quick Charge 4+. Dengan berbagai keunggulannya, banyak vendor smartphone yang merilis hp dengan prosesor Snapdragon 710 di tahun 2019 ini. Sebut saja Oppo, dengan perangkat teranyarnya beberapa waktu lalu, Oppo K3 dan Realme dengan perangkat Realme X. Maka dari itu, Selular.id telah merangkum smartphone dengan Snapdragon 710 yang rilis di tahun 2019.  Oppo K3 resmi dirilis awal Agustus 2019 lalu. Smartphone dengan chipset Snapdragon 710 ini dibanderol Rp3,6 jutaan. Selain membawa chipset yang handal dikelasnya, Oppo K3 juga membawa sejumlah fitur unggulan. Dengan dukungan 6GB RAM dan 64GB peyimpanan internal, Oppo K3 dapat diandalkan ketika diajak multitasking. Selain itu, desain layarnya megusung OLED Panoramic full screen 6,5 inch, dimana tidak ada notch atau waterdrop. Masalah kamera, Oppo K3 sudah dibekali dengan dual camera 16MP + 2MP dan kamera selfie pop-up beresolusi 16MP. Baca juga: Ini Fitur Unggulan Oppo K3      Smartphone kamera pop-up pertama Realme, resmi dijual di Indonesia. Realme X mengedepankan tiga keunggulan utama sebagai bahan jualannya, yakni desain, fotografi dan performa. Realme X menggunakan chipset Snapdragon 710. Smarpthone ini memiliki beberapa variasi RAM dan penyimpanan internal. RAM 4GB + ROM 128GB: Rp3.799.000 dan RAM 8GB + ROM 128GB: Rp4.199.000. Masalah kamera, Realme X membawa dual-camera dengan ukuran 48MP + 5MP, dan kamera selfie pop-up sebesar 16MP. Baca juga: Resmi di Indonesia, Ini Harga dan Spesifikasi Realme 5 dan 5 Pro Review Realme 3 Pro Realme 3 Pro memiliki layar 6,3 inci Full HD+ dan chipset Snapdragon 710, kamera yang lebih baik, dan RAM lebih banyak daripada Realme 3 pertama. Penyimpanannya ditunjang RAM 6GB dengan memori internal 128 GB dan memori eksternal hingga 256 GB. Soal foto dan video, Realme 3 Pro disematkan kamera utama ganda beresolusi 16MP dan 5MP. Untuk selfie, Realme 3 Pro memiliki kamera depan beresolusi 25MP dengan aperture f/2.0. Realme 3 Pro versi (4/64) dibanderol seharga Rp2.999.000. Sedangkan varian Realme 3 Pro (6/128) dipasarkan seharga Rp3.699.000. Baca juga: Review Realme 3 Pro, Pro di Semua Aspek  Xiaomi juga punya smarpthone dengan Snapdragon 710. Dibekali dengan varian 4GB RAM dan 6GB RAM dengan peyimpanan internal 64GB. Mi 8 SE rupanya memiliki panel Super AMOLED beresolusi full HD+ 2248 x 1080 pixels. Masalah kamera, Xiaomi Mi 8 SE memiliki dual-camera beresolusi 12MP + 5MP dan kamera selfie 20MP. Harga Xiaomi Mi 8 SE untuk berkisar Rp3,8 juta untuk 4GB/64GB, dan Rp4 jutaan untuk varian lebih tinggi, 6GB/64GB. Itulah daftar hp dengan chipset Qualcomm Snapdragon 710 di tahun 2019. Semua smartphone diatas memiliki kekurangan dan kelebihan masing-masing, kembali lagi terhadap kebutuhan kalian. Selamat memilih! Tonton video menarik SelularTV:  ", "Tags": ["Tags", "Oppo", "Realme 3 Pro", "Realme X", "Snapdragon 710"]}, {"DatePost": "16 September 2019 15:00", "Author": "Arini Fazrin", "Title": "Ini Daftar Smartphone Gaming Rp3 Jutaan", "Content": "Jakarta, Selular.ID – Semakin berkembangnya tim esport di Tanah Air turut mendukung banyaknya minat-minat baru sebagai gamers. Tidak hanya itu, ketersediaan game yang menantang juga ikut ambil bagian dalam banyaknya hobby gaming bahkan dalam sebuah smartphone. Baca juga: Merasakan Pengalaman Gaming PUBG Mobile dengan Vivo Z1 Pro Kini banyak vendor-vendor smartphone yang menyediakan spesifikasi mumpuni dalam ponsel pintarnya. Hal itu karena spesifikasi yang dibutuhkan oleh seorang gamers dalam ponsel gaming-nya cukup tinggi. Tidak usah khawatir, kali ini Selular.ID akan mengulas daftar smartphone gaming dengan harga Rp3 jutaan.  Sederet spesifikasi yang diberikan kali ini mencakup kebutuhan gaming dalam ponsel Anda, seperti dapur pacunya, kapasitas baterai, RAM, hingga fitur fast charging yang memang tersemat dalam daftar smartphone gaming Rp3 jutaan.  Smartphone besutan perusahaan asal China ini, menggunakan prosesor Snapdragon 710 yang dipadankan dengan RAM 6 GB dan media penyimpanan 64 GB. Untuk finger printnya Oppo K3 mengandalkan modul pemindai sidik jari yang tertanam langsung di dalam layar (in-display). Lebioh lanjut Oppo K3 menjalankan sistem operasi Android 9.0 Pie dengan modifikasi antarmuka khas Oppo Color OS 6.0. Ponsel ini juga memiliki fitur untuk optimalisasi ponsel seperti Game Boost 2.0, Frame Boost, dan Touch Boost. “Frame Boost akan menstabilkan frame rate yang didapat pada game. Sedangkan touch boost akan meningkatkan respon sentuhan saat bermain game. Oppo juga membenamkan fitur game assistant untuk mencegah gangguan ketika pengguna bermain game,” ujar Aryo Meidianto selaku PR Manajer Oppo Indonesia dalam peluncurannya (7/8). Baca juga: Ini Fitur Unggulan Oppo K3 Ponsel ini didukung dengan baterai berkapasitas 3.765 mAh dengan dukungan teknologi pengisian cepat VOOC 3.0 20W yang mengusung USB Type C. Dengan memiliki dapur pacu serta kapasitas baterai yang mumpuni, Oppo K3 bisa menjadi referensi ponsel gaming Anda, cukup membayar Rp3,6 juta, Anda sudah bisa memboyongnya.  Vivo Z1 Pro dipersenjatai dengan prosesor Snapdragon 712 AIE, serta dilengkapi fitur Vivo Multi-Turbo dan Ultra Game Mode yang telah didesain khusus oleh Vivo. dengan mengusung tagline ‘Powerful Inside’, Snapdragon 712 AIE yang tersemat dalam Vivo Z1 Pro merupakan chipset yang terbaru dari Qualcomm untuk seri high-end. Dibangun pada proses 10 nm serta menggunakan Multi-Core yang canggih hingga kecepatan 2.3GHz. Penggunaan fabrikasi 10nm menghadirkan manajemen daya yang lebih rendah sehingga baterai Vivo Z1 Pro dapat bertahan lama. Tidak hanya itu, Vivo Z1 Pro juga mendukung performa untuk multi-aplikasi baik streaming hingga mobile gaming, melalui prosesor Octa-Core CPU Generasi ke-3 sehingga performa gaming terasa lebih halus namun tetap efisien. Baca juga: Ini 10 Perbedaan Vivo S1 dan Vivo Z1 Pro Bagi para penggemar mobile gaming, Vivo Z1 Pro mendukung dengan Vivo Multi-Turbo melalui 5 fitur optimalisasi, yaitu Center Turbo, AI Turbo, Net Turbo, Cooling Turbo, dan Game Turbo siap menambah akselerasi performa Smartphone saat menjalankan aplikasi gaming. Terdapat pula Ultra Game Mode yang memiliki fitur pengubah suara, Sound-Localisation Training Center, 4D Game Vibrations dan tanda ‘Do Not Distrub’. kapasitas baterai dalam Vivo Z1 Pro juga super besar yakni 5000 mAh. Selain itu, didukung dengan pengisian baterai secara cepat melalui fitur 18W Dual Engine Fast Charging serta Reverse Charging yang memungkinkan Vivo Z1 Pro menjadi power bank untuk mengisi daya perangkat lainnya. Jika Anda ingin memboyongnya, Vivo Z1 Pro bisa Anda miliki dengan harga Rp 3,099 dalam situs resminya.  Smartphone yang dirilis perkenalkan pada Juni lalu, Realme X rupanya masih mengusung dapur pacu yang sama dengan Realme 3 Pro. Realme X menggunakan chipset snapdragon 710 dengan sistem operasi ColorOS 6.0 berbasis android pie 9. Terdapat dua varian konfigurasi RAM dan internal memory yang dapat pengguna pilih, 4GB/128GB dan 8GB/128GB. Untuk menunjang aktivitas smartphone, Realme X sudah dibekali dengan baterai 3700mAh. Baca juga: Sedap, Ini Dia Fitur dan Spesifikasi Realme X Mengadopsi LPDDR4X dan teknologi UFS 2.1 flash storage, yang memastikan kecepatan tinggi dalam mengelola data. Pengguna bisa berpindah-pindah antar aplikasi dengan lancar walaupun banyak aplikasi yang sedang berjalan. Selain itu, dengan layar yang berukuran 6.36 inci serta aspek ratio 91.8% turut mendukung kenyamanan saat bermain game dengan Realme X ini yang tanpa gangguan poni camera. Bagi Anda yang ingin memilikinya, bisa langsung mengunjungi situs e-commerce resmi dari Realme, yang dibanderol dengan harga Rp 3,99 juta. Realme 3 Pro Realme 3 Pro resmi menyapa Indonesia pada Mei lalu dengan mengedepankan kamera, performa, desain dan daya tahan sebagai fitur andalan. Bagian dayanya Realme 3 Pro ditunjang baterai berkapasitas 4045mAh yang didukung fitur VOOC 3.0 baru dengan daya pengisian 20W (5V4A). Dengan fitur VOOC 3.0, proses isi daya Realme 3 Pro cukup cepat hanya membutuhkan waktu 80 menit dalam kondisi dibawah 20% hingga 100%. Hanya dalam 30 menit ponsel ini dapat terisi hingga 50%. Nah salah satu fitur yang cocok bagi gamers yaitu dengan tersedianya Game space yang menyajikan menu balanced mode, signal strength dan block banners. Balanced mode mampu meningkatkan performa Realme 3 Pro ketika bermain game. Baca juga: Review Realme 3 Pro, Pro di Semua Aspek Signal strength mampu menstabilkan jaringan ketika bermain game online. Block banners memungkinkan Anda memunculkan dan membalas panggilan suara dan pesan. Dapur pacunya, Realme 3 Pro diperkuat chipset Qualcomm Snapdragon 710 dengan prosesor Octa-core dan GPU Adreno 616. Penyimpanannya ditunjang RAM 6GB dengan memori internal 128 GB dan memori eksternal hingga 256 GB. Untuk menguji dapur pacunya, Selular.ID melakukan serangkaian tes benchmark pada Realme 3 Pro. Di AnTuTu, Realme 3 Pro meraih skor 154786 dengan menduduki peringkat ke 154786. Untuk PC Mark, Realme 3 Pro menorehkan skor 6528. Realme 3 Pro mendapatkan skor 27743 setelah menjalani tes 3D Mark. Selanjutnya tes Geekbench, Realme 3 Pro meraih skor 5907 untuk Multi-Core dan 1485 untuk Single-Core. Hal ini cukup untuk membuktikan bahwa Realme 3 Pro cocok disematkan sebagai ponsel gaming. Bagi Anda yang ingin memilikinya, Realme 3 Pro saat ini dibanderol dengan harga Rp2,99 dalam situs belanja online. Sudahkah Anda memutuskan akan memboyong seri apa? Nah, itu tadi sederet referensi smartphone gaming Rp3 jutaan yang bisa Anda jadikan acuan berbelanja smartphone khusus game. ", "Tags": ["Tags", "Oppo K3", "Realme 3 Pro", "Realme X", "Smartphone Gaming Rp3 jutaan", "Vivo Z1 Pro"]}, {"DatePost": "13 September 2019 16:00", "Author": "Yuni Riadi", "Title": "5 Smartphone dengan Baterai Besar Harga Kurang dari Rp3 Juta", "Content": "Jakarta, Selular.ID – Kapasitas baterai besar menjadi salah satu pertimbangan dalam memilih smartphone. Dari pantauan Selular.id di pusat penjualan ponsel ITC Roxy Mas Jakarta Pusat, dan Roxy Square, Jakarta Pusat, ponsel dengan daya baterai 4000mAh dan 5000mAh cukup banyak dicari pembeli. Apalagi jika harganya tidak lebih dari Rp3 juta. “Ada lima seri yang masih bagus penjualannya, selain kapasitas daya baterainya besar, harganya juga tidak lebih dari Rp3 juta,” ujar Simon Pemilik Chans Celullar, ITC Roxy Mas Jakarta pusat, (13/9/19). Hal senada pun dikatakan Poppy, pemilik Happy Cell, Roxy Square, Jakarta pusat. Lima seri, smartphone tersebut masih menjadi pilihan pembeli untuk smarphone baterai besar di bawah Rp3 juta. Berikut Lima seri smartphone berdaya besar, dengan harga kurang dari Rp3 juta. Xiaomi Redmi Note 7 (4/128) Bateria 4000mAh Harga: Rp2.700.000.  Redmi Note 7, didukung baterai dengan kapasitas sebesar 4.000 mAh. Cukup untuk menemani penggunanya seharian penuh dalam pemakaian normal. Smartphone ini juga mendukung Fast Charging. Fitur fast charging ini dapat mengisi penuh baterai yang hanya memakan waktu sekitar 2 jam dalam kondisi kosong. Selain itu, fast charging di ponsel ini sudah berteknologi Quick Charge 4.0. Sementara kamera, Xiaomi Redmi Note 7 didukung kamera utama dengan resolusi 48MP dan bukaan lensa f/1.8. Kamera ini dipadu dengan kamera sekunder beresolusi 5MP Dengan resolusi 48MP ini memungkinkan pengguna melihat lebih jelas dan detail yang ditangkap lebih jernih. Oppo A7 (4/64) Baterai 4230mAh Harga: Rp2.500.000  Oppo A7 menanamkan baterai dengan kapasitas besar, yaitu 4.230mAh. Dengan kapasitas sebesar itu, pengguna tidak perlu khawatir nyari stop kontak untuk ngecas ketika sedang di luar. Lebih dari itu, dengan AI battery management yang cerdas menonaktifkan aplikasi yang tidak aktif dan mengurangi penggunaan berlebih untuk menghemat daya. Ponsel ini memiliki 16MP kamera depan yang bahkan lebih bagus dari kamera belakang yang hanya beresolusi 13MP dan 2MP. Fitur kamera depannya pun sudah memiliki fitur beauty mode, bekas jerawat yang baru kamu pecahkan saja bisa tak terlihat. Asus Zenfone Max Pro M1 (6/64) Baterai 5000mAh Harga: Rp2.000.000  Asus Zenfone Max Pro M1 memiliki kapasitas baterai yang tergolong besar. Baterai yang tertanam di HP ini adalah Li-Po 5000mAh. Baterai ini sanggup bertahan lama, malahan pengguna bisa mendapatkan durasi waktu 3 hari lebih dengan penggunaan bermain game kisaran tiga jam dalam satu harinya. Malahan, saat baterai penuh, estimasi penggunaan Asus Zenfone Max Pro M1 bisa mencapai 5 hari dengan kondisi auto brigthness dinyalakan. Smartphone ini punya kamera 13MP dan 5MP (kamera kedua). Selanjutnya, kamera depan Asus ZenFone Max Pro M1 memiliki resolusi 8MP dengan dukungan portrait atau layar belakang bokeh. Asus Zenfone Max Pro M2 RAM 6GB ROM 64GB Baterai 5000mAh Harga: Rp2,8 juta Asus telah membekali Max Pro M2 dengan kapasitas baterai yang sangat besar, yaitu 5.000mAh. Bahkan, ponsel ini diklaim dapat bertahan selama dua hari. Dengan kapasitas sebesar itu, kalian tak perlu khawatir akan kehabisan daya saat bermain game. Max Pro M2 tidak didukung pengisian daya atau tidak menambahkan fitur fast charging pada smartphone ini. Dengan kapasitas daya yang melebihi ponsel pintar pada umumnya, Asus Max Pro M2 memerlukan waktu yang cukup lama untuk mengisi daya hingga penuh. Kamu harus menunggu setidaknya 2,5-3 jam sampai terisi full. Max Pro M2 didukung kamera belakang 12MP dan 5MP depth sensor, sementara kamera depan 13MP. Meskipun smartphone ini lebih ditujukan untuk gaming, namun kualitas video yang ditawarkan oleh Zenfone Max Pro M2 ini cukup bagus. Selain dapat merekam dengan kualitas Full HD pada 60fps, Max Pro M2 memiliki fitur EIS atau Electronic Image Stabilizer. Baca Juga :5 Smartphone Layar Besar yang Banyak Dipilih Pembeli Realme 3 Pro (4/64) Baterai 4045mAh Harga: Rp2.700.000 Review Realme 3 Pro Realme 3 Pro dibekali baterai berkapasitas 4045mAh. Baterai berkapasitas besar ini dilengkapi fitur VOOC 3.0 Flash Charge. Dengan charger VOOC yang tersedia dalam paket penjualan, dalam kondisi kosong diperkirakan hanya dibutuhkan 30 menit untuk mengisi kapasitas baterai hingga 50 persen dan penuh hanya dalam 80 menit. Realme 3 Pro memiliki kamera belakang ganda yang menggunakan sensor Sony IMX 519 resolusi 16MP aperture f/1.7 dan lensa keduanya beresolusi 5MP f/2.4. Di kamera depan disediakan sensor 25MP aperture f/2.0. Fitur AI yang otomatis mendeteksi objek atau pemandangan yang tertangkap kamera sehingga memilih mode foto terbaik masih bisa ditemukan di realme 3 Pro. Kemampuan AI ini cukup kadang sulit dan kadang mudah dimanfaatkan ", "Tags": ["Tags", "smartphone baterai besar"]}, {"DatePost": "27 August 2019 08:30", "Author": "Uday Rayana", "Title": "Siapa Pemenang Dalam Perlombaan Smartphone 5G?", "Content": "Jakarta, Selular.ID – Penjualan global smartphone 5G diperkirakan mencapai 160 juta unit pada 2020. Angka itu dapat tercapai jika komersialisasi 5G dapat lepas landas di China seperti yang diharapkan. Demikian kajian Strategy Analytics yang diumumkan baru-baru ini. Lembaga riset konsumer terkemuka itu, juga meyakini bahwa vendor nomor dua dunia, Huawei akan muncul sebagai pemenang utama dalam perlombaan 5G. Dalam sebuah pernyataan, firma analis mengatakan bahwa Huawei berada pada posisi terbaik untuk menangkap lebih banyak penjualan ponsel pintar 5G China. Huawei dapat memanfaatkan keberhasilan itu untuk mendorong posisi yang lebih baik di pasar smartphone global yang belakangan menurun gara-gara sanksi dari AS. Menurut Ville Petteri-Ukonaho, Associate Director Strategy Analytics, tak diragukan lagi bahwa China akan memegang kunci volume penjualan perangkat 5G pada 2020 mendatang. “Perusahaan yang dapat meraih pangsa pasar perangkat 5G terbanyak, tentunya akan memiliki pengaruh besar untuk menggerakkan kurva belajar (learning curve), baik dari sisi produksi maupun penyebaran perangkat 5G”, ujar Ville. Di sisi lain, SVP Strategy Analytics, David Kerr mencatat bahwa vendor Korea Selatan Samsung saat ini adalah perusahaan perangkat 5G terkemuka. Sayangnya, Samsung saat ini hanya memiliki 1% pangsa pasar di China. Karena China diperkirakan akan menjadi pasar smartphone 5G terbesar, dengan penjualan ponsel berpotensi mencapai 80 juta pada 2020, maka jalur ini menjadi jelas bagi Huawei untuk mengambil keuntungan. “Huawei baru-baru ini mempercepat dan mengintensifkan upayanya di pasar dalam negeri untuk menghadapi ketidakpastian internasional,” kata David Kerr. David menambahkan, pada Q2 2019, Huawei telah memperluas pangsa pasar ponsel pintar di pasar domestik menjadi hampir 40%, jauh melampaui semua pesaing lainnya. “Jika China memenuhi target agresifnya, Huawei dapat memotong kepemimpinan Samsung 5G secara mendalam, memposisikannya untuk pemulihan dan pertumbuhan di Eropa Barat dan pasar global lainnya”, pungkas David Kerr. Seperti halnya Strategy Analytics, lembaga riset Canalys juga sudah menerbitkan perkiraan mengenai pasar smartphone 5G. Diproyeksikan smartphone yang mendukung 5G akan mengungguli jumlah smartphone 4G pada 2023 mendatang. Perusahaan memprediksi pada 2023 akan ada 800 juta unit ponsel 5G. Pangsanya sebesar 51,4% dari total pengapalan smartphone dan akan melampaui persentase pengapalan 4G pada tahun tersebut. Canalys memprediksi, secara keseluruhan, total pengapalan smartphone 5G antara 2019 hingga 2023 akan mencapai 1,9 miliar unit. China diproyeksikan akan menjadi pasar ponsel 5G terbesar dengan porsi pengapalan mencapai 34 persen, disusul oleh wilayah Amerika Utara sebesar 18,8 persen, dan Asia Pasifik 17,4 persen. Canalys menyebutkan percepatan adopsi ponsel 5G tidak terlepas dari inisiatif pemerintah China dalam mengakselerasi pengembangan jaringan 5G di negaranya. Dalam kajiannya, Canalys mengungakapkan bahwa operator telekomunikasi khususnya China Mobile, terus berupaya memperluas cakupan layanan 5G ke berbagai kota-kota utama. China Mobile berupaya membangun sekitar 600.000 hingga 800.000 BTS 5G pada 2020. Naik signifikan dari jumlah 130.000 BTS pada akhir 2019. Begitupun dengan Huawei. Vendor jaringan itu, menunjukkan peningkatan 5G yang kuat untuk stasiun pangkalan dan komponen smartphone ke rantai pasokannya, kata laporan itu. Nicole Peng, VP of Mobility Canalys, mengatakan ada sejumlah fenomena dalam diskusi 5G di MWC Shanghai tahun ini, di mana lisensi 5G China diberikan setahun lebih awal dari rencana. Selain peran pemerintah, menurut Peng, kapabilitas keuangan dari para operator selular dan banyaknya vendor smartphone asal China yang meluncurkan ponsel 5G, membuat penetrasinya semakin agresif. Diramalkan, pada 2020 mendatang, sebanyak 17,5% smartphone yang dikapalkan ke China akan berteknologi 5G. Canalys memperkirakan angka ini akan melonjak menjadi 62,7 persen pada tahun 2023. Tahun ini dan tahun depan, diketahui sejumlah smartphone 5G akan hadir di pasar. Seperti Samsung Galaxy S10 5G, LG V50 ThinQ, OnePlus 7 Pro, Oppo Reno 5G, Nokia 9 PureView, Realme 5G, Cooolpad 5G, dan Moto Z4 Motorola yang dihubungkan dengan mod Moto 5G. Sejumlah vendor besar bahkan telah mematok waktu peluncuran, yakni pada September mendatang, seperti yang diumumkan oleh Samsung dan Huawei. Hal itu memaksa Apple untuk mempercepat rencana peluncuran smartphone 5G miliknya. Rakasasa asal Cupertino itu, kemungkinan akan membenamkan teknologi 5G untuk tiga iPhone baru, yang diprediksi meluncur ke pasar pada paruh kedua 2020. Di China sendiri, Axon 10 Pro 5G menjadi smartphone 5G pertama yang tersedia secara komersial. Dilansir dari berita pemerintah Xinhau, ZTE melakukan peluncuran produknya pada Selasa (6/8) waktu China. Perangkat yang pertama kali diumumkan pada Februari di MWC 2019 itu dilengkapi dengan layar AMOLED 1080p berukuran 6,47 inci, ditopang chipset Snapdragon 855 dan triple camera. Saat itu, ZTE melaporkan Axon 10 Pro 5G akan menggunakan salah satu modem X50 5G generasi 1 Qualcomm yang akan terhubung dengan jaringan nirkabel 5G China yang akan datang. Sayangnya, pelanggan di China baru bisa menikmati layanan 5G pada bulan Oktober nanti, meskipun mereka tetap dapat membeli perangkat tersebut mulai hari ini. Meski telah melenggang duluan, ZTE harus bisa membuktikan produk besutannya itu, dapat diterima dengan luas oleh konsumen. Dengan banyaknya pemain, sudah pasti pasar tidak kekurangan ponsel 5G premium. Hal ini menjadi tantangan bagi ZTE, karena Axon terbilang belum menjadi brand yang belum cukup kuat untuk bersaing di segmen atas, yang selama ini dikuasai Apple, Samsung dan Huawei. ", "Tags": ["Tags", "5G", "Smartphone 5G"]}, {"DatePost": "28 July 2019 08:00", "Author": "Ricky Fitrah", "Title": "Sedap, Ini Dia Fitur dan Spesifikasi Realme X", "Content": "Jakarta, Selular.ID – Realme X resmi diperkenalkan di Indonesia pada Kamis (25/06), di Jakarta. Smartphone yang memiliki kamera pop-up pertama Realme ini memiliki tiga andalan: desain, fotografi, dan tentunya performa. Realme X rupanya masih membawa chipset yang dimiliki oleh Realme 3 Pro, yaitu menggunakan Snapdragon 710. Di Tanah Air, Realme X hadir dengan dua varian konfigurasi RAM dan penyimpanan internal, 4GB/128GB dan 8GB/128GB. Untuk lebih lengkapnya, simak ulasan spesifikasi Realme X berikut ini. Smartphone besutan sub-brand Oppo ini membawa layar AMOLED dari Samsung dengan bentang 6.53 inci Full HD+. Untuk melindungi dari goresan, layarnya sudah dilapisi Corning Gorilla Glass 5. Agar lebih sedap bermain game dan menonton film, layarnya memiliki rasio 91.2% tanpa gangguan poni. Mengikuti jaman, Realme akhirnya mengeluarkan smarpthone dengan kamera pop-up. Dengan dibekali sensor Sony IMX471 beresolusi 16MP, Realme X mampu menghasilkan gambar ultra HD. Waktu yang dibutuhkan untuk mengeluarkan kamera depan hanya 0,74 detik, bisa untuk pop-up 50 kali perhari lebih dari 10 tahun. Sedangkan, kamera utamanya juga sudah dilengkapi dengan sensor Sony IMX586 dual-camera 48MP dan 5MP.  Terdapat fitur kamera Super Nightscape dan Chroma Boost serta ditunjang AI Intelligent Beauty. Baca juga: Realme U1 Banting Harga Smarpthone ini dibekali dengan teknologi fingerprint dalam layar yang memiliki modul Goodix G2.4 dengan mesin akselerasi DSP. Realme mengklaim bahwa fingerprint yang tertanam ini lebih cepat 28.5% dari generasi sebelumnya. Ukurannya pun kini lebih besar 44% piksel dan rentang yang lebih dinamis seluas 30%. Untuk mempercepat pengisian daya, smartphone ini dibekali dengan teknologi milik Oppo, VOOC Charge. Pada versi 3.0, teknologi pengisian cepat ini diklaim mampu mengisi daya baterai hingga 60% walaupun sedang main game selama 1 jam. Algoritma baru pengisian constant-voltage memangkas waktu pengisian 23.8% bila dibandingkan dengan versi 2.0. Realme X  menggunakan chipset snapdragon 710 dengan sistem operasi ColorOS 6.0 berbasis android pie 9. Terdapat dua varian konfigurasi RAM dan internal memory yang dapat pengguna pilih, 4GB/128GB dan 8GB/128GB. Untuk menunjang aktivitas smartphone, Realme X sudah dibekali dengan baterai 3700mAh. Mengadopsi LPDDR4X dan teknologi UFS 2.1 flash storage, yang memastikan kecepatan tinggi dalam mengelola data. Pengguna bisa berpindah-pindah antar aplikasi dengan lancar walaupun banyak aplikasi yang sedang berjalan. Baca juga: Oppo Hadirkan ColorOS 6 Versi Open Beta, Apa Saja Fiturnya? Realme menggandeng platform Shopee sebagai partner penjualan perangkat terbarunya ini. Berikut daftar harganya: – RAM 4GB + ROM 128GB: Rp3.799.000 – RAM 8GB + ROM 128GB: Rp4.199.000 – Realme X Spider Man: Far From Home: Rp4.199.000 ", "Tags": ["Tags", "RealMe", "Realme X"]}, {"DatePost": "2 April 2019 07:00", "Author": "Yuni Riadi", "Title": "Kian Terpuruk Jadi Alasan Sony Batasi Bisnis Smartphone Pada 2020?", "Content": "Jakarta, Selular.ID – Sebagai brand yang pernah mengenyam kejayaan dan nama besar, kinerja Sony secara keseluruhan cenderung baik, tetapi unit mobile-nya terus terperosok. Perusahaan Jepang itu baru saja mengungkapkan hasilnya untuk kuartal ketiga tahun fiskal 2018 Unit Mobile Communications Sony melaporkan penjualan 137,2 miliar yen (Rp18 triliun), membuat penurunan besar dibandingkan tahun lalu. Pada Q3 2017 divisi ini menghasilkan penjualan 217,5 miliar yen (Rp28 triliun). Unit ini juga beralih dari untung 15,8 miliar yen (Rp2 triliun) pada Q3 2017 menjadi rugi 15,5 miliar yen (Rp1,9 triliun) pada Q3 2018. Perusahaan mengatakan penurunan penjualan smartphone sebagai alasan utama. Sony secara khusus menunjukkan penurunan penjualan di Eropa, Jepang, dan Amerika Latin. Di sisi lain, perusahaan mencatat pengurangan dalam biaya operasi sebagai satu hal positif untuk kuartal tersebut. Namun angka itu mewakili penurunan besar dalam setahun, di saat divisi berjuang melawan brand-brand seperti Samsung, Huawei, Xiaomi, dan produsen lainnya. Dan kenyataan Xiaomi dan Oppo telah memasuki lebih banyak pasar Eropa, Sony tentu akan mendapat tekanan lebih besar pada tahun ini. Dalam situasi seperti ini, seperti dilaporkan Slash Gear, Sony dikabarkan tengah berencana untuk membatasi bisnis ponselnya. Menurut Nikkei Asian Review, perusahaan asal Jepang tersebut berencana memotong 50 persen bisnis smartphone-nya pada 2020. Pembatasan bisnis smartphone ini  pasalnya Sony memang tidak mendapatkan pijakan yang tepat dalam industri ini. Bahkan menurut Statista sekira 1,6 miliar ponsel yang diproduksi pada 2018, hanya ada 10 juta di antaranya perangkat milik Sony. Tak hanya itu pembatasan tersebut juga diprediksi akan berujung pada potensi PHK karyawan perusahaan hingga 2.000 orang. Meskipun demikian, perusahaan diharapkan mentransfer beberapa karyawan ke divisi lain. Jika isu PHK benar, hal ini bukan menjadi yang pertama kali bagi Sony merampingkan divisi smartphone-nya. Pada 2009, setelah menutup empat fasilitas produksi smartphone.  Sony memberhentikan 2.000 karyawannya. Selanjutnya, pada 2015 Sony memangkas 1.000 pekerja sebagai tanggapan terhadap pendapatan yang kurang memuaskan. ", "Tags": ["Tags", "Sony", "Sony Mobile", "sony xperia"]}, {"DatePost": "24 March 2019 19:30", "Author": "Ricky Fitrah", "Title": "iPhone XS Max Mahal, Ini Dia Android Anti-lag Main PUBG Mobile", "Content": "Jakarta, Selular.ID – Stigma yang tumbuh dikalangan pemain PUBG Mobile saat ini mengarah kepada produk Apple, yang mana dinilai sangat stabil dan tidak patah-patah saat bermain PUBG Mobile. Masa sih? Memang, kita tahu bahwa Apple selalu mengeluarkan produk yang ekslusif dengan performa optimal tapi, mahal. Hanya orang-orang kelas atas saja yang mampu membeli produk mereka, apalagi iPhone XS Max yang harganya luar biasa mahal. Namun, saya bisa mengklaim bahwa bukan cuma iPhone/iPad yang gahar saat bermain PUBG, tapi Android juga bisa. Pengalaman ini saya dapat ketika berkesempatan mengikuti turnamen PUBG Mobile di Universitas Gunadarma, bertempat di Sport Center Kampus H Kelapa Dua, Depok. Kala itu, Universitas Gunadarma melalui FIKTI (Fakultas Ilmu Komputer dan Teknologi Informasi) sedang mengadakan event tahunan, yaitu FOSC 2019. Pada kesempatan itu, saya beserta tim “dibekali” dengan smartphone Android flagship besutan vendor Tiongkok. Awalnya saya tidak begitu yakin dengan kemampuan smartphone ini, namun setelah coba digeber selama beberapa hari, tidak ditemukan indikasi lag atau patah-patah. Sebelumnya saya menggunakan smartphone Samsung Galaxy A8 Star yang ditenagai prosesor Snapdragon 660 dengan RAM 4GB. Namun masih merasa kurang puas karena terdapat sedikit lag saat bermain, apalagi jika smartphone mulai panas. Jadi, sangat amat menganggu permainan, bisa-bisa gagal chicken. Kembali lagi ke topik, smartphone yang saya gunakan ketika mengikuti turnamen FOSC 2019 dibekali dengan prosesor tinggi dikastanya, Qualcomm Snapdragon 845 yang ditandem 8GB RAM/256GB ROM serta GPU Adreno 630. Sebagai informasi, Qualcomm Snapdragon 845 dibangun dengan fabrikasi 10nm yang mana diklaim mampu memberikan performa optimal tanpa memberatkan beban ke baterai. Artinya, pengguna tidak perlu khawatir baterai cepat habis walau sedang menjalankan game maupun aplikasi yang berat. Settingan yang saya gunakan untuk memainkan PUBG Mobile di smartphone ini yaitu Graphic: Smooth, FPS: Extreme. Sebenarnya, settingan rata kanan pun smartphone ini fine saja, tapi saya lebih mementingkan FPS ketimbang grafis karena mungkin akan mempengaruhi permainan. Ketika kurang lebih 3 jam bermain, smartphone ini mulai mengeluarkan hawa panas yang tidak nyaman. Namun, performa tidak sama sekali terpengaruhi, PUBG Mobile tetap berjalan tanpa FPS nge-drop. Dibagian tenaga, smartphone ini dibekali baterai tidak terlalu besar, yaitu 3730mAh. Walaupun kapasitas baterainya sedang, smartphone ini mampu diajak main PUBG Mobile hingga 6,5 jam non-stop. Awal pemakaian 100% sisa 14%. Yang paling menakjubkan, pada masa inkubasi tim, kami diharuskan latihan minimal 10-15 jam perhari. Berkat adanya fitur khusus yang dibenamkan, pengisian baterai sangat cepat, hanya 50 menit terisi 82% dengan mode airplane. Jadi, tidak banyak waktu yang terbuang hanya untuk menunggu pengisian baterai. Nah bagian layarnya pun sangat menggoda, luas dan lebar tanpa gangguan notch ataupun air drop. Berbekal layar 6,4 inci dengan screen ratio hingga 93.8 persen, membuat pengalaman bermain PUBG Mobile makin mantap ketika mencari musuh yang “ngepron”. Kurang lebih seperti itulah pengalaman menggunakan Oppo Find X untuk memainkan game PUBG Mobile. Jika kita bandingkan harga dengan iPhone XS Max, Oppo Find X saya kira lebih worth it. Mengapa? Jika Anda terpengaruhi oleh stigma yang saya sebutkan diatas, ada baiknya Anda mengurungkan niat membeli iPhone XS Max hanya untuk main PUBG. Saat ini, harga iPhone XS Max menyentuh Rp. 25.499.000 dengan konfigurasi 4GB RAM/256GB penyimpanan internal. Sedangkan, Oppo Find X dengan konfigurasi 8GB RAM/256GB penyimpanan internal hanya dilego Rp. 10.999.000 saja. Perbandingan harga hingga Rp 15.000.000 sepertinya bisa dijadikan pertimbangan jika ingin membeli iPhone XS Max untuk memenuhi kebutuhan bermain game. ", "Tags": ["Tags", "Oppo Find X", "PUBG Mobile"]}, {"DatePost": "23 February 2019 14:00", "Author": "Khoirunnisa", "Title": "Merek Smartphone Baru Segera Masuk Indonesia", "Content": "Jakarta, Selular.ID – Dengan populasi terbesar keempat dunia dan demografi milenial melebihi 50 persen penduduk, Indonesia menjadi sasaran empuk bagi perusahaan global dalam menjajakan produknya. Tidak terkecuali produsen smartphone. Tahun lalu saja, pasar smartphone tanah air kedatangan tiga merek baru mulai dari Honor, Pocophone, sampai Realme. Ketiganya merupakan sub-brand dari vendor raksasa Huawei, Xiaomi, dan Oppo. Tampaknya tahun ini tren itu tidak berubah. Sub-brand Vivo, iQoo, kemungkinan akan ikut bertarung di arena pasar Indonesia segera. Pasalnya, pangsa pasar Vivo cukup besar di tanah air. Menurut data IDC Q3 2018, Vivo menguasai 11% market smartphone Indonesia. Sehingga wajar bila perusahaan ingin memasukkan sub-brandnya ke wilayah kekuasaannya. “Kami memang punya sub-brand iQoo untuk level premium dan kemungkinan akan foldable kalau dilihat dari media sosial,” kata Tyas Rarasmurti, PR Manager Vivo Indonesia, ketika ditemui media usai Product Review di Jakarta, Jumat (22/2/2019). Belum ada produk resmi, iQoo dijadwalkan akan memperkenalkan produk pertamanya pada 1 Maret nanti secara global. Dari postingan media sosial diketahui produk perdananya akan disokong prosesor Snapdragon 855, mengusung RAM 12GB, storage 256GB, baterai kapasitas 4.000mAh type-C, Super HDR, dan NFC. Ketika disinggung apakah produk perdana iQoo akan mampir ke pasar tanah air, Tyas menjawab tidak tahu. “Sampai saat ini sub-brand belum ada pembicaraan untuk masuk Indonesia. Karena so far untuk di sini kami masih fokus di V series dan Y series,” tutur Tyas. Ketika ditanya apakah iQoo akan cocok dengan konsumen Indonesia, Tyas menjawab belum tahu. “Kami harus research dulu. Kan high-spec soalnya. Kami sendiri belum pernah melakukan research untuk produk flagship selevel itu,” pungkasnya. Dengan spesifikasi mentereng kemungkinan produk pertama iQoo akan tergolong flagship premium, dan itu merupakan segmen yang benar-benar berbeda dari segmen yang digarap Vivo selama ini. Tapi bukan berarti tidak mungkin. Tahun lalu saja Oppo sudah memasuki segmen premium melalui Find X dan Pocophone melalui Poco F1, dan yang terakhir Huawei melalui Mate 20 Series. Jadi akannmenjadi langkah wajar berikutnya bila Vivo ikut bersaing di segmen premium di tanah air, meskipun dengan merek berbeda. ", "Tags": ["Tags", "iQoo", "Vivo"]}, {"DatePost": "13 January 2019 19:00", "Author": "Ricky Fitrah", "Title": "Spesifikasi Redmi Note 7, Si ‘Perusak’ Harga Pasar", "Content": "Jakarta, Selular.ID – Redmi Note 7 merupakan smartphone pertama dari sub-brand Xiaomi, yaitu Redmi. Smartphone anyar ini hadir dengan desain menawan dan spesifikasi yang lumayan gahar. Salah satu yang menurut saya ‘baru’ dalam produk yang dikembangkan vendor asal China ini ialah desain yang sudah tidak kaku, terutama dalam warna. Sama seperti Mi 8, Redmi Note 7 memiliki skema warna gradien. Skema warna tersebut sepertinya menjiplak vendor Huawei dan Honor, yang sepertinya sudah lebih dulu menghadirkan skema warna gradien. Selain itu, sama seperti produk Xiaomi lainnya, Redmi Note 7 dibanderol dengan harga miring namun memiliki spesifikasi yang lumayan mumpuni. Ini merupakan salah satu nilai plus dari Xiaomi hingga mendapatkan animo yang tinggi di pasar ponsel tanah air. Untuk itu, mari kita simak spesifikasi Redmi Note 7 dibawah ini. Desain dan Display Redmi Note 7 memiliki bodi yang terbuat dari kaca berukuran 159.21 x 75.21 x 8.1mm. Perusahaan tersebut mengklaim bahwa Redmi Note 7 memiliki bodi yang kokoh dan tahan lama (mudah-mudahan pernyataan ini benar). Sementara, terdapat 2.5D Corning Gorilla 5 panel kaca dengan ketebalan 0.8mm tambahan di bagian depan dan belakang. Layar Redmi Note 7 6,3 inci memilki rasio aspek 19,5: 9 dan resolusi full HD+ 2340 x 1080 piksel. Layar membawa dukungan untuk kecerahan 450-nits, rasio kontras 1.500: 1, keterbacaan matahari dan mode pelindung mata. Ukuran bezel sampingnya dikurangi menjadi 1.95mm. Sementara itu, dibagian belakang terdapat dual-camera yang berjejer secara vertikal dan flash dibawahnya. Jika kita lihat dengan seksama, Redmi Note 7 memiliki posisi kamera yang terlihat sangat persis seperti Huawei P20 Pro. Apakah Redmi menjiplak? Tentu saja iya! Dapur Pacu Spesifikasi Redmi Note 7 diantaranya ialah ditenagai dengan prosesor Qualcomm Snapdragon 660. Handset ini hadir dalam pilihan penyimpanan 32 GB dan 64 GB. Kedua model dilengkapi hingga 6 GB RAM. Sementara itu,  tertanam baterai 4000mAh yang siap menyokong aktifitas ponsel seharian penuh dengan pemakaian wajar. Redmi Note 7 juga merupakan smartphone Redmi pertama yang sudah dibekali dengan USB Type-C dan dukungan Quick Charge 4.0. Kamera Ganda Hingga 48MP Fotografi adalah salah satu fitur utama dari Redmi Note 7 karena dilengkapi dengan f / 1.8 aperture 48 megapixel + 5 megapixel AI dual camera setup. Redmi telah menggunakan sensor Ultra Clear Samsung ISOCELL GM1 48 megapiksel sebagai sensor utama. Perusahaan mengklaim dengan bantuan lensa Samsung, Redmi Note 7 dapat menangkap foto HD. Untuk kamera selfie, terdapat 13 megapiksel yang terdapat pada notch waterdrop ala Oppo F9. Perlu diketahui, menurut situs resmi Qualcomm, Snapdragon 660 hanya dapat menopang kamera beresolusi hingga 25 megapiksel saja. Lantas, bagaimana perusahaan dapat menanamkan kamera hingga beresolusi 48 megapiksel pada Redmi Note 7? Harga dan Ketersediaan Harga Redmi Note 7 dijajakan mulai dari 999 yuan (setara Rp 2 juta) untuk model 3/32, lalu 1.199 yuan (setara Rp2,5 juta) untuk versi 4/64, dan model 6/64 seharga 1.399 yuan (setara Rp3 juta). Belum ada informasi mengenai kehadiran Redmi Note 7 di Indonesia. Jika memang smartphone ini akan melenggang di tanah air, semoga perusahaan dapat memenuhi regulasi yang berlaku.  ", "Tags": ["Tags", "Redmi", "Redmi Note 7", "Xiaomi"]}, {"DatePost": "13 May 2018 18:00", "Author": "Khoirunnisa", "Title": "Adu Smartphone Menengah Rp2 Jutaan", "Content": "Jakarta, Selular.ID – Dengan ragam merek smartphone yang edar di Indonesia, konsumen tanah air mungkin bingung ketika ingin memilih smartphone. Tapi jika Anda sudah memutuskan untuk mencari smartphone dengan harga Rp2 jutaan, berikut rekomendasi Selular. Kami memilih tiga smartphone dengan spesifikasi mirip di rentang harga Rp 2jutaan yang saat ini edar di pasar Indonesia. Mereka adalah Samsung Galaxy J7 Prime, OPPO A83, dan HUAWEI nova 2 lite. Pertama, ada Samsung Galaxy J7 Prime yang saat ini dijajakan dengan harga eceran berkisar Rp2.999.000. Smartphone merupakan kategori menengah-ke bawah di hirarki Samsung. Kemudian ada smartphone OPPO A83. Perangkat edar resmi di pasar nusantara pada Maret 2018 dengan harga resmi Rp2.999.000. Smartphone diposisikan vendor sebagai penerus OPPO A57 dan diharapkan bisa mengulang kesuksesan A57. Terakhir ada HUAWEI nova 2 lite yang baru dirilis akhir April 2018. Ketiga smartphone memiliki harga dan spesifikasi serupa. Berikut ulasan pada lima kompartemen spesifikasi.  1. Kamera Menilik kamera depan ketiga smartphone mempunyai resolusi sama, yakni 8MP. Namun pada pengaturan kamera belakang, Huawei lebih unggul karena menempatkan dua kamera sekaligus yakni 13MP dan 2MP. Sementara Samsung dan OPPO hanya mempunyai kamera tunggal 13MP. Mengenai hasil jepretan kamera belakang, HUAWEI nova 2 lite juga lebih unggul karena fungsi kamera ganda bisa menghasilkan gambar yang lebih tajam serta bokeh dengan fitur re-focus, yakni foto yang sudah jadi masih bisa diatur fokusnya agar lebih sesuai dengan keinginan pengguna. 2. Layar OPPO dan Huawei terlihat lebih futuristic ditinjau dari tampilan layar dibandingkan Samsung. Karena keduanya sudah mengusung Full View Display dengan aspek rasio 18:9. Tapi bentang layar Huawei (5,9”) lebih luas dibandingkan OPPO (5,7”), menjadikan menikmati konten hiburan di smartphone lebih nyaman di HUAWEI nova 2 lite. 3. OS Dari sisi software, HUAWEI nova 2 lite jelas lebih unggul dari OPPO maupun Samsung karena sudah mengadopsi OS anyar Android 8.0 Oreo. Sehingga, fitur-fitur terbaru juga tersedia di smartphone Huawei seperti Smart Split Screen yang akan secara otomatis membelah layar menjadi dua serta fitur Double Bluetooth Connection sehingga smartphone bisa terkoneksi dengan dua device sekaligus. Fitur lain HUAWEI nova 2 lite seperti Screenshot dengan tiga jari; Double Tap untuk mengaktifkan dan me-nonaktifkan layar; Files Safe agar dokumen diamankan dengan kata sandi; Application Lock untuk enkripsi aplikasi, serta ada Huawei Music Effect. 4. Face Unlock Samsung tidak memiliki fitur Face Unlock dan OPPO tidak memiliki fitur fingerprint sementara Huawei mempunyai keduanya. Fitur Face Unlock biasanya hanya ada di smartphone unggulan atau premium. Pengguna bisa membuka kunci layar dengan cara menghadapkan kamera depan smartphone ke wajah. Selain ada Face Unlock, HUAWEI nova 2 lite juga dibekali pemindai sidik jari. Fingerprint 4.0 ini responnya sangat cepat sehingga operasi navigasi lebih nyaman. Aktivasi fingerprint hanya butuh waktu 0,3 detik untuk beraksi. Bukan hanya unlock, fingerprint berfungsi juga untuk scroll pada galeri layaknya kursor, bisa juga untuk tombol shutter kamera, menonaktifkan alarm, dan juga menerima panggilan telepon. 5. Tiga card slot Ketiga smartphone mendukung jaringan 4G dan Dual SIM card. Namun hanya Huawei yang menyediakan tiga slot kartu. Dua slot untuk kartu SIM berbentuk nano, dan satu slot lagi untuk kartu memori eksternal microSD.     6. Harga Dari sisi harga, Huawei memiliki harga yang lebih terjangkau dibandingkan OPPO dan Samsung. HUAWEI nova 2 lite dijajakan dengan harga resmi Rp2.599.000 sementara OPPO dan Samsung ditawarkan dengan harga sama Rp2.999.000. Dari ketiga smartphone di atas, terlihat HUAWEI nova 2 lite lebih unggul dibandingkan Samsung Galaxy J7 Prime atau pun OPPO A83. Mulai dari kamera ganda, layar lebih luas dengan rasio 18:9, fitur Face Unlock, Android 8.0 Oreo, dan tiga slot kartu. Sejak 12 Mei 2018, vendor mengeluarkan satu varian warna biru. Bernama lengkap HUAWEI nova 2 lite Glossy Blue, dijajakan dengan harga sama varian warna sebelumnya (Matte Black). Varian warna biru itu sudah bisa dibeli melalui online channel seperti Lazada.co.id serta di offline channel di kota-kota seluruh Indonesia dengan harga Rp2.599.000. ", "Tags": ["Tags", "Huawei", "Huawei Nova 2 Lite", "Oppo", "Oppo A83", "Samsung", "samsung galaxy j7 prime"]}, {"DatePost": "21 November 2017 12:30", "Author": "Khoirunnisa", "Title": "Cara Memulihkan Data Hilang dari Factory Reset", "Content": " Jakarta, Selular.ID – Tidak peduli mereknya, hampir setiap smartphone pernah “berbuat” salah. Paling sering, adalah menghapus foto secara tidak sengaja. Padahal, foto tersebut sangat berharga bagi pengguna, dan tidak tersedia di media penyimpanan lain selain smartphone. Lalu bagaimana cara mengembalikan data tersebut? Kabar gembira bagi Anda pengguna smartphone Oppo. Karena vendor membekali setiap unit smartphone-nya dengan fitur Recovery (pemulihan). Seperti diketahui, Oppo merupakan smartphone Android yang populer di Indonesia. Mayoritas pengguna menyukai Oppo karena tampilannya yang elegan, kamera selfie menawan, dan output audio berkualitas. Namun, tidak peduli merek yang digunakan, smartphone pernah salah. Dari sejumlah situasi yang kerap terjadi, kehilangan data atau tidak sengaja menghapus data penting menjadi kasus yang paling umum. Tentu, kehilangan data bisa terjadi karena berbagai kecelakaan. Beberapa orang kehilangan data saat melangsungkan factory reset (setelan pabrik). Secara keseluruhan, pemulihan data menjadi lebih mudah dengan Oppo Data Recovery. Jika data Anda tidak dihapus oleh penghapus data profesional, berarti data tersebut masih bisa dipulihkan. Berkat Oppo Data Recovery, Anda bisa menemukan data yang hilang dan membantu Anda memulihkannya dengan mudah. Oppo Data Recovery adalah perangkat lunak pemulihan data profesional yang aman untuk Oppo. Software ini tidak hanya mendukung produk Oppo, tapi juga Samsung, HTC, LG, Sony, Google, HUAWEI, Motorola, ZTE, dan banyak lagi. Dengan perangkat lunak ini, Anda dapat memulihkan dengan mudah kontak, foto, video dan pesan yang dihapus, dan sebagainya. Berikut langkah-langkah untuk memulihkan data hilang Factory Reset Oppo 1. Jalankan Oppo Data Recovery di Komputer Luncurkan Oppo Data Recovery di komputer dan hubungkan smartphone Oppo dengan kabel USB. Tutup perangkat lunak pengelolaan ponsel Android lainnya, saat Anda meluncurkan Oppo Data Recovery. Tip: Jika Anda pertama kali menggunakan Oppo Data Recovery atau perangkat yang terhubung tidak dapat dikenali, aktifkan debug USB. 2. Pilih Jenis File yang Akan Dipindai Di sini, Anda dapat memeriksa file yang ingin dipulihkan. Kemudian, silahkan klik tombol “Next” untuk melanjutkan proses recovery. 3. Menganalisis dan Memindai Oppo Klik tombol “Start” dan “Allow” untuk mengizinkan Oppo Data Recovery untuk menganalisis dan memindai smartphone Anda. Kemudian, pilih satu mode pemindaian yang sesuai untuk perangkat Anda. Ada dua mode yang bisa Anda pilih, “Standard Mode” dan “Advanced Mode”. Secara umum, kami menyarankan Anda memilih “Standard Mode” terlebih dahulu. Namun, jika root dasar gagal, pilih “Advanced Mode”. Catatan: Pastikan daya baterai perangkat Anda tidak kurang dari 20% dan klik “Izinkan” untuk mengkonfirmasi otorisasi superuser, jika Anda memenuhi selama pemindaian. 4. Preview dan Restore Data Dihapus Kontak Pada bagian ini, semua file yang dihapus dan yang ada akan ditampilkan. Anda dapat memeriksa semua data yang dihapus setelah reset pabrik dari smartphone dan file yang dibutuhkan untuk dipulihkannya. Klik tombol “Recover” untuk menyimpan file selektif di komputer Anda. Catatan: Untuk menghindari file existing, Anda dapat mengaktifkan tombol “Hanya tampilkan file yang terhapus” atau gunakan fungsi pencarian di kanan atas untuk mencari yang Anda butuhkan pada hasil pindaian. ", "Tags": ["Tags", "Factory Reset", "oppo f3 plus"]}, {"DatePost": "6 July 2017 12:00", "Author": "Ricky Fitrah", "Title": "16 Teknik SEO Untuk Meningkatkan Traffic Website 2017", "Content": "Jakarta, Selular.ID – SEO (Search Engine Optimization) ialah proses melakukan sesuatu terhadap suatu website atau situs agar dapat ditampilkan di halaman pertama dari daftar pencarian hasil mesin pencari. Kebutuhan SEO pada era ini rupanya menjadi suatu hal yang wajib bagi para pengelola situs.Banyak para blogger maupun pengelola situs yang menginginkan situsnya berada pada urutan pertama berdasarkan hasil pencarian search engine seperti Google, Bing, dan Yahoo. Ada beberapa pengelola yang tidak mau ambil pusing untuk menyelesaikan masalah ini, kebanyakan dari mereka menyewa jasa para pakar SEO yang memang ahli di dalam bidangnya. Namun, bagi Anda yang ingin tahu lebih dalam lagi mengenai cara meningkatkan traffic website atau blog, Anda dapat mencoba beberapa tips dan trik yang Selular berikan. Setiap search engine menyediakan fasilitas tools gratis yang dapat Anda gunakan untuk meng-optimisasi kebutuhan SEO pada website. Kenapa sebuah website atau blog harus di daftarkan pada Web Master Tools ? jawabannya adalah agar search engine dapat meng-index secara mudah keseluruhan isi website. Lantas, apa saja web master tool yang dapat Andagunakan ? Anda bisa mendaftarkan di Google Web Master Tools atauBing Web Master Tools. Sebelum mendaftar, Anda diharuskan untuk mempunyai akun Google maupun Bing terlebih dahulu. Setelah Anda mempunyai akun, Anda hanya tinggal mendaftar kemudian ikuti langkah demi langkah yang tertera pada layar monitor Anda. Internal link berfungsi sebagai navigasi para pembaca didalam sebuah artikel, internal link ini sejatinya akan membawa para pembaca ke halaman lain di website yang sama. Berbeda dengan backlink atau external link, yang akan membawa pembaca keluar dari website. Tujuan dari pembuatan internal link ini ialah untuk mempermudah navigasi pengunjung, membentuk struktur website dan untuk mendistribusikan otoritas ke halaman lain. Outbound link ini kurang lebih berfungsi agar Google atau search engine lainnya memandang baik predikat situs Anda. Dampak outbound link ini sangat bagus sekali bagi situs yang sedang berkembang. Jadi, usahakan di setiap artikel Anda bubuhi backlink dari website yang terpercaya dan memiliki predikat yang baik. Perlu diingat, Google tidak menyukai jika konten yang Anda buat mengganggu para pembaca untuk keluar dari topik dan membawa Anda ke situs lain. Jadi, usahakan agar tidak terlalu banyak membubuhi outbound link didalam konten, maksimal 3-5 link saja. Teknik blog walking ialah memberi komentar ke situs yang relevan terhadap situs Anda dengan menempelkan backlink ke situs Anda. Mungkin bagi Anda yang sudah ngeblog di jaman 90an, teknik ini rupanya sangat baik dalam optimisasi SEo. Namun, sekarang teknik ini sudah mulai ditinggalkan oleh para pengelola situs atau blogger. Cara terbaik pada era sekarang ialah meminta kepada pemilik situs yang mempunyai reputasi baik untuk menanamkan backlink kesitus Anda di dalam konten mereka. Apa itu artikel pilar ? mengapa artikel pilar ? Perlu diketahui, artikel pilar ialah artikel yang memiliki panjang lebih dari 2000 karakter. Para blogger biasanya mempunyai satu atau beberapa artikel pilar untuk menarik pemirsa ke situsnya. Mengapa kita harus membuat artikel pilar ? Dikutip dari laman wakish.info, menulis artikel pilar yang sangat menarik tentunya akan membuat para pembaca senang, dan mereka yang senang (para pembaca) mungkin akan memberikan backlink untuk blog Anda. Luangkan waktu dan lakukan riset untuk menulis artikel pilar, agar hasil yang didapat menarik dan mudah dipahami pembaca. Keyword Density berguna untuk melihat seberapa banyak focus keyword yang bersangkutan dengan artikel yang sedang Anda sedang tulis. Jika Anda menggunakan CMS (Content Management System) WordPress, Anda dapat menggunakan plugin Yoast SEO. Plugin ini sangat membantu Anda untuk menentukan persentase dari Keyword Desnity. Kami biasanya menggunakan patokan Keyword Desnity ini tidak lebih dari 3%. Semakin kecil presentase yang di dapat maka semakin bagus pula keyword desnity yang digunakan. Namun sebaliknya, jika presentase yang di dapat lebih besar dari 3,5% maka akan berdampak buruk bagi artikel yang Anda muat. Hal ini merupakan faktor utama yang dinilai oleh search engine seperti Google dan Bing. Mereka lebih memprioritaskan website atau blog yang mempunyai kecepatan loading page yang cepat. Lantas, bagaimana cara mempercepat loading page website atau blog ? Cara sederhana yang Anda dapat lakukan ialah dengan mengoptimalkan ukuran gambar yang ingin di upload. File gambar minimal yang Anda harus perhatikan ialah dibawah 45 kb, jangan pernah meng-upload foto dengan ukuran lebih dari 45 kb. Hal itu dapat membuat kinerja server terbebani, yang nantinya akan berdampak buruk bagi kecepatan load page situs Anda. Jika Anda penasaran dengan kecepatan situs atau blog yang Anda punya, silahkan melakukan test speed di Gtmetrix. Nantinya, Gtmetrix akan memberikan hasil analisis mengenai seluruh kendala yang memperlambat website Anda. Tujuan Anda membuat blog tak lain adalah untuk sekedar sharing atau mencari penghasilan bukan? Mungkin, bagi Anda yang menggunakan sebagai mata pencarian, sangat dianjurkan untuk selalu posting artikel setiap hari. Apalagi bagi Anda yang masih mempunyai visitor kurang dari 1000/hari. Jangan biarkan situs Anda sepi, update secara rutin minimal 2-3 artikel dalam sehari. Hal ini akan memberikan efek positif bagi pembaca. Jadi, jika mereka ingin mencari informasi tentang tema yang ada pada blog Anda, mereka pasti akan mengunjungi situs Anda kembali. Jadwalkan secara konsisten waktu untuk menulis, buat konten yang unik serta bermanfaat bagi para pembaca. Buatlah kolom komentar atau kontak yang dapat dihubungi oleh para pembaca. Hal ini berguna untuk mendekatkan Anda kepada para pembaca. Pembaca dapat request artikel atau memberi ide yang mungkin bisa menginspirasi Anda dalam menulis. Ibaratkan saja pembaca sebagai Raja. Jadi kita harus melayani pembaca guna mempertahankan pemirsa situs. Trik ini memang tidak ada sangkut pautnya terhadap teknik SEO. Namun secara tidak langsung, teknik ini memungkinkan pembaca di situs Anda merekomendasikan artikel-artikel yang telah Anda muat ke pemirsa lain. Jika pembaca mungkin sudah merekomendasikan atau share ulang artikel Anda, maka secara otomatis pengungjung blog Anda akan bertambah. Memberikan alt tag pada gambar sangat membantu Anda dalam meningkatkan pengunjung situs. Misal, Anda sedang membuat artikel tentang “cara meningkatkan traffic blog”. Maka, bubuhi juga digambar yang akan Anda jadikan sebagai gambar thumbnail di artikel Anda “cara meningkatkan traffic blog” sebagai atribut Alt Tag. Media sosial sangat bagus untuk dijadikan promosi. Secara tidak langsung, Anda juga akan membuat backlink jika setiap post yang Anda tulis di share kembali di media sosial. Buatlah fanspage di Facebook dan mulailah mengundang seluruh teman Anda untuk menyukai halaman Anda. Jika teman Anda menyukai halaman Anda, maka secara otmatis setiap post yang Anda update akan muncul di beranda ataupun dipanel pemberitahuan mereka. Selain Facebook, Twitter juga bisa Anda gunakan sebagai media promosi walau hanya 160 karakter . Lalu Bagaimana jika artikel saya lebih dari 160 karakter? Jangan khawatir, disini Anda hanya perlu memperpendek URL yang menuju ke halaman blog Anda menggunakan alat shortener URL. Jangan sesekali Anda sepelekan masalah pemilihan judul. Ya, memang terkadang agak sulit untuk menentukan jenis judul yang baik dan tentunya mengundang klik. Coba Anda bandingkan, kami akan memberi 2 contoh judul dengan tema yang sama sebagaiberikut ; a. Teknik SEO 2017 Terbaru b. 10 Rahasia Teknik SEO Terbaik 2017 !! Dalam benak Anda mungkin Anda akan memilih pilihan B, benar ? Jika benar, berarti Anda sudah paham maksud kami. Selalu gunakan keyword dan kata yang unik di judul artikel. Buatlah judul semenarik mungkin agar mengundang banyak klik. Namun, jangan sesekali Anda membuat judul yang bersifat clickbeat tapi konten yang Anda sajikan kurang bagus atau sama sekali buruk. Hal ini akan memberikan respon yang negatif dari para pembaca, yang pada akhirnya akan memperburuk reputasi situs Anda. Maksud dari LSI ini hampir sama dengan related keywords atau sinonim. Jadi semisal Anda sedang membuat artikel tentang cara membuat artikel yang SEO-friendly maka sisipkan beberapa kata yang masih bersangkutan dengan tema diatas didalam konten. Contohnya search engine, backlink, google, dan lain sebagainya. Contoh kedua, jika Anda membuat artikel dengan keyword “Review Smartphone Oppo” maka bubuhi kata-kata yang masih bersangkutan seperti handphone, harga smartphone, spesifikasi smartphone dan lain sebagainya. Ingat, selalu utamakan kualitas artikel Anda. Jangan sampai Anda mendapat skor tinggi di pandangan mesin (bot) namun Artikel Anda sangat buruk jika dibaca oleh manusia. Menggunakan tanda bold (garis tebal), italic (garis miring) dan underline (garis bawah) fungsinya untuk membantu search engine mengenali kata-kata yang penting di artikel Anda. Jika didalam konten Anda terdapat banyak format tulisan seperti di atas, tentu akan merusak pengalaman pembaca. Jelas, mata pembaca akan sakit bila banyak melihat format tulisan diatas. Permalink yang bagus ialah memiliki kata kunci utama dan tidak terlalu panjang. Disini kami akan memberikan contoh macam-macam permalink. A. Tema : Inilah Tips SEO Terbaik Untuk Meningkatkan Traffic Website 2017 Permalink ori : namadomain/inilah-tips-seo-terbaik-untuk-meningkatkan-traffic-website-2017 Permalink SEO : namadomain/tips-SEO-terbaik-2017 B. Tema: Spesifikasi dan Harga Smartphone Motorolla Terbaru Permalink ori : namadomain/spesifikasi-dan-harga-smartphone-motorolla-terbaru Permalink SEO : namadomain/harga-smartphone-motorolla-terbaru Mungkin, masih banyak orang yang ramai menggunakan permalink yang panjang dan mengandung seluruh jenis kata kunci. Hal ini malah akan memperburuk optimisasi SEO pada situs Anda. Mulai sekarang, cobalah untuk membuat permalink yang singkat namun mengandung satu kata kunci. Menggunakan media berupa gambar, video ataupun infographic kedalam sebuah konten tentunya akan meningkatkan user experience ketika membaca. Cobalah untuk menggunakan salah satu media diatas kedalam artikel Anda. Namun, media yang akan Anda sajikan tentunya harus sesuai dengan konten yang sedang Anda bahas. Karena konten dengan gambar yang relevan lebih banyak dibaca dibanding konten dengan gambar yang tidak relevan. Itulah beberapa tips dan trik yang dapat Anda lakukan untuk meng-optimisasi SEO pada blog atau situs Anda.(rf) ", "Tags": ["Tags", "Tips SEO"]}, {"DatePost": "19 June 2017 12:00", "Author": "Indra Khairuddin", "Title": "Agar Momen Lebaran Bisa Selfie Rame-Rame, Begini Tipsnya", "Content": "Jakarta, Selular.ID – Bagi umat Islam, Lebaran jadi momen yang paling ditunggu. Di hari Raya ini khususnya yang melakukan mudik biasanya mereka bertemu banyak sanak saudara maupun kerabat yang jarang ditemui pada hari biasa. Tentunya kesempatan dan momen tersebut tidak boleh dilewati begitu saja tanpa mengabadikannya dalam sebuah jepretan foto. Yang pasti bukan hanya sekedar menjepret foto, karena sayang kalau monen berharga tersebut foto yang dihasilkan tidak memuaskan hasilnya. Untuk itu beberapa hal ini penting untuk diperhatikan agar selfie rame-rame yang dilakukan bisa bagus. 1. Pilih lokasi yang kece dengan sinar matahari atau pencahayaan cukup. Tempat menjadi hal pertama yang harus diperhatikan, usahakan cari tempat yang penuh kenangan atau mudah dikenang (memorable) atau menjadi icon suatu daerah. Supaya hasilnya bagus, pencahayaan juga harus diperhatikan. Arbain Rambey, fotografer profesional mengatakan bahwa hasil foto menggunakan smartphone akan sulit dibedakan dengan hasil foto mengginakan kamera DSLR jika pencahayaannya cukup. 2. Pilih Smartphone dengan kualitas Selfie yang baik (selfie camera) Ini yang tidak kalah penting, pemilihan smartphone juga harus diperhatikan. Untuk hasil selfi yang bagus smartphone Oppo F3 bisa jadi pilihan. Smartphone inu memiliki dual selfie camera, satu untuk group selfie satunya untuk selfie. Fitur-fitur yang ada di Oppo F3 juga sangat menunjang buat yang senang melakukan kegiatan selfie.  3. Gunakan Mode yang Tepat Kamera selfie ganda Oppo F3 dilengkapi dengan 16MP dengan pixel super besar dan satunya lagi berresolusi 8MP yang menggandakan sudut pandang untuk foto grup selfie hingga 120 derajat (kamera normal 75 derajat). Jadi selfie yang dilakukan bisa dengan banyak orang dan semuanya pasti kebagian frame. 4. Perhatikan Aba-aba yang Jelas Memotret banyak orang dalam satu frame susah-susah gampang. Jika ada yang bergerak, foto pun bisa buyar. Makanya harus kompak dan memperhatikan aba-aba dari si pemotret. Di Oppo F3 ada teknologi PDAF yang biasanya ada di kamera digital tunggal. Dengan teknologi ini, pengalaman memotret akan jauh lebih mudah. Smartphone Oppo F3 juga dilengkapi PDAF. Meski teman Anda bergerak, Oppo F3 akan tetap fokus tanpa rintangan. Menjadikan tangkapan kamera Anda tetap indah dan berharga. 5. Pilih Pose yang Terbaik Pose ini sangat penting biar tidak terlihat malu-maluin dan wibawa anda tetap terjaga, terutama buat yang selalu memperhatikan penampilan. Pose laki-laki dan perempuan berbeda lho berdasarkan referensi yang ada. 6. Jangan Cuma Sekali, Ambil yang Paling Bagus  Ketika mengambil gambar, jangan cuma hanya sekali jeoret, lakukan beberapa jeoretan sehingga bisa dipilih yang terbaik. Nah yang terbaik itu edit sedikit sehingga hasilnya sempurna barulah dishare. Semoga selfie di hari Lebaran dapat berkesan ya ", "Tags": ["Tags", "lebaran", "oppo f3", "Selfie"]}, {"DatePost": "9 April 2017 14:47", "Author": "selular", "Title": "10 Smartphone Terbaru Yang Diluncurkan di Maret 2017", "Content": "Jakarta, Selular.ID – Sepanjang bulan Maret 2017 hadir setidaknya 10 smartphone terbaru yang bisa menjadi pilihan. Beberapa smartphone ini bahkan menjadi produk flagship atau produk yang paling diunggulkan. Apa saja ? iPhone 7 Akhirnya iPhone 7 mendarat di Indonesia. Salah satunya dijual oleh Smartfren. Operator ini menjual paket bundling iPhone 7 dan 7 Plus. Selengkapnya >>     Moto M Lenovo yang sudah memegang brand Moto, semakin agresif menggempur pasar smartphone di Indonesia. Setelah Moto Z, akan kembali diperkenalkan deretan smartphone terbarunya, yaitu Moto M. Selengkapnya >>   Oppo F3 Plus Oppo akhirnya menepati janji untuk kembali merilis smartphone terbarunya. Sesuai perkiraan, smartphone terbaru Oppo kali ini adalah seri F3 Plus. Seperti generasi F series sebelumnya, Oppo F3 Plus kembali mengusung menu selfie sebagai senjata andalannya. Selengkapnya >>   Vivo V5 Lite Vivo menawarkan model terjangkau dari smartphone selfie Vivo V5 dengan varian Lite atau “Ringan”. Lebih murah dari versi regular, Vivo V5 Lite dijajakan seharga Rp3 juta. Selengkapnya >>     LG K10 2017  LG baru saja resmi mengedarkan K10 2017 ke pasar Indonesia. Tahun lalu vendor juga mengeluarkan smartphone serupa dengan kode model sama. Mei tahun lalu LG menawarkan K10 di Indonesia dengan harga Rp2,7 juta. Sementara LG K10 anyar ditawarkan dengan harga Rp2,75 juta. Berbekal embel-embel “2017”. Selengkapnya >> Next >> [nextpage title=”next”] Xiaomi Redmi 4A Setelah sempat tenggelam karena terhadang aturan TKDN (tingkat kandung dalam negeri), Xiaomi akhirnya muncul lagi. Dibantu salah satu distributor smartphone Tanah Air, Xioami akhirnya bisa memenuhi persyaratan TKDN dan mendapat izin untuk memasarkan smartphone 4G-nya.  Salah satunya yaitu Xioami 4A. Selengkapnya >>   BlackBerry Aurora Blackberry (BB) Merah Putih baru saja menghadirkan smartphone android pertama buatan Indonesia yang diberinama Aurora. Perangkat terbaru ini merupakan smartphone BB pertama di dunia uang memiliki dual SIM. Selengkapnya >>     Evercoss Genpro X Evercoss akhirnya secara resmi merilis smartphone terbarunya, yang diberi label Genpro X. Hadirnya smartphone tersebut, sekaligus menjadi bukti jika Evercoss masih bisa eksis, di tengah gempuran vendor asal Tiongkok. Selengkapnya >>     SPC L50 Volt SPC Mobile merupakan satu dari segelintir brand lokal yang masih eksis di persaingan smartphone Tanah Air. Belum lama ini, brand di bawah bendera PT Supertone Indonesia menyuguhkan smartphone baru bertajuk SPC L50 Volt. Selengkapnya >>   Blaupunkt Soundphone S2 Sempat hilang di persaingan, Blaupunkt kembali mencoba peruntungan dengan mengeluarkan smarthpone baru Soundphone S2. Smartphone ini sudah ditawarkan lewat jalur pre-order di beberapa ritel online dengan harga Rp2.399.000. Selengkapnya >>  ", "Tags": ["Tags", "blackberry aurora", "Blaupunkt Soundphone S2", "Evercoss genpro x", "iphone 7", "LG K10 2017", "Moto M", "oppo f3 plus", "smartphone", "smartphone terbaru", "SPC L50 Volt", "vivo v5 lite", "xiaomi Redmi 4A"]}, {"DatePost": "13 March 2017 14:39", "Author": "Redaksi", "Title": "Majalah Selular Edisi 204 Maret 2017: Menelisik Fitur Kamera Smartphone", "Content": " Jakarta, Selular.ID – Kemampuan kamera ponsel sudah mampu menyaingi perangkat kamera digital. Bahkan ternyata dengan kemampuan kamera yang semakin meningkat, ponsel berkamera mampu menggerus pangsa pasar kamera pocket digital. Pengguna kini lebih mengandalkan kamera di ponsel untuk mengambil momen-momen berharga. Mentok di besarnya resolusi, ternyata tidak membuat editorial perkembangan ponsel kamera berhenti di tengah jalan. Para vendor ponsel terus mencari akal untuk menghadirkan daya tarik lain pada kamera ponselnya. Belakangan berbagai vendor tidak lagi ngotot bersaing membawa kamera resolusi paling besar di ponselnya. Kini mereka mencoba untuk menyuguhkan fitur pendukung kamera dengan berbagai teknologi sebagai daya tariknya. Dan ini menjadi fase selanjutnya dari perkembangan dan persaingan kamera di perangkat ponsel. Di edisi majalah Selular kali ini akan mengulas berbagai fitur dan teknologi kamera terbaru yang hadir. Apa saja ? Ketahui lebih lanjut di Rubrik Focus: Kamera Ponsel Tidak Ada Matinya (hal. 22) Berikut daftar konten yang tersaji di Majalah Selular Edisi 204 Maret 2017: BUSINESS Bagi-bagi ‘Kavling’ Frekuensi Ala Kominfo FOCUS Kamera Ponsel Tidak Ada Matinya TREND Samsung Forum 2017 COMMUNITY Klub Fotografi Datascrip REVIEW – Vivo V5 Plus – Oppo A39 – Samsung Galaxy A5 (2017) – Advan G1 – Smartfren Andromax B – Meizu M3s INNOVATION Intel Compute Card; Li-Fi SPOT All About Gadget Store CHATTING Ridzki Kramadibrata, Managing Director Grab Indonesia MARKET Pasar Smartphone 4G Terganjal Aturan TKDN 30%?; Deretan Smartphone Berbaterai Jumbo EXPERIENCE Samsung Gear S3 DIGILIFE Aplikasi Konsultasi Medis CORPORA Oppo Indonesia ", "Tags": ["Tags", "majalah", "majalah selular"]}, {"DatePost": "8 March 2017 16:08", "Author": "selular", "Title": "Didominasi Harga Mahal, Ini Daftar Harga Lengkap Smartphone Terbaru", "Content": "Jakarta, Selular.ID – Setidaknya ada 18 smartphone terbaru yang sudah diluncurkan sejak awal tahun 2017. Dari berbagai smartphone itu, ternyata di dominasi oleh smartpone yang berharga terbilang mahal. Berikut ini deretan daftar harga smartphone terbaru selama dua bulan terakhir ini :   Di bawah Rp 1 juta Di level harga ini smartphone terbaru hanya ada Andromax B. Smartphone terbaru keluaran operator Smartfren ini dibanderol seharga Rp 849.000,-. Ini kembali membuktikan Smartfren memang konsisten dalam menyediakan smartphone berharga terjangkau.   Rp 1 Jutaan Untuk harga berkisar Rp 1 juta, pilihan yang tersedia juga tidak banyak. Hanya  ada Andromax L yang kebetulan diluncurkan berbarengan dengan Andromax B. Bedanya  Andromax L dibanderol dengan harga sedikit lebih mahal, yaitu Rp 1.249.000,-. Selain itu ada juga smartphone Xiaomi Redmi 3s. Smartphone terbaru yang dijual oleh Eraphone ini dipasangi harga sebesar Rp1.900.000.   Rp 2 Jutaan Smartphone terbaru yang tersedia di level harga ini juga tidak banyak. Hanya ada Advan G1, smartphone yang sejak lama tertunda peluncurannya. Smartphone terbaru andalan Advan ini dijual seharga Rp 2.299.000. Pilihan lainnya ada Coolpad Fancy Pro, smartphone terbaru yang dijual seharga Rp 2.000.000.   Rp 3 Jutaan  Nah, di harga ini pilihan smartpone terbaru lebih banyak.  Ada Asus Zenfone 3 Max ZC553KL, smartphone terbaru Asus yang dibekali kapasitas besar. Asus Zenfone 3 Max ZC553KL dibanderol seharga Rp 3.099.000. Di harga yang tidak terpaut jauh, ada Infinix Zero 4 yang dipasarkan dengan harga Rp3.000.000. Di harga yang agak mahalan, ada Oppo F1s New Edition, smartphone F1s yang dikemas ulang ini dijual seharga Rp3.899.000. Dan diharga yang sama, ada Samsung Galaxy A3 (2017)  yang bisa menjadi pilihan. Salah satu seri smartphone terbaru Samsung ini dipasangi label harga sebesar Rp3.900.000   Rp 4 Jutaan Hanya ada Samsung Galaxy A5  (2017) yang bisa menjadi pilihan di level harga ini. berbeda dari Galaxy A3, Samsung Galaxy A5  (2017)  dijual lebih mahal, yaitu Rp4.900.000. Tentunya spesifikasi yang dibawa juga lebih tinggi.   Di Atas Rp 5 Juta Nah, di level harga inilah tersedia paling banyak pilihan smartphone terbaru. Tapi harganya memang tidak bisa dibilang murah. Yang paling ‘termurah’ ada Vivo V5 Plus yang bisa dibeli dengan harga Rp 5.499.000. Agak mahalan sedikit, bisa memilih Samsung Galaxy A7 (2017) yang dibanderol seharga Rp5.900.000. Di harga yang sama, ada juga pilihan smartphone Moto Z Play yang harganya dipatok sebesar Rp 5.900.000 juga. Di harga agak mahalan, ada Samsung Galaxy A9 Pro (2016) yang bisa dibawa pulang asalkan membayar sebesar Rp 6,5 juta. Yang lebih mahalan lagi ada Moto Z yang dijual dengan harga Rp 8.500.000. Ada juga nih yang lebih mahal lagi, yaitu Asus Zenfone 3 Deluxe yang tersedia dalam dua pilihan harga. Yaitu Rp 9.099.000 untuk versi internal memori sebesar 64GB. Dan ada juga pilihan harga Rp 11.099.000 untuk kapasitas memori internal sebesar 256GB         ", "Tags": ["Tags", "harga smartphone", "smartphone", "smartphone baru", "smartphone terbaru"]}, {"DatePost": "28 February 2017 15:51", "Author": "selular", "Title": "10 Smartphone Terbaru Yang Hadir di Februari 2017", "Content": "Jakarta, Selular.ID – Masih di awal tahun, tepatnya di bulan Februari jumlah smartphone terbaru yang hadir lebih banyak lagi dibandingkan dengan bulan Januari 2017. Bahkan beberapa smartphone merupakan seri jagoan. Karena dibekali dengan fitur-fitur kelas atas. Setidaknya ada 10 smartphone terbaru yang hadir selama bulan Februari 2017. Apa saja ? Asus Zenfone 3 Max ZC553KL Asus secara resmi memboyong, generasi baru seri Zenfone 3 Max. Dengan tagline #GakAdaMatinya, Zenfone 3 Max menjadikan daya tahan sebagai salah satu daya tarik utamanya. Daya tarik lainnya ? Selengkapnya >   Oppo F1s New Edition Oppo F1s kembali datang dengan versi terbaru, yaitu OPPO F1s New Edition. Smartphone ini membawa sejumlah peningkatan. Apa saja ?  Selengkapnya >>   Samsung Galaxy A3, A5, A7 (2017) Tiga seri Galaxy A (2017) yang baru saa diluncurkan Samsung Indonesia didesain dengan kemampuan tahan terhadap air dan debu yang sudah memiliki sertifikasi IP68, walaupun memiliki kesamaan dalam ketahanan air dan debu, namun ada beberapa fitur dan spesifikasi yang membedakan ketiga seri ini.  Selengkapnya >>   Advan G1 Setelah kehadirannya sempat tertunda sejak September 2016, akhirnya smartphone Adan G1 resmi beredar di Indonesia. Dijual seharga Rp 2.299.000 apa saja yan ditawarkan smartphone brand lokal ini ?  Selengkapnya >>   Coolpad Fancy Pro Coolpad, brand asal Tiongkok kembali mencoba peruntungannya dengan mengeluarkan smartphone baru  bertajuk Fancy Pro. Masuk jajaran seri Fancy yang menyasar pasar menengah, smartphone ini datang sedikit berbeda dari smartphone Coolpad seri lainnya.  Selengkapnya >>   Infinix Zero 4 Resmi diperkenalkan di Indonesia Desember tahun lalu, flagship Infinix, yaitu Infinix Zero 4 baru muncul di pasaran sekarang. Apa saja yang ditawarkan ?  Selengkapnya >>   Xiaomi Redmi 3s Usai satu tahun peredaran Xiaomi Redmi 3 di Indonesia secara ilegal, akhirnya vendor menghadirkan versi ‘garansi resmi’. Dengan mengusung nama model Xiaomi Redmi 3s, smartphone ini tersedia dalam dua pilihan warna (grey dan gold). Xiaomi Redmi 3s dibanderol harga Rp1,9 juta.  Selengkapnya >>   Vivo V5 Plus Vivo baru saja merilis smartphone terbarunya yaitu Vivo V5 Plus.  Smartphone ini melanjutkan tipe sebelumnya Vivo V5 yang sudah lebih dulu hadir di akhir tahun lalu. Vivo V5 Plus membawa beberapa pembaruan fitur apa saja ?   Selengkapnya >>           ", "Tags": ["Tags", "advan g1", "Asus Zenfone 3 Max", "Coolpad Fancy Pro", "infinix zero 4", "oppo f1s", "Samsung Galaxy A (2017)", "smartphone", "smartphone baru", "smartphone terbaru", "Vivo V5 Plus", "Xiaomi Redmi 3S"]}, {"DatePost": "22 December 2016 11:58", "Author": "selular", "Title": "16 Smartphone Terbaru Yang Dirilis di Desember 2016", "Content": "Jakarta, Selular.ID – Meski sudah mendekati penghujung tahun, tapi ternyata masih banyak vendor yang mengeluarkan smartphone terbaru. Bahkan beberapa merupakan smartphone yang dirilis merupakan tipe andalan. Sepertinya akhir tahun dimanfaatkan beberapa vendor untuk menutup rangkaian seri smartphone yang diluncurkan sepanjang tahun 2016. Meski belum mencapai akhir tahun, namun diperkirakan minggu ini menjadi masa terakhir para vendor merilis smartphone-nya di tahun ini. Apa saja smartphone yang menjadi penutup tahun ini ? Asus Zenfone 3 ZE522KL Setelah smarphone Asus Zenfone 3 ZE520KL mendapat antusias yang tinggi di pasar, Asus kembali menghadirkan versi lain dari Asus Zenfone 3. Yaitu Asus Zenfone 3 ZE522KL yang membawa peningkatan di beberapa fiturnya. Selengkapnya >>   Huawei P9 Penantian panjang konsumen di Indonesia atas kehadiran Huawei P9 akhirnya berakhir. Hari ini Kamis (8/12/2012), Huawei resmi memboyong P9 untuk pasar Indonesia. Hadir dengan kamera ganda besutan Leica, harus diakui P9 cukup membuat konsumen di Tanah Air. Selengkapnya >>   Oppo F1s Raisa Phone Menggandeng penyanyi Raisa menjadi brand ambassador terbaru, Oppo Indonesia menelurkan varian baru dari seri F1s, yakni Limited Black Edition. Ponsel ini tampil dengan eksterior hitam legam dan dibubuhi tanda tangan laser engraved dari penyanyi cantik itu. Selengkapnya >>   Oppo A39 Di penghujung tahun Oppo masih menyempatkan merilis smartphone terbarunya. Yaitu Oppo A39. Masih menjagokan kamera selfie, smartphone ini dijual lebih terjangkau. Selengkapnya >>   Vivo V5 Vivo Indonesia membuktikan janjinya untuk memperkenalkan seri V5 di Indonesia. Memanfaatkan tren selfie, V5 diklaim Vivo sebagai smartphone dengan kamera depan terbaik, yang beredar saat ini di pasaran. Selengkapnya >>  [nextpage title=”next”] Coolpad Fancy 3 Coolpad menjadi salah satu pabrikan, yang mencoba menutup akhir tahun ini dengan produl berbasis selfie. Mengusung seri Fancy 3, Coolpad coba bertarung dengan pabrikan lain yang telah terlebih dahulu, merilis produl selfie. Selengkapnya >>     Harga & Spesifikasi   Infinix Zero 4 – Zero 4 Plus Satu lagi vendor asal Tiongkok yang meramaikan pasar smartphone tanah air menjelang penutupan tahun 2016. Infinix Mobility Indonesia melanjutkan seri Zero yang menjadi smartphone flagship saat ini, yaitu Zero 4 dan Zero 4 Plus. Selengkapnya >>    Alcatel Pixi 4 8050D  –  Pixi 4 5010D  –  Alcatel 2059D  – Alcatel 1054D. Alcatel kembali meramaikan persaingan pasar ponsel Tanah Air. Tidak tanggung-tanggung, brand global yang kini dipegang oleh TCT Mobile Limited/TCL Communication ini memboyong empat produk baru, terdiri dari dua smartphone dan dua feature phone. Selengkapnya >>    Meizu MX6 – Meizu M3 Note – Meizu M5 Walau kiprahnya sepintas tidak terdengar, Meizu masih optimis dengan pasar Indonesia Untuk memuluskan kiprahnya di Tanah Air, Meizu sudah menyiapkan 3 produk baru. Ketiga produk tersebut yakni, Meizu MX6, M3 Note, dan M5. Selengkapnya >> Advan Bima X Salah satu brand lokal Advan kembali menghadirkan tablet terbarunya. Kali ini Advan mengenalkan Tablet menyasar anak-anak dengan mengusung satria heroes yang juga hasil karya anak bangsa Satria Heroes Bima X. Selengkapnya >>       ", "Tags": ["Tags", "advan", "Alcatel", "Asus", "Asus Zenfone 3", "Coolpad", "Huawei P9", "Infinix", "meizu", "Oppo", "oppo a39", "Oppo F1s Raisa Phone. Oppo F1s", "smartphone", "smartphone 2016", "smartphone terbaru", "vivo v5"]}, {"DatePost": "8 November 2016 14:54", "Author": "Redaksi", "Title": "Majalah SELULAR Edisi 200 November 2016: Kinerja Vendor Smartphone, Yang Meluncur dan Yang Tersungkur", "Content": " Jakarta, Selular.ID – Dengan populasi terbesar keempat di dunia, vendor-vendor smartphone tak pernah surut bertempur untuk memperebutkan market share di Indonesia. Kompetisi terbuka ini membuat pasar menjadi sangat dinamis. Tak ada jaminan bagi sebuah vendor untuk mampu terus-terusan bertahan pada posisinya, karena begitu banyak challenger yang siap menggerogoti. Di sisi lain, banyak juga brand-brand yang sebenarnya telah sekian lama berkutat di pasar Indonesia, namun tak pernah naik kelas, seperti Acer dan LG. Padahal fitur dan teknologi yang dibenamkan pada produk yang mereka miliki tak kalah dibandingkan pesaing. Meraih posisi elit, jika bisa menggusur Samsung, tentu menjadi dambaan setiap vendor. Namun, tentu saja dibutuhkan extra effort yang luar biasa. Samsung saja perlu waktu hampir 20 tahun untuk bisa menggapai posisinya saat ini di Indonesia. Jika Samsung tetap ajeg sebagai vendor nomor satu, pertempuran para challenger justru semakin keras. Jika tahun lalu, Asus dan Xiaomi menjadi pusat perhatian konsumen Indonesia, maka 2016 bisa disebut sebagai tahunnya Oppo. Bagaimana dengan vendor lokal? Harus diakui transformasi dari feature phone ke smartphone, menjadi kuburan bagi vendor-vendor lokal. Dapat disimpulkan bahwa kurangnya penguasaan teknologi, membuat vendor lokal tak banyak berkutik. Bagaimana pun kualitas produk merupakan syarat utama dalam perlombaan di industri gadget. Artinya, mereka yang bertahan dipastikan karena jeli mengemas teknologi, sejalan dengan kebutuhan pasar. Hal inilah yang menjadi yang salah satu kunci sukses Politron dan Advan tetap mampu bersaing dengan brand-brand global. Pada edisi November ini, SELULAR mengulas lebih dalam pencapaian brand-brand sepanjang 2016. Siapa sukses, siapa bertahan, siapa yang tetap jadi penggembira dan juga siapa saja yang tamat riwayatnya. Selain laporan utama, Majalah SELULAR seperti biasa menghadirkan review smartphone, yang kali ini mengulas: • Advan i5E • LG X Screen • Samsung Galaxy J3 (2016) • Asus Zenfone 3 (ZE520KL) • LG X Power • Moto E3 Power • Dll Pada rubrik Business, ada perang tarif jilid 2, sementara pada rubrik Policy, terdapat artikel mengenai modern licencing. Rubric Chatting kali ini menghadirkan Marketing Director Advan Indonesia Chandra Lianto, sementara rubrik Community menghadirkan komunitas Gatorade, tempat interaksi antar penyuka gadget. Selain rubrik-rubrik di atas, masih banyak rubrik lain yang tidak boleh Anda lewatkan di edisi November Majalah SELULAR seperti Google Allo dan Google Duo di rubrik Innovation. Majalah SELULAR Edisi 200 November 2016 sudah bisa dibeli di seluruh Indonesia. ", "Tags": ["Tags", "majalah selular", "november 2016", "selular edisi 200"]}, {"DatePost": "7 October 2016 20:31", "Author": "Redaksi", "Title": "Majalah SELULAR Edisi 199 Oktober 2016: Untung Rugi Berbagi Jaringan dan Frekuensi", "Content": " Bola panas network sharing menjadi tema besar Majalah SELULAR edisi Oktober 2016. Seperti diketahui, sejak awal menjabat, Menkominfo Rudiantara telah menegaskan bahwa aturan perlu adanya network sharing. Ia berpandangan bahwa network sharing merupakan salah satu jalan keluar bagi pemerintah untuk bisa mewujudkan pemerataan pembangunan hingga ke pelosok daerah di luar Jawa secara efisien. Dengan adanya network sharing maka akan secara langsung memberikan manfaat kepada masyarakat, salah satunya berupa kesempatan mendapatkan tarif layanan telekomunikasi yang lebih murah karena ada keleluasaan sebagai hasil kompetisi pelayanan. Dengan keleluasaan tersebut, masyarakat di luar Jawa bisa memanfaatkan layanan telekomunikasi untuk meningkatkan produktivitas di berbagai bidang. Untuk menggolkan rencana tersebut, pemerintah diketahui tengah melakukan revisi Peraturan Pemerintah (PP) No 52 tahun 2000 tentang penyelenggaraan telekomunikasi dan PP 53 tahun 2000 tentang frekuensi dan orbit satelit. Revisi dari kedua aturan ini diyakini banyak pihak akan mengubah lanskap dari industri telekomunikasi karena munculnya model bisnis Mobile Virtual Network Operator (MVNO) dan berbagi jaringan aktif (network sharing). Persoalannya, muatan RPP tentang networkdan frekuensi sharing rentan dengan berbagai kepentingan. Nah pada edisi kali ini, SELULAR akan mengupas segala hal yang berkaitan dengan revisi dua PP tadi. Mulai dari Untung Rugi Berbagi Jaringan dan Frekuensi; Menimbang Revisi PP Telekomunikasi; Modern Licensing; Lika-Liku Benang Kusut Revisi PP 52 dan 53 Tahun 2000; sampai Revisi Terkesan Dipaksakan. Selain fokus utama soal network sharing, Majalah SELULAR juga menyuguhkan sejumlah artikel menarik, terutama review smartphone terbaru yang ada di pasaran. Review smartphone SELULAR edisi 199 Oktober 2016: •\tHuawei P9 Lite •\tSamsung J7 (2016) •\tAcer Switch Alpha 12 •\tHuawei GR5 •\tCoolpad Sky 3 •\tXiaomi Redmi 3 Prime BUSINESS Peluang di Indrustri Kabel Optik TREND Langkah Asus Mengejar Ketertinggalan MARKET Pilah-Pilih Smartphone Rp2 Jutaan Dengan RAM 3GB CASE STUDY Peta Persaingan Pasar Smartphone di Indonesia CORPORA Unggulkan Kualitas Produk dan Harga Terjangkau VOICE Berkah dan Tantangan Menjamurnya Perangkat Pintar CHATTING Ririn Widaryani – Senior Vice President Consumer Marketing Telkomsel: Incar Pelanggan Non Manusia SPOT Oppo Service Center: Jagalah Loyalitas Pengguna Setia COMMUNITY Hackintosh Indonesia: Pecinta Apple Yang Doyang Ngoprek INNOVATION Ubah Qualcomm Clear Sight: Teknologi Kamera Ganda Untuk Hasil Foto Luar Biasa City Care Untuk Percepat Implementasi Smart City DIGILIFE Kreasi Selfie Dengan Efek Animasi ", "Tags": ["Tags", "majalah", "Oktober", "selular"]}, {"DatePost": "6 September 2016 08:00", "Author": "Redaksi", "Title": "Majalah SELULAR Edisi 198 September 2016: MVNO Benarkah Menguntungkan?", "Content": " Kompetisi menjadi ciri khas industri ICT. Pemain silih berganti berada di panggung pertempuran untuk berebut dan mempertahankan pangsa pasar. Dengan pola open market, kompetisi antar vendor di Indonesia lebih keras lagi. Berdasarkan laporan lembaga riset Counter Point, pada kuartal kedua 2016, Samsung masih menjadi penguasa pasar smartphone di Indonesia. Vendor asal Korea Selatan itu punya 22 persen. Disusul Oppo dengan 17 persen, Asus 14 persen, Evercoss 6,4 persen, dan Smartfren Andromax 5,9 persen. Seperti halnya vendor smartphone, persaingan di arena operator selular juga tak kalah sengit. Bahkan sejak beberapa bulan terakhir mengarah ke turbulensi akibat rencana pemerintah dalam merubah regulasi yang ada, yakni penurunan tarif interkoneksi dan Peraturan Pemerintah No 52 dan 53 yang mengatur network sharing dan frekuensi. Saat ini operator terbelah menjadi dua kubu, menerima dan menolak perubahan regulasi. Bagaimana muara dari rencana perubahan PP tadi? Sejauh ini publik dan dunia usaha masih menunggu. Majalah Selular edisi kali ini mengulas tentang rencana perubahan PP di atas, dan menyajikan tanggapan dari para pemimpin di industri telekomunikasi. Terlepas dari polemik yang terjadi, industri selular memang sangat kental dengan aroma persaingan. Selain inovasi teknologi, perubahan kebijakan juga memicu terjadinya pergeseran peta pasar. Selain fokus pembahasan pada VR, Majalah SELULAR edisi 198 September 2016 juga menyajikan review smartphone: – Samsung Galaxy On 7 – Lenovo Vibe C – Vivo V3 – Infinix Hot S – Samsung Galaxy J5 (2016) – Oppo F1s Selain itu juga ada beberapa artikel menarik lainnya : 6 Aplikasi Live Streaming Terfavorit Beberapa aplikasi pilihan yang memungkinkan pengguna menyiarkan videonya sendiri di aplikasi tersebut, secara real-time. Atau bagi Anda seorang penggemar yang ingin menyaksikan video artis favoritnya, persis di saat yang sama dengan waktu sang artis merekam dan menyiarkannya. Balada Layanan Purna Jual Menumpang sarana after sales dengan distributor, adalah satu kiat vendor yang tidak mau direpotkan dengan masalah layanan purna jual. Kondisi ini lah yang hingga sekarang masih menjadi salah satu permasalahan yang dihadapi bisnis ponsel di Indonesia. Lalu sejauh mana sejatinya ketersedian serta kualitas layanan purna jual di industri ponsel Tanah air saat ini? Minimnya Belanja Online via Smartphone Jumlah pengguna smartphone meningkat drastis, namun masih sedikit yang memanfaatkan untuk aktifitas belanja online. Mengapa ? Oppo Indonesia Community Komunitas smartphone Oppo tak sekedar tempat sharing, juga merupakan satu-satunya komunitas mengintegrasikan dengan after sales. Review Review berbagai smartphone terbaru : Dan masih banyak beberapa artikel menarik Majalah SELULAR edisi 198 terbaru ! ", "Tags": ["Tags", "edisi 198", "majalah", "MVNO", "selular", "september 2016"]}, {"DatePost": "31 August 2016 13:53", "Author": "selular", "Title": "10 Smartphone Terbaru Yang Diluncurkan di Agustus 2016", "Content": "Jakarta, Selular.ID – Sepanjang bulan Agustus 2016, ada sejumlah vendor merilis smartphone terbarunya di pasar Indonesia. Beberapa pun mengeluarkan smartphone yang menjadi jagoannya.  Selain itu, pasar smartphone di Indonesia juga diramaikan dengan kehadiran smartphone keluaran vendor baru. Baik, untuk lebih lengkapnya simak deretan smartphone yang diluncurkan selama Agustus 2016 berikut ini :   Samsung Galaxy Note 7 Samsung secara resmi mengeluarkan smartphone jagoan terbarunya, Galaxy Note 7. Ini adalah lanjutan dari Galaxy Note 5. Samsung memang tidak mengeluarkan Galaxy Note 6. Selengkapnya >>   Samsung Galaxy J1 ACE VE (bundling Smartfren) Samsung dan Smartfren kembali bekerjasama mengeluarkan paket bundling smartphone. Kali ini untuk seri Samsung Galaxy J1 ACE VE. Tidak ketinggalan juga disertakan bonus paket data dan menelpon dari Smartfren. Selengkapnya >>     Samsung Galaxy J5 (2016) Samsung telah menyiapkan sejumlah model baru yang menyasar kalangan menengah. Adalah Galaxy J Series versi 2016 sudah bisa ditemui konsumen tanah air hampir di semua kios tradisional di pusat perbelanjaan ponsel. Dua model baru itu yaitu Samung Galaxy J5 (2016) dan Galaxy J7 (2016). Selengkapnya >>   Samsung Galaxy J7 (2016) Samsung secara berbarengan mengeluarkan dua seri smartphone andalannya sekaligus. Yaitu Samsung Galaxy J5 (2016) dan Galaxy J7 (2016). Dengan harga yang dibanderol tidak terlalu berbeda jauh, apa saja perbedaan da persamaan fitur yang di bawa keduanya ? Selengkapnya >>   Samsung Galaxy On7 Tidak hanya meluncurkan smartphone premium, samsung juga mengisi pasar kelas menengah, yakni Samsung Galaxy On7. Smartphone yang dibanderol dengan harga 2 jutaan ini bisa didapatkan di toko online di Indonesia. Bagaimana kemampuannya?   Selengkapnya >>   Next >> [nextpage title=”next”] Oppo F1s Oppo mengeluarkan smartphone terbarunya yaitu Oppo F1s. Smartphone yang lanjutan dari seri F1 ini ini masih menjagokan tagline  ‘Selfie Expert’. Selengkapnya >>    Xiaomi Redmi 3 Prime resmi mengumumkan kehadiran smartphone terbarunya di Indonesia , yaitu Redmi 3 Prime. Xiaomi Redmi 3 Prime akan tersedia di Mi Concept Store, Erafone Megastore dan Store, serta beberapa gerai Hypermart di Indonesia. Selengkapnya >>  Axioo Picopad S4 Menyusul kesuksesan Picopad S3, Axioo kembali siap mengeksplor pasar tablet Indonesia lewat Picopad S4 series. Seperti sang pendahulunya tablet S4 mengusung prosesor Intel Sofia 3G-R. Sementara dari sistem operasinya, tablet ini menjalankan Android Lollipop 5.1. Selengkapnya >>  Coolpad Sky 3 Tanpa banyak gembar-gembor, Coolpad telah mendaratkan salah satu punggawa anyarnya di Tanah Air. Memanfaatkan tren selfie yang sedang booming, brand asal Cina ini resmi merilis Coolpad Sky 3 di Indonesia. Selengkapnya >>  Aplus Gen5 Pasar smartphone tanah air kedatangan pemain baru. Setelah Lava dan Nuu Mobile, kali ini merek Aplus. Berbeda dengan angkatannya yang sudah menelurkan sejumlah model, Aplus hanya memiliki satu model, setidaknya untuk saat ini. Menyasar kalangan menengah-ke bawah, vendor menawarkan Gen5. Selengkapnya >>      ", "Tags": ["Tags", "Aplus Gen5", "Axioo Picopad S4", "coolpad sky 3", "oppo f1s", "Samsung Galaxy J1 ACE VE", "samsung galaxy j5 (2016)", "samsung galaxy j7 (2016)", "samsung galaxy note 7", "samsung galaxy on 7", "smartphone", "smartphone 2016", "smartphone terbaru", "Xiaomi Redmi 3 Prime"]}, {"DatePost": "14 June 2016 13:15", "Author": "Redaksi", "Title": "Majalah Selular Edisi 195 Juni 2016: Peta Persaingan Vendor Smartphone", "Content": " Posisi vendor di pasar terus berubah-ubah. Dulu, peringkat lima besar selalu dihuni oleh lima merek besar yang itu-itu saja. Sekarang, ponsel menengah mulai mengancam ponsel-ponsel branded. Tak sedikit perusahaan telepon selular tidak mampu bersaing dengan perusahaan baru maupun perusahaan yang sudah besar. Perusahaan yang sudah lama pun ada yang tidak mampu mengikuti kompetitornya untuk memikat konsumen. International Data Corporation (IDC) telah merilis laporan pangsa pasar smartphone global di kuartal pertama tahun 2016. Dalam catatan IDC, sepanjang kuartal pertama 2016 ada 334,9 juta unit smartphone dikapalkan secara global. Samsung, Apple, dan Huawei menjadi pemimpin di tiga besar. Di balik itu ada hal yang mengejutkan. Yakni masuknya Oppo dan Vivo di peringkat keempat dan kelima. Untuk lebih mengetahui kondisi yang sedang terjadi ini secara lebih mendalam, ragam informasi ini tersaji di dalam rubrik “Focus: Peta Persaingan Vendor Smartphone.” Selain rubrik Focus, Majalah SELULAR Edisi 195 Juni 2016 juga membahas ulasan lainnya terkait telekomunikasi, yakni penyelenggaraan Selular Congress 2016: When Everything Becomes Digital. Berikut ini daftar lengkap konten Majalah SELULAR Edisi 195 Juni 2016: BUSINESS Unggul Di Smart TV, Optimis Di Smartphone; Huawei Pamerkan Geliatnya TREND Virtual Reality Akan Diminati?; Banjir Layanan Streaming Online INDICATOR Traveller Goes Mobile FOCUS Peta Persaingan Vendor Smartphone; Samsung Bertahan Dalam Gempuran; Asus Si ‘Kuda Hitam’ Terus Melaju; Lenovo Padukan Dua Sistem Penjualan EXPERIENCE Siapkan Jaringan Jelang Ramadhan SELULAR CONGRESS 2016 When Everything Becomes Digital CORPORA BOLT! Penyedia Layanan 4G LTE Pertama di Indonesia COMMUNITY Infinix, Ketika Penggemar Smartphone Infinix Berkumpul REVIEW LG Stylus 2 Infinix Hot 3 Asus Zenfone Max ZC550KL OnePlus X Asus Zenwatch 2 MARKET Brand Ponsel Lokal Di Ujung Hayat? STORE Royal, Tak Sekadar Pamer Produk Baru INNOVATION Selamat Datang Era Kognitif; Asus Zenbo, Robot Pintar Yang Serba Bisa DIGILIFE Aplikasi Andalan Saat Ramadhan VOICE Menilik Keamanan Identitas Digital ", "Tags": ["Tags", "majalah selular"]}]